// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Khatu Shyam Bhajan "] = [

{
    title: " Aayo Sanwariyo Sarkar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आयो सांवरियो सरकार, लीले पे चढ़ के, 
    लीले पे चढ़ के, यो घोड़े पे चढ़ के, 
    आयो साँवरियो सरकार, लीले पे चढ़ के ।।

मुछा की मरोड़, केसो रोब है निरालो,
 घूंघर वाला बाल, म्हारो सांवरो रूखालो, 
 लीले की टाप, टप टप खड़के, 
 आयो साँवरियो सरकार, लीले पे चढ़ के ।।1।।

केसरिया है बागो, जा पे फेटो पचरंगो, 
मोर पंख जयपूरी, रुमाल है सुरंगो, 
मुलक निहारु तने, जीव भर के, 
आयो साँवरियो सरकार, लीले पे चढ़ के । ।2।।

बांकी सी लटक पर, बावलो दीवानो,
 मन में मगन मेरो, जीव मस्तानो, 
 नहीं कोई दुसरो, तेरे से बड़के, 
 आयो साँवरियो सरकार, लीले पे चढ़ के ।।३।।

वीर हनुमान के, निशान इक हाथ में, 
पवन कुमार सोहे, सांवरे के साथ में,
 देख के सवारी, अंग अंग फड़के, 
 आयो साँवरियो सरकार, लीले पे चढ़ के।।4।।

'श्याम बहादुर' 'शिव', आरती उतारे, 
अर्ज गुजारे बाबा, तन मन वारे, 
आगयो दयालु दाता, दया कर के, 
आयो साँवरियो सरकार, लीले पे चढ़ के ।।5।। `
},

{
    title: " Amrit Baras Rayo Ambar Se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अमृत बरस रियो अम्बर से, 
    छम छम कर तो आजा बाबा नीले चढ़ के ।

फुला के गजरो से बाबा यो सिंगार सजाया, 
केसर की खुसबू से मेरो अंगन है महकाया, 
प्यारो शृंगार सजाआयो क्यों तू देर करे, 
छम छम कर तो आजा बाबा नीले चढ़ के ।।

भगतो ने सब मिल कर बाबा तेरी ज्योत जलाई, 
नीले वाले जल्दी आजा करले आज सुनाई 
अर्जी लगाई मैंने आजा सुन के, 
छम छम कर तो आजा बाबा नीले चढ़ के ।।

खीर चूरमा माखन मिश्री छप्पन भोग लगाया, 
आजा बाबा भोग लगा के आके दर्श दिखा दे,
 भजन सुनावा आजा झूम झूम के,
  छम छम कर तो आजा बाबा नीले चढ़ के ।। `
},

{
    title: " Bajre ki Roti Khale Shyam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाजरे की रोटी खाले श्याम, के चूरमा ने भूल जावे लो ।।

जाटनी के हाथ की बनी रे कमाल की, 
संग लाया हांडी बाबा कड़ी और दाल की, 
गुड़ मिठो मिठो मेरा श्याम, 
के चूरमा ने भूल जावे लो,

बाजरो ऐसो है बाबा ठण्ड नहीं लागे, 
दस बीस कोस बाबा खा के तू भागे, 
गोडा में आवे गई तेरे जान,
 के चूरमा ने भूल जावे लो,

बाजरे के रोटी सागे साँच का सब्र ता,
 खाये के मारलो बाबा मुश् का रगड़ता, 
 रोट का करे गुणगान 
 के चूरमा ने भूल जावे लो,

वनवारी रोट ऐसो धुन्ड़तो रवे जो, 
हरयानो पतो मेरो पुछतो रखो गे, 
पुछतो रखो गे मेरो नाम, 
के चूरमा ने भूल जावे लो, `
},

{
    title: "Balidani Mahadani Baba ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज क्या मिलीये एसे लोगों से, जिनकी फितरत छुपी रहे 
    नकली चेहरा सामने आये, असली सूरत छुपी रहे

बलिदानी महादानी बाबा, शीशदानी कहलाते हैं। 
श्याम नाम सुंदर सुख दायक, चरणन शीश नवाते हैं।।

1 सिर पर मुकुट कान मे कुंडल, मोतियन माल सुहाती है 
हीरां जड्या जरी का बागा, मोरछड़ी मन भाती है 
नित नित नव श्रृंगार प्रभु तेरा, सेवक भक्त कराते हैं।।

2 स्वर्ण शिखर पर ध्वज केसरिया, गगन चूम लहराता है
 लहर लहर के साथ भगत का, दुख जाता सुख आता है
  बाबा तेरी जय हो जय हो, जयकारे लग जाते हैं।।

3 खाटू का लक्खी मेला जब, धूमधाम से भरता है 
घर घर मे उत्साह उमंगे, जन जन दरसन करता है 
तेरे दर पर आकर बाबा, सब मस्तक झुक जाते हैं।।

4 बाबा के चरणों में मैं भी, भेंट चढाने आया हूं 
धूप दीप नैवेद्य पुष्प नहीं, नयन नीर भर लाया हूं 
चंपा बाबा के पद पंकज, अश्कों से धुलवातें हैं।। `
},

{
    title: " Bego Chal Re Dhamal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : बेगो चाल रे बाबा को खजानो

बेगो चाल रे बाबा को खजानो लुटणें वालो है बेगो चाल रे।।

1 भगतां की तो भीड़ लाग रही 
मोटा सेठ लुटावै रे 
लूट सके तो लूट ले सब कुछ लुटणे वालो है 
बेगो चाल रे...........

2 चाहे जितनो लूट ले बन्दे 
यो खाली नहीं होणे को 
धीरे-धीरे सबको नम्बर, लगणे वालो है
 बेगो चाल रे.........

3 श्याम धणी सज धज कर बैठया 
भेद-भेद मुस्कावै जी 
भक्तों की किस्मत को तालो, खुलणे वालो है 
बेगो चाल रे..........

4 खाटू नगरी को राजा है 
जगत सेठ कहलावै जी 
बनवारी यो सबकी झोली, भरणे वालो है 
बेगो चाल रे.......... `
},

{
    title: " Chal shyam dhani ke dwar to mauj karega ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चल श्याम धनि के द्वार तू मौज करेगा,
     जो मिलते मुश्किल से तू रोज करेगा ।।

परेशान मन को समजा सँवारे है साथ में,
 लेख वो लिखने वाला क्या है तेरे हाथ में, 
 दुःख मिट जायेगे श्याम जब हाथ धरे गा ।।1।।
चल श्याम धनि के द्वार

खोट नहीं जिस मन में उस की ही सुनता वो, 
होता वही फिर प्यारे करता कन्हियां जो, 
बदले दुनिया सारी वो न बदले गा ।।2।| 
चल श्याम धनि के द्वार...

तड़पा जो मिलने खातिर उसने ही पाया है,
 श्याम सँवारे ने खुद में मीरा को समाया है, 
 राजू पे कर उपकार वो सबसे कहे गा ।।3||
चल श्याम धनि के द्वार........ `
},

{
    title: " Chalne Ko Main Tayar Sanware Mera Rakhna ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चलने को मैं त्यार सँवारे, 
    मेरा रखना सुखी परिवार सँवारे ।।

1) इतना समय तो देदो कान्हा बेटी समजा दू 
पिता भाई का ध्यान तू रखना बस इतना बतला दू 
उस के कंधे पे तू थोड़ा भार सँवारे, 
चलने को मैं त्यार सँवारे ।।

2) बेटे से कहना है इतना पढ़ लिख कर कुछ बनना, 
बहिन ही तेरी माँ है अब से ये है तुझे समझना, 
मौका इतना तो दे इक बार सँवारे, 
चलने को मैं त्यार सँवारे ।।

3) पति से बस ये कह दू कान्हा भर दो मांग हमारी, 
कही सुनी सब बिरसा देना भूल भी हो जो भारी, 
इतनी विनती करो स्वीकार सँवारे, 
चलने को मैं त्यार सँवारे ।।

4) ये न कान्हा के मोह नहीं मैं छोड़ रही हु, 
सच तो ये है हरी मैं सब से नाते तोड़ रही हु, 
ले चल मुझको तू अब अपने धाम सँवारे, 
चलने को मैं त्यार सँवारे ।। `
},


  {
    title: " Chitthi Ati Hai na Tar Ata Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चिट्ठी आती है ना तार आता है 
    फिर खाटू दर्शन को संसार जाता है

वो खाटू में बैठा बैठा कैसा जादू चलाता है 
हमें हर ग्यारस की ग्यारस वो खाटू खींच लाता है
 ईमेल आता है ना कॉल आता है 
 फिर खाटू दर्शन को संसार जाता है

वो जो भी खाटू में जाकर एक निशान चढ़ाते हैं 
वो मेरी श्याम की कृपा से हर पल मौज उड़ाते है 
फेसबुक में है ना व्हाट्सप्प में खाता है 
फिर खाटू दर्शन को संसार जाता है

कहे संजय बुलाये बिन तेरे हम खाटू जाते हैं 
ज़रा सोचो तेरे प्रेमी तुझे कितना बुलाते हैं 
तुझे बुलाने प्रेमी तेरे दर पर जाता है 
फिर भी भक्तों की कुटिया में क्यों नहीं आता है 
चिट्ठी आती है ना तार आता है 
फिर खाटू दर्शन को संसार जाता है `
},


{
    title: " Deenanath Meri Bat",
    youtubeId: "", // I added a working ID here for you
    lyrics: `दीनानाथ मेरी बात, छानी कोणी तेरे से । 
    आँखड़ली चुराकर बाबा, जासी कठे मेरे से ।।

1 खाटू वाले श्याम तेरी, शरण में आ गयो, 
श्याम प्रभु रूप तेरो, नैणां में समां गयो, 
बिसरावे मत बाबा, हार मानी तेरे से, 
आँखड़ली चुराकर बाबा, जासी कठे मेरे से

2 बालक हूँ मैं तेरो श्याम, मुझको निभायले, 
दुखड़े को मारयो मन्ने, कालजे लगायले, 
पथ दिखलादे बाबा, काढ़ दे अँधेरे से, 
आँखड़ली चुराकर बाबा, जासी कठे मेरे से।।

3 मुरली अधर पे, कदम तले झूमे हैं, 
भक्त खड़ा तेरे, चरणां ने चूमे हैं, 
खाली हाथ बोल कया, जाऊ तेरे नेरे से, 
आँखड़ली चुराकर बाबा, जासी कठे मेरे से।। `
},


{
    title: " Dekhu Jidhar Udhar Hi Mere Shyam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` देखु जिधर उधर ही मेरे श्याम का नजारा । 
    खाटू का श्याम बाबा लगता है सबको प्यारा । 
    बोलो बोलो जय श्री श्याम बोलो जय खाटू धाम ।।

1 इस दर पे जो भी आया अरदास है लगाया, 
झोली फैलाके अपनी दुःख दर्द है सुनाया, 
उसको मिला भरोसा हर लेता कष्ट सारा, 
देखु जिधर उधर ही मेरे श्याम का नजारा........

2 किस्मत का खेल भाई क्या कोई जान लेगा, 
है भुलंदी पे सितारा कब टूट के गिरे गा,
 गिरे को थमता है चमका दें फिर सितारा, 
 देखु जिधर उधर ही मेरे श्याम का नजारा.....

3 विश्वाश है ये दिल का वो साथी है हमारा, 
हम प्रेमी सँवारे के सोभाग्ये ये हमारा, 
हर शाम प्रेमी बोलो वो हारे का सहारा, 
देखु जिधर उधर ही मेरे श्याम का नजारा.रा......

4 जो मानगो गे मिले गा अर्जी लगा के देखो, 
इक बार सँवारे के दर पे तो आके देखो, 
मिलता है डूबते को यहाँ तिनके का सहारा, 
देखु जिधर उधर ही मेरे श्याम का नजारा...... `
},

{
    title: " Ehalvati ke lala ki Dildari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एहलवती के लाला की दिलदारी को देखो तुम, 
    खाटू के राजा की दातारि को देखो तुम 
    जाओ दर पे जाओ अपना शीश जुकाओ, 
    सारी खुशियां पाओ झोली को भरो तुम, 
    मत रहो गुम सुम मत रहो गुम सुम ।।

सच्ची भावना तुम दिल में लाओ,
दिल में आस ले द्वारे पे जाओ,
 फिर उन्हें सभी दुखड़े सुनाओ, 
 दिल में जो भी गम सारे बताओ,
  जिंदगी चमकाओ साँसों को महकाओ,
   दिल न अपना जलाओ ऊजलां न करो तुम ।।1।। 
   मत रहो गुम सुम........

दूर होंगे गम वो है दयालु, 
वो करे रेहम वो है किरपालु, 
इक वार तुम खाटू में जाओ, 
इक वार तुम सिर को जुकाओ, 
जाओ मत न गबराओ आंसू तुम न बहाओ, 
उनको दिल में वसाओं हरगिज न डरो तुम ।।2।। 
मत रहो गुमसुम

इक वार जो दिल से पुकारे 
मिट ही जाते है दुखड़े सारे, 
किस लिए भला तुम बेखबर हो 
जाऊ द्वारे पे उनकी मेहर हो, 
जाओ अनु जाओ नाम तुम भी 
पाओ सोये भाग जगाओ काफिर न रहो तुम ।। 3 ।।
मत रहो मुगुमसुम्म.... `
},


{
    title:  "Ek Aaradhana ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक आराधना है ये बाबा मेरी, 
    मेरे दिल में रहे बस ये सूरत तेरी ।।

1. मैं तो दुनिया में यूँ ही भटकता रहा, 
मोह माया में बाबा मैं फसता रहा,
 जा रुकी तेरे दर पे नज़र जो मेरी
वंही आई नज़र मुझको मंजिल मेरी-

2. मैं तो बरसों तेरे दर पे आता रहा, 
और दिलों जां से तुझको मनाता रहा, 
\तेरे दर्शन को प्यासी है आँखे मेरी 
पर ना आई नजर मुझको सूरत तेरी-

3. मेरी है ये तमन्ना की पाऊँ तुम्हे, 
आके दर पे तेरे बाबा ध्याऊँ तुम्हे, 
है ये जीवन की अंतिम ही आशा मेरी 
तेरे दर पे निकले ये साँसे मेरी- `
},

{
    title: "Ek Gaay Nit Aakar Deti ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक गाय नित आय कर, देती दूध पिलाय, 
    मगन होय पावस कर भारी, लुल लुल पूँछ हिलाय ।।

साँझ ढले घर आय कर, नाही देती दूध, 
पाली जब निकालन बैठे, उछल के जावे कूद ।। 1 ।।

पाली ने मन बात विचारी, गाय थी अच्छी और दुधारी, 
दूध क्यूँ नहीं हमको पिलावे, पास जाओ तो मारन आवे ।। 2 ।।

इक दिन पीछा पाली कीन्हा, गाय ने दूध क्यूँ नहीं दीन्हा, 
गाय देव के पास गयी है, मगन होय कर खड़ी हुई है ।। 3 ।।

दूध की धार थनो से बहती, पीती है क्या यहाँ की धरती, 
दूध नहीं धरती पर देखा, हे ईश्वर यह क्या है लेखा ।। 4 ।।

जाट कुलारे जाट कहावे, नगरी में जा भेद बतावे, 
नर नारी चल बाँध कतारे, क्या लीला है सभी पुकारे ।। 5 ।।

गाय दूध जहाँ देवती, भीड़ लगी अपार, 
धरती बीच में है कोई माया, कहते सब नर नार ।। 6 ।।

धरती को खोदन लगे, ध्वनि हुई बलवान, 
मेरा शीश है देव अवतारी, कृष्णा का ये वरदान ।। 7 ।। `
},

{
    title: " Ek Nazar Teri",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोहा : ना मोह रखा तन से, किया शीश दान पल में, 
    अचंभित कृष्ण हुये, कलयुग में तुमको, 
    श्याम नाम से पूजा जायेगा, वचन ये कृष्ण कहे।

एक नजर तेरी, बस एक नजर तेरी, 
ये बाबा मुझ पर जो पड़ जाये, 
कीमत मेरी भी बढ़ जाये, 
एक नजर तेरी, बस एक नजर तेरी, 
ये बाबा मुझ पर जो पड़ जाये, 
कीमत मेरी भी बढ़ जाये।

बड़ी दूर से आया हूं, बाबा तेरे द्वारे, 
दर्श को तरस गया, उलझा हूं, हारा हूं, 
क्या क्या कहूं तुमसे, संभालो मैं बिखर गया, 
रख मोरछड़ी सिर पर, रख मोरछड़ी सिर पर, 
मुझको अपना तो बना लो ना, 
बाबा मुझको भी निखारो ना, श्
याम धणी तेरी, 
श्याम धणी तेरी इक नजर से, 
श्याम धणी तेरी इक नजर से,
 मुझको तारो ना,
  मुझको भी अपना बनालो ना, 
  तीन बाण धारी,
   मुझको अपना भी बनालो ना, 
   श्याम धणी तेरी इक नजर से, 
   श्याम धणी तेरी इक नजर से, 
   मुझको तारो ना।

गूंजे तेरा जयकार, लाखों की भीड़ लगे, 
तूने सबको भर भर दिया, तेरा नाम जपा जिसने, 
श्यामा श्यामा बोला, उसे रंक से राजा किया, 
स्वस्ति करे गुणगान, स्वस्ति करे गुणगान, 
हां जग के पालनहारे की,
 तेरा भक्त करे गुणगान,
 तेरा भक्त करे गुणगान, 
 हारे के सहारे की, 
 हां जग के पालनहारे की, 
 श्याम धणी तेरी इक नजर से, 
 श्याम धणी तेरी इक नजर से, 
 मुझको तारो ना, मुझको भी अपना बनालो ना, 
 तीन बाण धारी,
  मुझको अपना भी बनालो ना, 
  श्याम धणी तेरी इक नजर से, 
  श्याम धणी तेरी इक नजर से, 
  मुझको तारो ना।`
},


{
    title: " Ek Vinati karu mere sanware",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` इक विनती करू मेरे सँवारे तू मेरा हो जाये 
    सांसो का मेरे इक इक पल 
    जीवन का मेरे इक इक पल जो तेरा हो जाये ।।

हाथ जोड़ के अर्ज करू बस इतना चाहु मैं
 सुबह शाम मेरे सँवारे तेरा दर्शन पाउ मैं 
 इस अंधियारे जीवन में मेरे भी सवेरा हो जाये ।।1।।
इक विनती करू मेरे

तेरे बिना मेरे सँवारे कोई और न भाता है 
यहा यहाँ भी देखु मुझे नजर तू आता है 
जो आये तेरे खाटू में मन उसका मोह जाए ।।2।। 
इक विनती करू मेरे

जीवन की मैं हार जीत से मुक्ति पाउगा 
दुनिया में मेरे सँवारे तेरा कहलाऊंगा 
तेरे भगतो में पासी का भी नाम हो जाए ।।3।।
इक विनती करू मेरे `
},


{
    title: " Ghar Ghar Me Bas Raha H Mera Shyam Khatu Wala ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` घर घर में वस् रहा है मेरा श्याम खाटू वाला, 
    मेरा श्याम वाला मेरा श्याम नीले वाला, 
    नीला है इस की सवारी हारे का है सहारा, 
    घर घर में वस् रहा है मेरा श्याम खाटू वाला ।।

1) जो हार कर है आया उसको दिया सहारा,
 मैं भी हार गया हु मुझको भी दो सहारा है, 
 घर घर में वस् रहा है मेरा श्याम खाटू वाला ।।

2) तेरी इक झकल को बाबा हम सब ही है तरस ते, 
उस इक झलक ने बाबा मेरी जिंदगी को तारा 
घर घर में वस् रहा है मेरा श्याम खाटू वाला ।।

3) मोह मया के जगत में उलझा हुआ हु बाबा, 
मुझे चरणों से लगा लो मेरा श्याम मुरली वाला 
घर घर में वस् रहा है मेरा श्याम खाटू वाला ।।

4) खाटू में जो भी आया उसे रास्ता दिखाया, 
तेरी खाटू की ये माटी गाये तेरा वसाना 
घर घर में वस् रहा है मेरा श्याम खाटू वाला ।।

5) विक्की दास तेरा हर शं है तुझको दयाता,
 तुलसी को दो सहारा तू हारे का सहारा, 
 घर घर में वस् रहा है मेरा श्याम खाटू वाला ।। `
},

{
    title: " Gheer Aaya H Jeevan Main Mere Kaston Ka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` घिर आया है जीवन में मेरे कष्टों का तूफान,
     हाथ पकड़ ले आके मेरा कहीं निकल ना जाये जान, 
     थामो हाथ आके मेरे सांवरिया, 
     दर पे खड़ा है तेरे भगत बावरिया ।।

लाखों की बाबा तूने बिगड़ी बनायीं है 
मेरी भी किस्मत तेरे दर पे ले आई है 
मैंने सुना है तू हारे का सहारा है 
हारे का सहारा बेसहारे का सहारा है 
कैसी जादूभरी तेरी नगरिया 
दर पे खड़ा है तेरे भगत बावरिया ।।

आँखों में आंसू और पैरों में छले हैं 
रूठा क्यों मुझसे मेरे श्याम खाटू वाले है 
मेरा जीवन अब तो तेरे हवाले है 
मुझसे भी पहले तूने लाखों संभाले हैं 
बीत जाये चाहे साड़ी उमरिया 
दर पे खड़ा है तेरे भगत बावरिया ।।

शीश का दानी है तू लखदातार है 
धीरज बँधाये तू ही करे बेडा पार है 
चरणों में तेरे मेरा कुल संसार है 
काठ पुतली हूँ में तू ही करतार है 
मेरा श्याम देखो सबकी रखता खबरिया 
दर पे खड़ा है तेरे भगत बावरिया ।। `
},


{
    title: " Ghunghatiyo Aado Aagyo Ji ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` घुंघटीयो आड़े आ गयो जी, 
    घुंघटीयो आड़े आ गयो जी, 
    थाने देख कोणी पायी बाबा श्याम 
    घुंघटीयो आड़े आगयो जी ।।

महारो माथो चक्कर खा गयो जी, 
थाने देख कोणी पायी बाबा श्याम, 
घुंघटीयो आड़े आगयो जी ।। 1 ।।

गिगलियो बिलखन लाग्यो जी, 
थाने देख कोणी पायी बाबा श्याम, 
घुंघटीयो आड़े आगयो जी ।। 2 ।।

वो बनियो म्हाने सरकागयो जी, 
थाने देख कोणी पायी बाबा श्याम, 
घुंघटीयो आड़े आगयो जी ।। 3 ।।

म्हारो हिवड़ो भर भर आ गयो जी, 
सुभम रूपम के तू मिलिजे, 
घुंघटीयो आड़े आगयो जी ।। 4 ।। `
},


{
    title: "Ham Gunahagar Hai Shyam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हम गुनाहगार है तेरे श्याम बरसो से, 
    मांगते है छमा तुझसे तेरे भक्तो से ।।

तूने सृष्टि की खातिर था शीश का दान दिया,
 तूने धर्म की रक्शा की सब का कल्याण कियाँ, 
 वीरो के वीर थे तुम सुर वीर थे, 
 याचक बने श्री कृष्ण तुम तो दान वीर थे, 
 धर्म जो तूने हमे सिखलाया, 
 कर्म जो तूने कर के दिखाया, 
 भूल बैठे है सारे आज देखो कलयुग में ।।1। 
 हम गुनाहगार है तेरे श्याम बरसो से..........

तेरी इस कुर्बानी से नहीं कुछ सीखा हम ने, 
स्वारथ ही स्वास्थ है प्रभु हम सब के जीवन में, 
दर तेरे आते है पिकनिक मनाते है, 
घर लौट कर बलिदान तेरा भूल जाते है, 
एहम ये चूर है सत्य से दूर है 
बन के प्रेमी तेरे फिर भी मशहूर है, 
दिखावा ही दिखावा है सब के जीवन में ।।2।। 
हम गुनाहगार है तेरे श्याम बरसो से..........

मेरी ये विनती है हमे सच्ची लग्न लगा, 
हम को भी थोड़ी सी भगति की राह दिखा, 
पड़ना दिखावे में जग के छलावे में, 
हम बहके न प्रभु डोंगियों के छल बहकावे में, 
मन में ईमान हो कभी न कुमान हो 
तेरे प्रेमी की जग में ऐसी पहचान हो, 
रखना तुम दूर रोमी को बुरे कर्मों से ।।3।। 
हम गुनाहगार है तेरे श्याम बरसो से...... `
},

{
    title: " Har Ko Meri Baba Jit Banakar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हार को मेरी बाबा जीत बनाकर, 
    गले से लगा लो मुझको अपना बनाकर

हूं किस्मत का मारा मैं जग का सताया, 
जिन्हें माना अपना उन्ही ने रुलाया, 
उन्ही ने रुलाया.......

दुनिया के झूठे नाते सारे ठुकराकर, 
शरण तेरी आया श्याम खुद को भुलाकर ।।1।। 
हार को मेरी बाबा जीत बनाकर,...

है रुतबा बड़ा तेरा ये मैंने सुना है, 
सताये हुओं को ही तुमने चुना है, 
तुमने चुना है..

आया जो खाटू तुमको अपना बनाकर, 
दिया है सहारा तुमने उसको उठाकर ।।2|| 
हार को मेरी बाबा जीत बनाकर ......

नही मांगता कुछ तुमसे है ये साथ काफी 
मेरी जीत में तेरा बाबा हाथ है काफी 
हाथ है काफी.....

मोहित को बाबा प्यारे खाटू बुलाकर 
दरश दिखा दो मुझको अपना बनाकर ||3|| 
हार को मेरी बाबा जीत बनाकर,,,,,,... `
},


{
    title: "He Setho Ke Seth ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` है सेठो के सेठ निराले तेरा चर्चा श्याम सब और है, 
    तेरे हाथो में खाटू वाले इन भगतो की जीवन डोर है,

तीन वान की शक्ति से ही अद्भुत खेल किया तूने,
 याचक बन कर भगवान आये पल में शीश दिया तूने,
  कोई तुमसे न होगा दानी दुनिया में तुम्हारा शोर है, 
  तेरे हाथो में खाटू वाले इन भगतो की जीवन डोर है ।।1।।

हारे का तू इक सहारा सारा जग पहचान गया, 
एहलवती के लाल तुम्हारी लीला हर कोई जान गया, 
तुझे देखे जो तेरा हो जाए तू सब से बड़ा चित चोर है,
 तेरे हाथो में खाटू वाले इन भगतो की जीवन डोर है ।।2।।

धन्ने भाग मैं रोज कमाता श्याम नाम की दौलत हु, 
कहे राम धन जो कुछ भी हु बाबा तेरी बदौलत हु, 
मिटी दुखो की रात अँधेरी मिली अंदन की उज्वल डोर है,
 तेरे हाथो में खाटू वाले इन भगतो की जीवन डोर है ।।3।। `
},

{
    title: "Khatu Wale Meri Arji Na Thukra ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` खाटू वाले मेरी अर्जी न ठुकरा, 
    मेरी अर्जी न ठुकरा मेरा वेडा पार लगा, 
    खाटू वाले मेरी अर्जी न ठुकरा ।।

ग्यारस के दिन बाबा तेरा खूब सजे दरबार, 
सारे जगत में डंका भाजे श्याम की जय जय कार,
 खाटू वाले ओ मेरी अर्जी न ठुकरा, 
 मेरी अर्जी न ठुकरा मेरा वेडा पार लगा ।।

खाटू में है धाम तुम्हारा भगता ने है बतायो, 
हारे का सहारा बाबा श्याम धनि बतायो, 
खाटू वाले ओ मेरी अर्जी न ठुकरा, 
मेरी अर्जी न ठुकरा मेरा वेडा पार लगा ।।

कितन सुंदर रूप है थारा भगता ने है बताओ, 
क्या सोच मैं भी थारे दर्शन करने आयो, 
खाटू वाले ओ मेरी अर्जी न ठुकरा,
 मेरी अर्जी न ठुकरा मेरा वेडा पार लगा ।।

संजय पाल ने आके तेरे दर पे अलख लगाई, 
देसी घी का चूरमा लाके बाबा अर्ज लगाई, 
खाटू वाले ओ मेरी अर्जी न ठुकरा, 
मेरी अर्जी न ठुकरा मेरा वेडा पार लगा ।। `
},



{
    title: " Khatu ke shyam dhani ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` खाटू के श्याम धणी की महिमा अपार है 
    \जो माँगना है सो माँगो, सच्चा दरबार है ।।

कलयुग में हारो का तो, जीना मुहाल है 
इस झूठे जग में ये ही, रखता ख्याल है 
बाबा की शरण में आके हर मझधार पार है ।।1।। 
जो माँगना है सो....

अँखियों के आँसुओ से, अब क्या करना गिला 
मेरे साँवरे की भक्ति, देगी खुशियों से मिला 
बाबा की कृपा से उजड़ा, चमन भी गुलज़ार है ।।2।। 
जो माँगना है सो.....

दरबार मे पावन ज्योत के, बड़े अजब नज़ारे है 
दर पे आने वालों के चमके सितारे है 
"रूबी रिधम" कहते ये, बड़ा दानी दातार है ।।3।। 
जो माँगना है सो.... `
},


{
    title: " Main Hu Bhakt Tera Deewana",
    youtubeId: "", // I added a working ID here for you
    lyrics:  ` मैं हूँ भक्त तेरा दीवाना भक्ती तेरी करता हु, 
    सारी दुनिया से कह दूँगा नाम तेरा ही रट ता हु, 
    मैं हूँ भक्त तेरा दीवाना ।।

1) तू ही तू है बाबा मेरे दिखे तू ही शाम सवेरे, 
शरण में तेरी है जो भी आये बाबा तेरा भक्त बन जाये, 
तेरी धुन में मस्त राहु अब तो बिलकुल होश नहीं, 
तेरा नशा इक ऐसा नशा है जिस में कोई दोष नहीं, 
अब तो बस मैं श्याम ओ मेरे नाम तेरा ही जपता हु, 
मैं हूँ भक्त तेरा दीवाना ।।

2) संवारा तू है वनवरा मैं हु शीश का दानी कहलाया है तू, 
भक्त मैं तेरा तू बाबा मेरा मेरे जीवन को सहारा तेरा, 
तेरे हवाले अपना जीवन जब से मैंने कर दिया, 
जीरो से हीरो बनाया बिन मांगे है सब दिया, 
बीते जीवन तेरी शरण में ये ही विनती मैं करता हु, 
मैं हूँ भक्त तेरा दीवाना ।।

3) भक्ती में तेरी जीवन बिताओ हमेशा यु ही मैं खाटू आउ, 
किरपा तू अपनी सदा ही रखना सेवा में यु ही लगाए रखना, 
सेवा तेरी जो भी करता उस के तू दुःख हरता, 
दर पे तेरे जो आता उसका जीवन तर जाता, 
में तो हर दम श्याम ओ मेरे भजन तेरे ही करता हु, 
मैं हूँ भक्त तेरा दीवाना ।। `
},


{
    title: " Main to hu bhikari shyam dham ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मैं तो हूँ भिखारी बाबा तेरे द्वार का 
    टूटा हुआ फूल हूँ मैं तेरे हार का ।।

बड़ी आस लेके दाता पास तेरे आयी हूँ 
हाल क्या सुनाऊँ सारे जग की सताई हूँ 
भूखा हूँ मैं खाटू वाले तेरे प्यार का ।।1।। 
मैं तो हूँ भिखारी बाब

दानी कोई तेरे जैसा और नहीं दूजा है 
इसीलिए घर घर में होती तेरे पूजा है 
दुःख हारते हो सभी लाचार का ।।2।। 
मैं तो हूँ भिखारी बाब

आते हैं सवाली जो भी उनकी झोली भरते हो 
किसी को भी खाली नहीं दर से टाल देते हो 
अर्जी सुनलो अलका निखिल पाल का ।।३।। 
मैं तो हूँ भिखारी बाब  `
},


{
    title: " Manga Maine Shyam Se",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` माँगा है मैंने श्याम से, वरदान एक ही। 
    तेरी कृपा बनी रहे, जब तक है जिंदगी ।।

1 जिस पर प्रभु का हाथ था, वो पार हो गया, 
जो भी शरण में आ गया, उद्धार हो गया, 
जिसको भरोसा श्याम पर, डूबा कभी नहीं, 
मांगा है मैंने श्याम................

2 कोई समझ सका नहीं, माया बड़ी अजीब, 
जिसने प्रभु को पा लिया, है वो ही खुशनसीब, 
उसकी मर्जी के बिना, पत्ता हिले नहीं, 
मांगा है मैंने श्याम...............

3 ऐसे दयालु श्याम से रिश्ता बनाइए, 
मिलता रहेगा आपको, जो कुछ भी चाहिए, 
ऐसा करिश्मा होगा, जो हुआ कभी नहीं, 
मांगा है मैंने श्याम...............

4 कहते हैं लोग जिंदगी, किस्मत की बात है, 
किस्मत बनाना भी मगर, इनके ही हाथ है, 
'बनवारी' कर यकीन अब, ज्यादा समय नहीं, 
मांगा है मैंने श्याम.............. `
},


{
    title: " Mangte hi Rahate ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मांगते ही रहते तुझसे, सांझ सवेरे,
     हाथ ये फैले रहते, सामने तेरे, 
     तुने खुब दिया भगवान, तेरा बहोत बड़ा एहसान, 
     तेरा बहोत बड़ा एहसान, तुने खुब दिया भगवान......

1 याद हैं मुझे वो दिन, खाली जेब थी मेरी,
 दर दर भटकता था मैं, दर दर भटकता, 
 गैरो की क्या कहूं, अपनो की आंखों में, 
 रह रह खटकता था मैं, रह रह खटकता,
  चारो तरफ थे मेरे, गम के अंधेरे, 
  आखिर में आया दादा काम तु मेरे, 
  तुने खुब दिया भगवान, तेरा बहोत बड़ा एहसान, 
  तेरा बहोत बड़ा एहसान, तुने खुब दिया भगवान..

2 मांगना मैं छोड़ दु, हो नहीं सकता प्रभु, 
आदत ना जाए मेरी, आदत ना जाए, 
और तुझसे लेने में मुझको कभी, 
लाज ना आए दादा, लाज ना आए, 
दबा जा रहा हूं मैं तो, कर्ज में तेरे, 
एहसान कितने दादा, मुझपे हैं तेरे, 
तुने खुब दिया भगवान, तेरा बहोत बड़ा एहसान, 
तेरा बहोत बड़ा एहसान, तुने खुब दिया भगवान..

3 लायक नहीं था मैं, इतने के लिए प्रभु, 
जितना दिया हैं तुने, जितना दिया हैं, 
सुने से जीवन मे, तुने खुशनसीबी का,
 रंग भर दिया हैं दादा, रंग भर दिया हैं, 
 खाली मुझे दर से, तु कभी ना लौटाना, 
 इतना हंसाया तुने, अब ना रुलाना, 
 तुने खुब दिया भगवान, तेरा बहोत बड़ा एहसान, 
 तेरा बहोत बड़ा एहसान, तुने खुब दिया भगवान.. `
},


{
    title: " Mera Tumhara Sanware Rishta Ajeeb H ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरा तुम्हारा सांवरे रिश्ता अजीब है, 
    दुनिया में तू ही एक तो मेरे करीब है ।।

झूठे जगत में में सनवारे हस्ता रहा हु मैं, 
पग पग तेरे सामने गिरता रहा हु मैं, 
तुमने सम्बला है मुझे ये मेरा नसीब है, 
दुनिया में तू ही एक तो मेरे करीब है ।।

नाइयाँ ववर में डोलती तूने लगाया हाथ, 
बन कर के माझी सँवारे तूने दिया है साथ, 
वरना ये डूभ ही जाता सेवक गरीब है, 
दुनिया में तू ही एक तो मेरे करीब है ।।

औकात मेरी क्या भला कुछ भी नहीं मेरा, 
जो कुछ भी मेरे पास में है सब कुछ है तेरा, 
कमला को दर तेरा मिला वो तेरा मुरीद है, 
दुनिया में तू ही एक तो मेरे करीब है ।। `
},


{
    title: " Mera to ye Khatuwala ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरा तो ये खाटू वाला लगता रिश्तेदार 
    वरना क्यों ये साथ निभाता करता हमसे प्यार 
    खाटू ही घर है मेरा श्याम जहाँ तेरा बसेरा

दुःख और सुख में प्यारे आपको मानों 
दिल की ये बातें सारी आपको सुनाऊ 
कोई भी फैसला लेने से पहले पूछू बारम्बार 
वरना क्यों ये साथ निभाता करता हमसे प्यार 
खाटू ही घर है मेरा श्याम जहाँ तेरा बसेरा

आप जैसा कोई नहीं है घर में मेरे 
हार के आया बाबा पास मैं तेरे 
मेरे जीवन का तो प्यारे आप ही हो आधार 
वरना क्यों ये साथ निभाता करता हमसे प्यार 
खाटू ही घर है मेरा श्याम जहाँ तेरा बसेरा

जब भी मेरा मन करे मैं दर तेरे आऊं 
क्यूंकि वो घर भी मेरा हक़ से बताऊँ 
श्याम उमंग संग रहते घर में बन जाते परिवार 
वरना क्यों ये साथ निभाता करता हमसे प्यार 
खाटू ही घर है मेरा श्याम जहाँ तेरा बसेरा `
},


{
    title: " Mere Bhagwan Mere Ghansyam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `मेरे भगवान, मेरे घनश्याम, नैना नीर बहादूं ! 
    तूम बिन मेरा कोई नहीं है, मुरली वाले श्याम !!

1 पल पल याद तुम्हारी आये, जब आये तब रोबुँ रे ! 
रो रो कर में तुम्हे पुकारू, आवो सुन्दर श्याम !!1!!

2 आशावो के दीप जलाये, गीत बिरह के गावु रे ! 
मन मंदिर में आन बसों अब, मेरे कृपा निधान !!2!! `
},


{
    title: " Mhara khatu wala shyam ramja naina ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` महारा खाटू वाला श्याम रम जा नैनो में, 
    महारा लीले वाला श्याम रम जा नैनो में।।

देख नजारा रे श्यामा थारी सूरत को, 
मेरो भयो रे हाल बेहाल रम जा नैनो में ।। 1 ।।
महारा खाटू वाला........

छल छल छलके रे छेला ले हड़लो,
माहरे हिवड़े की की हुक पिछाण, रम जा नैनो में ।।2।।
महारा खाटू वाला..........

अर्जी हमारी रे श्यामा दर्श दिखा, 
तू तो मान मिजाजी मेरी मान रम जा नैनो में ।।3।।
महारा खाटू वाला.......

क्यों तरसावे रे बाबा मेरा खाटू का, 
अब आवे हटिला बेगा आव रम जा नैनो में ।।4।।
महारा खाटू वाला..........

दोउ कर जोडिया रे कासी द्वार पड़ो, 
तू घाल गले गल बाह, रम जा नैनो में ।।5 ||
महारा खाटू वाला.......... `
},


{
    title:  "Mhare ghar ko malik tu h ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `म्हारे घर को मालिक तू है 
    कोई फिक्र नहीं माहने, 
    तू जाने तेरो काम जाने

मह पर थारी मर्जी चाले, 
थारी डोर हिलाई हारे, 
माहरी नस नस पहचाने, 
तू जाने तेरो काम जाने

कोई उलझन जब आ जावे, 
कदे नहीं तू देर लगावे, 
झट ता जावे सलटाने, 
तू जाने तेरो काम जाने

तेरो भरोसे माहने भारी, 
खिल रही माहरी फुलवारी, 
घणो अचम्बो दुनिया ने, 
तू जाने तेरो काम जाने

रजनी तेरी प्रेम दीवानी, 
विण्णु कहवे शीश का दानी, 
भुला ना जावे तू माहने 
तू जाने तेरो काम जाने `
},


{
    title: " Mohan se Apne dil ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `मोहन से अपने दिल की हर बात कीजिये, 
    इक बार खाटू आके मुलाकात कीजिये, 
    मोन से अपने दिल की हर बात कीजिये,

1 सुन कर हसे ये दुनिया तेरे दर्दे दिल की बात, 
मोहन से अपना दर्द गम बाँट लीजिये, 
मोहन से अपने दिल की हर बात कीजिये,

2 बोले बिना ही दिल की सुनता है संवारा, 
ग्यारस पे आने की बस शुरवात कीजिये, 
मोहन से अपने दिल की हर बात कीजिये,

3 पल में सँवारे बाबा बिगड़े नसीब को, 
नजरो में नजरे डाल के निहार लीजिये, 
मोहन से अपने दिल की हर बात कीजिये,

4 मनु श्याम जैसा दानी होगा न और, 
जो चाहिए वो आप को मांग लीजिये, 
मोहन से अपने दिल की हर बात कीजिये, `
},


{
    title: " Morchhadi Laharayi Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज पंख होती तो उड़ आती

मोरछड़ी लहराई रे, रसिया ओ सांवरा, \
तेरी बहुत बड़ी सकलाई रे३

मोरछड़ी का जादू निराला, इसको थामे है खाटू वाला, 
लीले चढ़के दौड़ा ये आए, सारे संकट पल में मिटाए, 
रसिया ओ सांवरा, तेरी बहुत बड़ी सकलाई रे, ।।1।।
मोरछड़ी ३

श्याम बहादुर दर्शन को आए, ताले मंदिर के बंद पाए, 
मोरछड़ी से तालों को खोला, शीश झुका कर बाबा से बोला, 
रसिया ओ सांवरा, तेरी बहुत बड़ी सकलाई रे, ।।2।।
मोरछड़ी३

मोरछड़ी की महिमा है भारी, श्याम धणी को लागे ये प्यारी,
 हर्ष कहे रोतों को हंसाए, हाथों में जब तेरे लहराए, 
 रसिया ओ सांवरा, तेरी बहुत बड़ी सकलाई रे, ।।3।।
मोरछड़ी ३ `
},


{
    title: " Mujhe Tere Khatu Dham Aana Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मुझे तेरे खाटू धाम आना है, वहीँ मेरा ठिकाना है 
    तेरे चरणों की रज्ज मिले मुझको, तेरी भक्ति को पाना है ।।

तू मुझे बुलाएगा सीने से लगाएगा 
श्याम श्याम कहता आऊंगा तेरे दर 
चरणों से लिपट कर के देखूंगा मैं जी भर के 
कदमो में तेरे मैं रख दूंगा सर 
हाथ तेरा मेरे सर धराना है ।।1।। 
वहीँ मेरा ठिकाना है

श्याम श्याम कहकर तेरा निशान लेकर के 
जब खाटू नगरी में आऊंगा 
खाटू धाम की माटी माथे पर लगाकर के 
राधा की हवेली में जाऊँगा 
वहां तेरा भजन सुनाना है ।।2।। 
वहीँ मेरा ठिकाना है

बरसने लगी किरपा धाम पे बुलाया है 
देखने लगा श्याम जी भर के 
चरणों से उठा कर के सीने से लगाया है 
शर्मा मेरा हाथ तेरे सर पे 
जा तुझे मेरा भजन गाना है ।।3।।
 वहीँ मेरा ठिकाना है `
},

{
    title: " Na Denu To Na Kar Deto Shyam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ना देनो तो ना कर दे, क्यों नाच नचावे रे । 
    टाबरिया चौखट पर बैठा आस लगावे है ।।

तीन लोक में सांवरिया, तेरो ही डंको बाजे रे, 
खाली हाथ चला ज्यावां तो, तेरी ही चौखट लाजे रे, 
नैना बरसे नीर सांवरा, तू मुश्कावे रे, 
टाबरिया चौखट पर बैठा आस लगावे है ।।1।।

बाबूजी तो मौज करे और, बेटा फांका मारे रे, 
मैं दुनिया में सुण्या ना देख्या, क्यों ना बात विचारे रे, 
सरका दे थोड़ो सो तेरो के घट जावे रे, 
टाबरिया चौखट पर बैठा आस लगावे है ।।2।।

भूल चूक कोई होगी तो, माफ करो म्हे टाबरिया, 
मंदिर में तेरे घंटो बाजे, घर में मेरे पायलिया, 
"लहरी" जोहूँ हाथ सांवरा, क्यों तरसावे रे, 
टाबरिया चौखट पर बैठा आस लगावे है ।।3।। `
},


{
    title: "Nil pe tu Chadh ke Ata ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `नीले पे तू चढ़ के तू आता मोरछड़ी जी संग आता, 
    बड़ा लखदातारी मेरा खाटूवाला जी, 
    भक्तो का रखवाला मेरा बाबा खाटू वाला जी, 
    हारे का साथी बनता बाबा श्याम जी,

मेरा बाबा लखदातारी करे नीले की सवारी, 
खाटू श्याम रे ओ बाबा श्याम रे,

तू तो तीन वां का धारी तेरी 
महिमा जग से निराली, 
खाटू श्याम रे बाबा श्याम रे,

जब जब मैं तो खाटू आता नाम 
तेरा लेता जाता काम मेरा बन जाता,

खाटू वाले जी दर तेरे मैं आया जी 
झोली खाली लाया जी, 
खाली झोली भर दो जी, 
योगेश वत्स बाबा तेरे गुण गावे, 
मुकेश शर्मा संग मैं आवा जी, 
मेरा बाबा लखदातारी करे नीले की सवारी `
},



{
    title: " Saj Dhaj Baitha Shyam Hamara ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `सज धज बैठा श्याम हमारा प्यारा है श्रृंगार सांवरा, 
    आज तो गज़ब ढा रहा ।।।।

होठो पे कैसी मुस्कान है, येही तो इसी पहचान है, 
आंखे इसकी अमृत की है प्यालीइयाँ, 
मुख मंडल पर गौर से देखो कैसा है निखार संवारा ।।1।। 
आज तो गज़ब ढा रहा

केसरियां बागा है पहने ऊपर से भार भारी गहने, 
मोर मुकट में हीरा है चमक रहा, 
गल विच शोभा करे चौगनी, रंग बिरंगे हार संवारा ||2|| 
आज तो गजब ढा रहा,

क्यों इतना सजते हो प्यारे तेरे आगे फीके हर नजारे,
 तुम तो ऐसे ही सूंदर हो सँवारे क्यों इतना सजते हो प्यारे, 
 लूँ राय वारो जी वारो लेवो नजर उतार संवारा ।।3।। 
 आज तो गजब ढा रहा,

ये तो हमारे दिल को भा रहा, जलवे अनोखे ये दिखा रहा, 
बिनु कहता इसके जैसा और कहा ये 
तो हमारे दिल को बा रहा,
 पूनम का चंदा शरमाया जब से किया दीदार संवारा ।।4।। 
 आज तो गज़ब ढा रहा, `
},


{
    title: " Sajado Ghar ko Gulshan Sa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सजा दो घर को गुलशन सा, मेरे सरकार आए हैं । 
    लगे कुटिया भी दुल्हन सी, मेरे सरकार आए है ।।

1 पखारो इनके चरनो को, बहाकर प्रेम की गंगा 
बीछादो अपनी पल्को को, मेरे सरकार आए है........

दो : सरकार आ गये है मेरे गरीब खाने में 
आया है दिल को सुकूँ, उनके करीब आने में 
मुद्दत से प्यास लगियो को, मिला आज वो सागर 
भटका था जिसको पाने, की खातिर इस जमाने में

2 उमड़ आई मेरी आँखे, देख कर अपने बाबा को
 हुए रोशन मेरी गलियाँ, मेरे सरकार आए है.......

3 तुम आकर फिर नही जाना, मेरी इस सूनी 
दुनिया से कहु हरदम यही सबसे, मेरे सरकार आए है..... `
},

{
    title: " Sanso Ke Tutne Lage Shyam Dore ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांसो के टूटने लगे श्याम डोरे, 
    देदो दर्शन श्याम मुझको मिले है दिन थोड़े ।।

1) क्या पता पल का ये दुनिया छोड़ जाउगा, 
किस जन्म तुझसे नाता तोड़ जाऊँगा, 
कन्हियाँ माटी का पुल्टा कन्हियाँ माटी हो जाना है, 
जाते जाते श्याम प्यार तेरा पाना है, 
तेरा दर्शन ही द्वार स्वर्ग का मेरा खोले, 
देदो दर्शन श्याम मुझको मिले है दिन थोड़े ।।

2) ओ मेरे सँवारे तू यार मेरा प्यार भी है, 
तू ही दौलत मेरी श्याम तू संसार भी है, 
मुझको मालुम है तू दर्शन देने आएंगे, 
बहते आँसू मेरे ना श्याम देख पायेगा, 
श्याम तेरा नाम मेरा मन ये हर पल बोले, 
देदो दर्शन श्याम मुझको मिले है दिन थोड़े ।।

3) आज ये भक्त श्याम तेरा जिद पे आन पड़ा, 
देख ले इक नजर मौत के द्वारे मैं खड़ा, 
आज मेरी भी श्याम तुझसे लड़ाई है, 
तेरी भक्ति में उम्र सारी बिताई है, 
हाथ थामा था तूने मेरा क्यों है अब छोड़े, 
देदो दर्शन श्याम मुझको मिले है दिन थोड़े ।। `
},


{
    title: "Sanware Kismat Ka Mara Hu Khatu Nagri ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांवरे किसमत का मारा हु खाटू नगरी आया हु, 
    श्याम धनि तू सेठ कहावे आशा लेकर आया हु ।।

घर से बेघर हुआ सँवारे सुनता न कोई मेरी, 
सगे सम्बन्धी हसीं उड़ावे काहे लगाई देरी है, 
हारे का इक तू ही सहारा या अरदास लगाता हु, 
श्याम धनि तू सेठ कहावे आशा लेकर आया हु ।।

लखदातार कहाते हो तुम भेट क्या तुम्हे चढ़ाऊंगा, 
अंसुवन की जल धरा बहा कर सांवरिया को रिजाऊगा,
 नहीं ठिकाना कोई जग में तुम को आज बताता हु, 
 श्याम धनि तू सेठ कहावे आशा लेकर आया हु ।।

नहीं दिखाई देता जहां कोई मुझे सहारा है, 
तीन बाण का धारी है वो बाबा श्याम हमारा है, 
अपने हालत को सँवारे आके तुम्हे सुनाता हु, 
श्याम धनि तू सेठ कहावे आशा लेकर आया हु ।।

एहलवती के राज दुलारे मेरा भी उधार करो, 
आया शरण तुम्हारी अमित है मोर छड़ी की किरपा करो, 
रो रो कर पुकारे नगर श्यामा ये आवाज लगाता हु, 
श्याम धनि तू सेठ कहावे आशा लेकर आया हु ।। `
},

{
    title: " Sharnagat ki Sham Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `शरणागत की शाम है बाबा लाज बचाओ जी ।
     थारी मोर छड़ी लहराओ जी ।।

1 मजधार में बाबा अटकी पड़ी नैया बेडो पार करो, 
लाखा को प्यारो हो बेटे ने भूलियो क्यों प्रभु उपकार करो, 
अटकियो की आके राह दिखो जी ।।
थारी मोर छड़ी लहराओ जी.........

2 पर साँस बंद है तकदीर को तारा, दयालु खोल देयो, 
चरना में बिठा करके बोल मीठा सा मुख से बोल दियो, 
टाबरिया के श्याम सिर पे हाथ फिराओ जी ।। 
थारी मोर छड़ी लहराओ जी..

3 हालत को मारियो दुखारा सबे हरियो, मेरा उधार करो,
 थारो सहरो है थारे हर्ष ने बाबा गनी सवीकार करो, 
 हारो की आके श्याम आके जीत करो जी ।। 
 थारी मोर छड़ी लहराओ जी....... `
},

{
    title: " Shyam Bihari Baba ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज नैनों में बदरा छाये, बिजली सी चमके हाये

श्याम बिहारी बाबा, लीलै सवारी थारी। 
अरजी हमारी सुणल्यो, लख दातारी।

1 खाटू नरेश थांरी, महीमा सुणी भारी 
बिरदावै सेवक सारा, बीरद है दातारी 
निरधनीयां धन पावै है, चौखट पे थारी ।।

2 सोने रुपै से बाबा, धाम सजायो है 
ज्यांके बीच बाबो, आसण जमायो है 
अभयदान देवो, हे त्रयशर धारी ।।

3 मेरी भी किसमत, तुम चमकादो 
कांटों भरी है राहे, फूल बिछादो 
भाग जगादो चंपा, अरजी हमारी ।। `
},


 {
    title: " Shyam Ka Dhyan Laga Le Bande ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `श्याम का ध्यान लगाले बन्दे, दो दिन की जिन्दगानी है। 
    जिवन तो निर्झर है बन्दे, भक्ती इसका पानी है।।

तोड के सारे बंधन बन्दे, किर्तन में तुम आ जाओ, 
परमानन्द मिलेगा तुमको, डुबकी जरा लगा जाओ, 
भजते-भजते नाम प्रभु का, तर गए लाखो प्राणी ।
श्याम का ध्यान लगाले बन्दे

तेरी मेरी करते करते, मन अपना कंगाल हुआ, 
क्या लेकर धरती से आया, यम पुछेगा सवाल वहाँ, 
लख चौरासी भटक भटक कर, मनुष्य काया पानी है।
श्याम का ध्यान लगाले बन्दे || 2 ||

सम्हलें अगर ना पछताएंगे, जब चिडीया चुग जानी है, 
यहाँ की दौलत यहीं रहेगीं, अपने साथ न जानी है,
 श्याम नाम कि सांची दौलत, यारों साथ में जानी है।
श्याम का ध्यान लगाले बन्दे

श्याम का ध्यान लगाले बन्दे, दो दिन की जिन्दगानी है। 
जिवन तो निर्झर है बन्दे, भक्ती इसका पानी है। `
},


{
    title: " Shyam Ki Baatein Karte ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम की बाते करते, गाते श्याम के तराने,
     श्याम नाम से हमको सारे, इस जगत में पहचाने, 
     हम श्याम दीवाने हम श्याम दीवाने ।।

कोशिस कर ले, तूफान कितना शोर मचाले, 
हमको डर क्या, हमको बाबा सँवारे, 
इसके नूर से रोशन, अपने जीवन ज्योति, 
बुझ नहीं सकती कितना, हवाए जो लगाले, 
सांस हमारी ज्योत श्याम की, हम उसके परवाने, 
हम श्याम दीवाने हम श्याम दीवाने ।। 1 ।।

सुख दुःख दोनों हम तो, हंसकर सह जाते हैं, 
श्याम राजा में हम तो राजी, रह जाते हैं, 
प्रेम की भाषा सिखलाई है, श्याम ने हमको, 
इसीलिए तो श्याम के प्रेमी, कहलाते हैं 
हम श्याम दीवाने हम श्याम दीवाने ।। 2 ।। `
},

{
    title: "Shyam Thari Choukhat Pe ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज छूप गया कोई रे दूर से पुकार के 
    
    श्याम थारी चौखट पे, आया हूँ मैं हार के । 
    लायक बना ल्यो म्हाने, थारे दरबार के ।।

1 हार्योड़ा का साथी थाने, साथी बतावे है, 
देख ल्यो अठी ने कानी, लाज म्हारी जावे है,
 कस्यु खड़यो हूँ बाबा, हाथ पसार के, 
 लायक बना ल्यो म्हाने, थारे दरबार के...

2 थक सो गयो हूँ बाबा, जग के झमेले में,
 जियो घबरावे म्हारो, सोच के अकेले में, 
 कालजे लगा लो इब थे, अवगुण विसार के,
  लायक बना ल्यो म्हाने, थारे दरबार के..

3 सुख में तो जग यो सारो, साथ निभावे है, 
पण दुखड़े में कोई, नेडे नही आवे है, 
डगमग है नैया भारी, बिना पतवार के, 
लायक बना ल्यो म्हाने, थारे दरबार के...............
 थारे दरबार के ।।

4 थारो साथ पा के मैं भी, जीनो सिख जाऊंगो, 
थे भी ठुकरा द्वोतो, जी नहीं पाउँगो, 
हार के आयो है 'दिन्नु, द्वारे सरकार के, 
लायक बना ल्यो म्हाने, थारे दरबार के......... `
},


{
    title: " Shyam ki karte bate Hum Shyam Diwane ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम की करते बाते गाते श्याम तराने 
    श्याम नाम से हमको सारे इस जग में पहचाने हम श्याम दीवाने......

1 कोशिश करले तूफान कितना शोर मचाले 
हमको डर क्या हमको बाबा श्याम संभाले 
इसके नूर से रोशन अपनी जीवन ज्योति 
बुझ नहीं सकती कितना हवाएं जोर लगाले 
सांस हमारी ज्योति श्याम की हम उसके परवाने 
हम श्याम दीवाने......

2 सुख दुःख दोनों हंसकर हम तो सेह जाते हैं 
श्याम रज़ा में हम तो राज़ी रह जाते हैं 
प्रेम की भाषा सिखलाई है श्याम ने हमको 
इसीलिए तो श्याम के प्रेमी कहलाते हैं 
लाख मुश्किलें फिर भी हर पल चेहरों पे मुस्काने 
हम श्याम दीवाने........

3 श्याम की सेवा और सुमिरन में व्यस्त रहें हम 
इसके भरोसे छोड़ के जीवन मस्त रहें हम 
श्याम प्रेम का एक ही हमको रोग लगा है 
बाकी तो तन मन दोनों से स्वस्थ रहें हम 
मौज में इसकी इसकी लेहेर में रहते हम मस्ताने 
हम श्याम दीवाने...

4 सोनू मीरा जैसा ना एहसास हमारा 
ना ही नरसी जैसा है विश्वास हमारा 
लेकिन ये कह सकते हैं हम गर्व से प्यारे 
तुमसे बढ़कर कोई नहीं है खास हमारा 
तेरे मिलन को तेरे दरश को ढूंढें रोज़ बहाने हम श्याम दीवाने..  `
},


{
    title: " Shyam rangila shyam ka ghoda",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम रंगीला श्याम घोडा है नीला,
     घोड़े पे है बाबा की सवारिया ।।

मोर मुकुट माथे तिलक बिराजे, 
गल बेजंती माला साजे, 
नेंन कजरारे बाल है गुंगर वाले 
यह ही तो है बाबा की निशानिया||1 ||

श्याम रंगीला

सांवली सूरत पे वारि वारि जाऊ, 
श्याम बाबा का में ध्यान लगाऊ, 
श्याम सरकार है और बड़ा दिलदार 
है महसूर बाबा की कहानिया

श्याम रंगीला

बनवारी बाबा को जोभी बाबा बुलाएगा, 
नीले पे चढ़ के बाबा धोड़ा धोड़ा आएगा
जोबी मनायेगा और ध्यान लगाएगा 
बाबा करेगा महेरबानिया ।।3।।

श्याम रंगीला `
},


{
    title: " Shyam se hi Pahchan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम से ही पहचान हमारी 
    हारे का साथी वो तो लखदातारी 
    खाटू वाले से मेरी हो गयी है यारी...

ग्यारस पर बाबा से मिलने खाटू जाता हूं 
श्याम का दर्शन पाता हूं-मैं उनको भजन सुनाता हूं 
श्याम की यारी-जग से है प्यारी.......

सजधज कर खाटू में बैठो कितना मुस्कावे 
कहीं तुम्हें नजर ना लग जावे-कहीं तुम्हें नजर ना लग जावे
 लीले की वो तो-करता सवारी......

कहे प्रिंस कि श्याम भजन-जन्नत का द्वारा है 
श्याम का तोरण द्वारा है-के खाटू स्वर्ग सा प्यारा है 
तीन बाण की महिमा है न्यारी-बाबा ने लाखों की किस्मत सँवारी... `
},

{
    title: " Sukar karu mere baba tera har pal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `शुकर करू मेरे बाबा तेरा हर पल शुकर करू, 
    तेरे होते किसी बात की मैं क्यों फिक्र करू ।।

भटक रहा था जब जीवन में तूने थामा हाथ मेरा, 
अंधयारी राहो में बाबा मुझको मिल गया साथ तेरा,
 तेरे उपकारों का मैं पल पल जीकर करू ।।1।। 
 तेरे होते किसी बात की

सोच नहीं सकता था बाबा मुझको वो उपहार मिला, 
अपनी किस्मत पर इतराउ मुझे तेरा दरबार मिला, 
बन के मैं दरबारी हर हाल में सबर करू ||2|| 
तेरे होते किसी बात की.....

इतनी तो औकात नहीं मैं तुमको कुछ दे पाउ, 
तेरे नाम के भाव मैं गा कर तुझको रोज रिजाऊ, 
भाव भजन के मोती मैं तुझको नजर करू ।।3।। 
तेरे होते किसी बात की..........

और नहीं कुछ चाहु तेरी किरपा यही बनी रहे, 
तेरे प्रेम की दौलत से ये संजय हर दम धनी रहे, 
तेरी सेवा में ही ये जीवन वसर करू ।।4।। 
तेरे होते किसी बात की........ `
},


{
    title: "Sun Kar Karun Pukar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सुन कर करूँ पुकार ये सो नहीं सकता, 
    भगत भुलाये ये न आये हो नहीं सकता ।ווו

भगत तो जान है इसकी भगत में प्राण अटके है, 
भगतो को याद कर कर के इसके दिन रात कट ते है, 
और कही पर भी इसका जी नहीं लगता ।।1।। 
भगत भुलाये ये न आये ह

ये दुनिया रखता कदमो में भगत को दिल में रखता है, 
हुमत करता दुनिया पे भगत से प्यार करता है, 
दुनिया मरती इस्पे ये भगत पे है मरता ।।2|| 
भगत भुलाये ये न आये हो........

रहता दिन रात चिंता में भगत कही रूठ न जाए, 
भगत का मेरे ऊपर से भरोसा टूट न जाए, 
वनवारी कोशिश यही दिन रात ये करता ।।3।। 
भगत भुलाये ये न आये हो..... `
},


{
    title: " Teen Baan ke Dhari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `अंधेरो की नगरी से कैसे मैं पार जाओ । 
    श्याम अब लेने आजा हौसला हार ना जाऊ ।।
श्याम आजा श्याम आजा श्याम आजा

तीन बाण के धारी तीनो बाण चलाओ ना 
मुश्किल में है दास तेरा अब जल्दी आओ ना 
हारे के सहारे मेरे हारे के सहारे 
हारे के सहारे मेरी हार हराओ ना

तूफानों नें घेर लिया मुझे राह नजर ना आवे 
तुम बिन कौन मेरा जो मेरी ब्याह पकड़ ले जावे 
भटक रहा राहो में बाबा पार लगाओ ना ।। 1 ।।

किसको रिश्ते गिनवाऊँ किसे जात बताऊँ मैं 
क्या क्या जखम दिए जग ने किसे जाके बताऊँ मैं 
बिन कुछ पूछे श्याम हमारा कष्ट मिटाओ ना ।।2।।

अंजानी नगरी में सब अनजाने लगते है 
हम तो तेरी याद रो रो राते जगते है 
बहता इन आँखों से बाबा नीर थमाओ ना ।।3।।

कृष्ण को जिसने दान दिया उस दानी के आगे
 हमने सुना तेरा नाम लिए से संकट सब भागे 
 छोटू की विपदा को बाबा आग लगाओ ना ।।4।।

तीन बाण के धारी तीनो बाण चलाओ ना 
मुश्किल में है दास तेरा अब जल्दी आओ ना `
},


{
    title: "Tera Sath Nibhayega ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरा साथ निभाएगा विश्वास जरूरी है, 
    तेरी बिगड़ी बनाएगा विश्वास जरूरी है, 
    तेरा साथ निभाएगा विश्वास जरूरी है।

जिस दिन भी तू सच्चे मन से इसका हो जाएगा, 
उस दिन से तू हर पल इसको अपने संग पाएगा, 
तेरे संग संग चलेगा ये आभास जरूरी है, 
तेरा साथ निभाएगा विश्वास जरूरी है ||1||

होके मगन तू जब भी इसके भजनों को गाएगा, 
गर हो भरोसा सच्चा तेरे सामने आ जाएगा, 
प्यास नैनो की बुझाएगा पर प्यास जरूरी है, 
तेरा साथ निभाएगा विश्वास जरूरी है ||2||

श्याम नाम की मस्ती में तू अरविंद अब तो खो जा, 
छोड़के चिंता और फिकर तु उसकी गोद में सो जा, 
हाथ सिर पर फिर आएगा एहसास जरूरी हैं, 
तेरा साथ निभाएगा विश्वास जरूरी है ॥3॥ `
},


{
    title: " Tere Dar Pe Mere Madhav Ye Shish Jhukaya Hai",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरे दर पे मेरे माधव ये शीश झुकाया है, 
    बाबा हार के आया हु मैं दर दर का सताया हु ।।

1) चौकठ पे गया सबकी हर मंदिर भटका हु, 
आखिर तेरे तोरण पर अपना सिर रखता हु, 
सुनता हु तेरी रेहमत दिन रात बरस ती है, 
बाबा हार के आया हु मैं दर दर का सताया हु, 
तेरे दर पे मेरे माधव

2) जिनसे भी उमीदे थी उन सब से रुलाया है, 
रो रो कर गम पूछे हस हस का उड़ाया है, 
विश्वाश तुझी पर है नैया पार लगानी है, 
बाबा हार के आया हु मैं दर दर का सताया हु,
 तेरे दर पे मेरे माधव 11

3) अब आस तुम्ही से है इतवार तुम्ही पे है,
 मयूर का सेठ है तू अरदास तुम्ही से है, 
 अश्को के सागर को घर आ कर समबालो गे, 
 बाबा हार के आया हु मैं दर दर का सताया हु, 
 तेरे दर पे मेरे माधव ........... `
},


{
    title: " Teri Mahima Aprampar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `तेरी महिमा अपरम्पार बाबाजी 
    तेरी हो रही जय जैकार बाबाजी 
    थारो नाम ध्याऊँ मैं 
    श्याम तेरी ज्योत जगाके 
    बाबाजी तेरा दर्शन पाके

तेरा सचिन भजन सुनावे 
तेरी जय जैकार बुलावे 
बाबाजी तेरा नाम ध्यावे वो 
बाबाजी तेरी ज्योत जगाके 
बाबाजी तेरा दर्शन पाके

मेरी बिनती सुनले सांवरे 
मैं खड़ा हूँ दर कर जोड़ 
भक्तों की रक्षा में सदा 
नहीं तेरा कोई जोड़ 
मैं और मेरा परिवार भी 
अब करता तेरी आस 
हम पे भी अब कृपा करो 
प्रभु राखो मेरी लाज

तेरी शरण जबसे आया 
बाबा मनचाहा फल पाया 
बाबाजी बड़ा नाम कमाया है 
श्याम तेरी ज्योत जगाके 
बाबाजी तेरा दर्शन पाके `
},


{
    title: "Teri Pyari Aankhon Ka Jadoo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरी प्यारी आखो का जादू दिल पे रहा न मेरे काबू, 
    मैं तो तुझमे खो गई हु मैं तो तुझमे खो गई, 
    मैं तो तेरी दीवानी हो गई, हो गई हो गई हो गई हो गई ।।

1) तेरे दिल पे श्याम सलोने अपना दिल मैंने हारा, 
तू ही भगवान तू ही प्रीतम तू ही मेरा जग सारा, 
श्याम मेरा सब से प्यारा है श्याम हारे का सहारा है, 
तेरा दरबार न्यारा है लगता सब को प्यारा है 
सावली सूरत मोहनी मूरत मैं तो दीवानी हुई, 
मैं तो तेरी दीवानी हो गई ।।

2) तेरी नजर का मेरी नजर से कैसा खेल निराला, 
नजरे मिला कर दिल को लुटा श्याम मेरा मत वाला, 
शयाम मेरा खाटू वाला है मेरा भोला भाला है, 
]श्याम सब का रखवाला है श्याम मेरा बड़ा दिल वाला है 
सावली सूरत मोहनी मूरत मैं तो दीवानी हुई, 
मैं तो तेरी दीवानी हो गई ।।

3) तेरी तिर्शी से बाबा दिल मेरा हुआ घायल, 
झूठे बंदन झूठा जमाना दुनिया कहे मुझे पागल, 
तुमसे विनती बारम्बार मोर अभिनन्दन लखदातार, 
मेरे सांवरियां सरकार तुमसे नैन हुए है चार, 
सावली सूरत मोहनी मूरत मैं तो दीवानी हुई,
 मैं तो तेरी दीवानी हो गई ।। `
},


{
    title: "Tu Mujhe Dekhe Karuna se",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तु मुझे देखे करुणा से, मैं तुझे देखु आशा से, 
    मुख से कुछ ना बोलु मैं, बोलु मन की भाषा से.. 
    दिल में तेरे प्यार हैं, तु भक्तों का आधार हैं, 
    तु मुझे देखे करुणा से, मैं तुझे देखु आशा से..

1 बड़ा ही सुंदर पावन तेरा धाम, 
ठाठ निराले, ऊंची तेरी शान..
शंखेश्वरा, परमेश्वरा, दिनानाथजी, ओ जिनेश्वरा, 
तु महिमा भंडार हैं, तु भक्तों का आधार हैं, 
तु मुझे देखे करुणा से, मैं तुझे देखु आशा से,

2 शरणागत का भय हारता हैं तु, 
शांति दाता, सुखकर्ता हैं तु..
चिंतामणि, पारसमणि, तु सुरतरु, तु सुरमनी, 
पर्चा तेरा पार हैं, तु भक्तों का आधार हैं, 
तु मुझे देखे करुणा से, मैं तुझे देखु आशा से,

3 आज से मैं ये करता हूं वादा, 
तु मेरा, मैं तेरा हुं दादा..
सरताज तु, सरकार तु, मेरा नाथ तु, महाराज तु, 
प्यारा तेरा दरबार हैं, तु भक्तों का आधार हैं,
 तु मुझे देखे करुणा से, मैं तुझे देखु आशा से,

4 मिट जाए मेरे भव भव के फेरे, 
ऐसी आशीष मांगु प्रभु मेरे..
सर पर प्रभु रखो हाथ जी, विनती हैं ये दरबार की, 
'प्रदीप' का तु किरपार हैं, तु भक्तों का आधार हैं,
 तु मुझे देखे करुणा से, मैं तुझे देखु आशा से, `
},

{
    title: " Tujhe Tere Baba pe Bharosha ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तुझे तेरे बाबा पे भरोसा जो होगा, 
    जो कुछ भी होगा अच्छा ही होगा ।।

कांटे मिले तो, शिकायत ना करना, 
उसकी कृपा के, इशारे समझना, 
बिगड़ी वो तेरी बनाता ही होगा ||1|

ढूंढेगा जो तू, तुझे ना दिखेगा, 
आस पास है वो एहसास होगा, 
अंधेरे में दिपक जलाता ही होगा ||2||

इतना समझ ले, कदम को बड़ा ले, 
तेरे साथ है वो, मन में बिठाले, 
मन में वो बैठा, बुलाता ही होगा ।।3।।

विधि का विधान कोई, बदल ना पाये, 
लीलानंद है तो, क्यों घबराये, 
उजड़ा चमन फिरसे सजाता वो होगा ।।4।।

सहारा तुझे सिर्फ, उनसे मिलेगा, 
उनके सिवा तेरी, कोई ना सुनेगा, 
सिरपे वो हाथ तेरे फिरता ही होगा ।।5।। `
},


// {
//     title: "",
//     youtubeId: "", // I added a working ID here for you
//     lyrics: `.`
// },

];



























