// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Krishna Bhajan "] = [

{
    title: " Aa to Gaya Hun Main ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आ तो गया हूँ प्रभु तेरे द्वार पे, अपनी शरण में बिठाये रखना 
    कृष्णा, कृष्णा, कृष्णा, कृष्णा

1 दर दर भटका हूँ चाहत में प्यार की, 
बदले में ठोकर मिली मुझे हर द्वार की, 
आशा लिए आया हूँ मैं तेरे द्वार की, 
प्यासा तेरे प्यार का थोड़ा सा प्यार दे, 
अपनी शरण में बिठाये रखना..........

2 तुम ही हो पिता नाथ तुम ही हो माता, 
तुम से रिश्ता अपना तुम से ही नाता,
 तेरे सिवा कोई नहीं है अपना,
  चाहे तू तार दे, चाहे तू मार दे,
   अपनी शरण में बिठाये रखना..... `
},

{
    title: " Aaj Biraj Me Holi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आज बृज में होली रे रसिया। 
    होरी रे रसिया, बरजोरी रे रसिया ॥

अपने अपने घर से निकसी,
 कोई श्यामल कोई गोरी रे रसिया।

कौन गावं केकुंवर कन्हिया,
 कौन गावं राधा गोरी रे रसिया।

नन्द गावं के कुंवर कन्हिया,
 बरसाने की राधा गोरी रे रसिया।

कौन वरण के कुंवर कन्हिया,
 कौन वरण राधा गोरी रे रसिया।

श्याम वरण के कुंवर कन्हिया प्यारे,
 गौर वरण राधा गोरी रे रसिया।

इत ते आए कुंवर कन्हिया,
 उत ते राधा गोरी रे रसिया।

कौन के हाथ कनक पिचकारी,
 कौन के हाथ कमोरी रे रसिया।

कृष्ण के हाथ कनक पिचकारी,
 राधा के हाथ कमोरी रे रसिया।

उडत गुलाल लाल भए बादल,
 मारत भर भर झोरी रे रसिया।

अबीर गुलाल के बादल छाए,
 धूम मचाई रे सब मिल सखिया।

चन्द्र सखी भज बाल कृष्ण छवि,
 चिर जीवो यह जोड़ी रे रसिया। `
},

{
    title: " Aaj Hari aaye Vidur ghar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आज हरी आये, विदुर घर पावना ॥ 
    आज हरी आये, विदुर घर पावना ॥

1 विदुर नहीं घर मैं विदुरानी, आवत देख सारंग प्राणी । 
फूली अंग समावे न चिंता ॥ भोजन कंहा जिमावना ॥

2 केला बहुत प्रेम से लायीं, गिरी गिरी सब देत गिराई । 
छिलका देत श्याम मुख मांही ॥, लगे बहुत सुहावना,

3 इतने में विदुरजी घर आये, खरे खोटे वचन सुनाये । 
छिलका देत श्याम मुख मांही ॥, कँहा गवांई भावना,

4 केला लीन्ह विदुर हाथ मांही, गिरी देत गिरधर मुख मांही ।
 कहे कृष्ण जी सुनो विदुर जी ॥, वो स्वाद नहीं आवना,

5 बासी कूसी रूखी सूखी, हम तो विदुर जी प्रेम के भूखे ।
 शम्भू सखी धन्य धन्य विदुरानी ॥, भक्तन मान बढावना, `
},

{
    title: " Aaj to Sabha me Mera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : बाईस रा बीरा माने पिहरिये

आज तो सभा मे मेरा कोई नही संगी रे 
लाज रखो बनवारी रे

1 कौरव पांडव मिल चौपड़ मांडी रे, खेल जुवे का रचाया रे 
खेलत खेलत पांडव हारे, संग में मुझको हारी रे

2 दिन पलटा पर पांडव हारे, कौरव यू बतलावे ह 
दुष्ट दुःशासन गरज के बोलो, लाओ उनकी नारी रे

3 चला ह दुशासन पकड़ के बंया, सभा बीच मे लावे ह 
नीचा मुख कर पांडव बैठे ह, भीम जैसे बलकारी रे

4 भरी सभा मे द्रोपदी बोली, मेरी लाज गमावे ह 
नग्न करने की सोची मन मे, खींचत मेरी साड़ी रे

5 बिलख बिलख कर रुदन करत ह, नैनों में नीर बहावत ह 
भक्त पति मेरी लाज बचाओ, भीड़ पड़ी ह भारी रे

6 द्रोपती की जब टेर सुनी ह, भक्त ने कोण सतावे ह 
छोड़ा सिंघासन गरुड़ को जोड़ा, दौडो ह बनवारी रे

7 आकर पृभु जी वचन बढ़ायो, चीर को अंत ना आवे ह 
खींचत खींचत हारो दुःशासन, आखिर भयो लाचारी रे

8 जब जब भीड़ पड़ी भक्तन पे, तब तब दौड़ो दौडो आयो ह 
शंकर शर्मा अर्ज करत ह, रखियो लाज हमारी रे `
},

{
    title: " Aap Kya Jano ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आप क्या जानो ऐ श्याम सुन्दर, कैसे तुम बिन जिए जा रहे है। 
    तेरे मिलने की उम्मीद लेकर, गम के आँसू पिए जा रहे है॥

1 ये जुदाई सहेंगे श्याम कब तक, बिन दर्शन रहेगे श्याम कब तक।
 दुनिया से हो गए है बेगाने, तेरा नाम लिए जा रहे है॥

2 श्याम सुन्दर कहाँ खो गए हो, इतने बेदर्द क्यों हो गए हो।
 आप की बेवफाई के सदके, लोग ताने दिए जा रहे है॥

3 याद आती है, आती रहेगी, याद तेरी सताती रहेगी।
 जितना जी चाहे तड़पालो हमको, तेरी पूजा किये जा रहे है।

4 किन गुनाहों की है ये सजाएं, श्याम सुन्दर हमे कुछ बताएं।
 टुकड़े टुकड़े किया दिल है मेरा, प्यार तुमसे किये जा रहे है। `
},


{
    title: "Aavat Dekhoy Krishn ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आवत देख्यो कृष्ण कन्हियो राधे जी मुख मोडलियो 
    क्यूँ रूठी हो हमसे राधे नंद कँवर बतलाय रयो।।

१ म्हारो काई दोस् हुयो ह मुखडो क्यूँ छिपाय लियो 
आवत देख्यो कृष्ण कन्हैया..

२ तू कान्हा र सदा को कप्टी, छलियों मुझसे जाल कियो 
बाता थारि खोटि लाग भीतर स म्हारो जल र हियो।।

३ तू कालों थारो दिल भी कालों कालों तेरो काल रयो
 काला क संग रहकर मेने कालों रंग कबूल कियो।।

४ कालों रंग कदरती राधे काला तेरा केश रया 
काली तेरी तेरची आंख्या मनडो म्हारो मोह लियो।।

५ इतना वचन सुन्या मोहन का, राधे अंग लिपटाय लियो, 
सुरते देख खूसी मन राधा मोहन बंसरी बजा रयो।। `
},


{
    title: " Aayo Der Se Girdhari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आयो देर से गिरधारी, तू आयो देर से गिरधारी।
     तेरी पाछी ले ज्या गाठड़ी तू मोड़े आयो गिरधारी ।।

1 और सगा ने महल मालिया, सुंदर महल अटारी।
 नरसी भगत ने टूटेडी टपरी, बा भी गाँव से न्यारी।।

2 और सगा ने लाडू जलेबी, सत पकवान मिठाई।
 नरसी भगत ने बासी खिचड़ी, बा भी लूण से खारी ।।

3 और सगा ने हिंगलू ढोलिया, गादी गिन्डवा न्यारा।
 नरसी भगत ने फतेदी गुदड़ी, बभी चूहा से फाड़ी।।

4 कह नरसिलो सुन रे सांवरा आनो है तो आ ज्या।
 नानी बाई को भरके मायरो, पाछा सुरग सिधारो ।।

5 छप्पन करोड़ को ल्यायो मायरो, न्याय करो प्रभु त्यारो।
 छिन्तरमल नरसी कि लज्जा, रखे बंसी वालो ।। `
},

{
    title: " Ab Radhe Rani ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अब राधे रानी, 
    दे डारो बंसी मोरी, 
    जो बंसी मेरे प्राण बसत है, 
    वोह बंसी गयी चोरी ।।

1. कैसे मैं गाऊँ राधे कैसे बजाऊँ, 
कैसे बुलाओं गैया भेरी

2. मुख से तुम गाओ कान्हा, 
मुख से बजाओ, 
मुख से बुलाओ गैया भेरी--

3. मीरा के प्रभु गिरिधर नागर, 
बंसी ले करी चोरी- `
},


{
    title: "Ab To Man Kahno Meri Maay ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अब तो मान कह्नो मेरी माय, 
    मन सांवरियो परणाय ।।

1. ऐसे वर को क्या करू जो, 
जन्मे और मरज्याय, 
वर कहिये मेरो साँवरो म्हारो, 
अमर चूड़ो हो ज्याय

2. जहर पियाला राणा भेजिए, 
दियो मीरा न ज्याय, 
कर चरणामृत पि गयी रे, 
थे जानो यदुनाथ-

3. सर्प पिटारा राणा भेजिए, 
दियो मीरा न जाय, 
खोल पिटारा मीरा पेरियो रे, 
बन गयो नोसर हार

4. मीरा हर कि लाडली रे, 
राणो बन को ठूंठ, 
समझायो समझ्यो नहीं रे, 
ले ज्याति बैकुंठ-

5. मीरा जनमी मेड़ता मे, 
राणो गढ चितौड़, 
कलियुग म भगति करी र, 
गुरु मिल्या रेदास- `
},

{
    title: " Achyutam Keshavam Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अच्युतम केशवं राम नारायणं, 
    कृष्ण दमोदरम वासुदेवं हरिं । 
    श्रीधरं माधवं गोपिका वल्लभं, 
    जानकी नायकं रामचंद्रम भजे ।।

1. अच्युतम केशवं सत्य भामधावं, 
माधवं श्रीधरं राधिका अराधितम, 
इंदिरा मन्दिरम चेताना सुन्दरम, 
देवकी नंदना नन्दजम सम भजे

2. विष्णव जिष्णवे शंखिने चक्रिने, 
रुकमनी रागिने जानकी जानए, 
वल्लवी वल्लभा यार्चिधा यात्मने, 
कंस विध्वंसिने वंसिने ते नमः-

3. कृष्ण गोविन्द हे राम नारायणा, 
श्री पते वासु देवा जीता श्री निधे, 
अच्युतानंता हे माधव अधोक्षजा, 
द्वारका नायका, द्रोपधि रक्षक-

4. राक्षस क्शोबिता सीताया शोभितो, 
दंडा करण्या भू पुण्यता कारणा, 
लक्ष्मना नान्वितो वानरी सेवितो,
 अगस्त्य संपूजितो राघव पातु माम-

5. धेनु कृष्टको अनिष्ट क्रुद्धेसिनाम,
 केसिहा कंस हुद वंसिका वाधना,
  पूतना नसाना सूरज खेलनो,
   बाल गोपलका पातु माम सर्वदा-

6. विध्यु दुध्योतवत प्रस्फुरा द्वाससम, 
प्रोउद बोधवल् प्रोल्लसद विग्रहं, 
वन्याय मलय शोभि थोर स्थलं, 
लोहिन्तङ्ङ्ग्रि द्वयम् वारीजक्षं भजे

7. कन्चितै कुण्डलै ब्रज मानानानां, 
रत्न मोउलिं लसद कुण्डलं गण्डयो, 
हार केयुरगं कङ्कण प्रोज्वलम्, 
किङ्किणी मञ्जुल स्यमलं तं भजे `
},

{
    title: " Aisi Laagi Lagan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `ऐसी लागी लगन मीरा होगयी मगन, 
    वो तो गली गली हरी गुण गाने लगी, 
    महलों में में पली बन के जोगन चली, 
    मीरा रानी दीवानी कहाने लगी ।।

1. कोई रोके नहीं कोई टोके नहीं, 
मीरा गोविन्द गोपाल गाने लगी, 
बैठी संतो के संग रंगी मोहन के रंग, 
मीरा प्रेमी प्रीतम को मानाने लगी

2. राणा ने विष दिया मानों अमृत पिया, 
मीरा सागर में सरिता समाने लगी, 
दुःख लाखों सहे मुख से गोविन्द कहे, 
मीरा गोविन्द गोपाल गाने लगी `
},


{
    title: " Aja Manmohan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आजा मन मोहन, बंशी सुनादे मेरे श्याम। 
    राधा पुकारे छलिया, हे गोपियन के कान्ह।।

1 चुपके चुपके छुपते छुपते मैं आई 
पांवों की पैंजनियां ने चुगली खाई
जान गयी सब सखियां अखियां ताने तीर कमान,
आजा मनमोहन,,,

2 बंशी की धुन सुन तन सुध बिसर गयी 
किया केश विन्यास लटें सब बिखर गयी 
कैसा जादू डारे मुझपे कान्ह तेरी मुसकान
 आजा मनमोहन,,,

3 बावरिया सी बनी फिरूं यमुना तट पे 
राधा मन बेचौन चौन ना है घट में 
ज्यूं मछली जल ही जीवन है एसा तूं आधार
आजा मनमोहन,,,

4 सनमुख ठाढै श्याम एक पद तिरछा है 
गिरी गाल लट श्याम जिसे मन तरसा है 
बरसा है सुर आकरषा चंपा मन बार हजार
आजामनमोहन,,, `
},

{
    title: " Aja Manmohan Mira ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आजा मनमोहन मीरा दासी बुलावे, 
    दासी बुलावे थाने, मीरा बुलावे रे, 
    मीरा बुलावे थाने, दासी बुलावे 
    आजा मनमोहन मीरा मेड़तनी बुलावे ।।

बाबा सा मायड़ म्हाने लाड़ लड़ायी, 
राम जाने राणा संग क्यूँ परणाई, 
थारी या प्रीत म्हाने डाए नहीं आवे रे, 
डाए कोनी आवे, आजा मनमोहन ।।1।।

तुलसा री माला सेवा सालिग्राम री 
जब तप नियम धुन लागी घनश्याम री 
भगवा उतारो मीरा राणो समझावे रे 
राणो समझावे, आजा मनमोहन ।।2।।

पत्थर ने काई पू जे यू बोलियो राणा 
सामने जीमावे जद साची प्रीत जानूं, 
झूठी तू कपटी कुल के दाग लगावे रे,
 दाग लगावे रे, आजा मनमोहन ।।3।।

दूध को कटोरो भर लाया मीरा बाई, 
पियो म्हारा श्याम थाने मीरा री दुहाई, 
प्रेम दीवानी मीरा श्याम रिझावे रे, 
श्याम रिझावे, आजा मनमोहन ।।4।।

मीरा री पुकार सुन श्याम धणी आयो, 
दूध को कटोरो भरयो सारो गटकायो, 
भोला भगता री ठाकुर लाज बचावे रे,
 लाज बचावे रे, आजा मनमोहन ।।5।। `
},

{
    title: " Ali Mhane Lage Vrindavan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राग वृन्दावनी

आली म्हांने लागे वृन्दावन नीको। 
घर घर तुलसी ठाकुर पूजा दरसण गोविन्दजी को।।

निरमल नीर बहत जमुना में भोजन दूध दही को। 
रतन सिंघासन आप बिराजैं मुगट धरह्यो तुलसी को।।

कुंजन कुंजन फिरति राधिका सबद सुनन मुरली को। 
मीरा के प्रभु गिरधर नागर बजन बिना नर फीको।। `
},


{
    title: " Apna Chanda sa Mukhda ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अपना चंदा सा मुखड़ा दिखाए जा, 
    मोर मुकुट वाले, घुंघराली लट वाले।।

1 तुम बिन मोहन चौन पड़े ना, नयनो से उलझाए नैना 
मेरी अखियन बीच समाए जा, मोर मुकुट वाले, घुंघराली लट वाले ।।

2 बेदर्दी तोहे दर्द ना आवे, काहे जले पे लोण लगावे 
हो लागा प्रेम का रोग मिटाए जा, मोर मुकुट वाले, घुंघराली लट वाले ।।

3 टेढ़ी धरी तैने मुख पे मुरलिया, टेढो तू चितचोर सांवरिया 
टेढ़ी नजरों के तीर चलाए जा, मोर मुकुट वाले, घुंघराली लट वाले ।। `
},

{ 
    title: " Are Dwarpalon ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अरे द्वारपालों कन्हैया से कहे दो,
     के दर पे सुदामा गरीब आ गया है।

हॉ... भटकते-भटकते न जाने कहाँ से, 
तुम्हारे महेल के करीब आ गया है।

अरे द्वारपालों..

1 न सर पे है पगडी, न तन पे है जामा, 
बता दो कन्हैया को नाम है सुदामा, 
तुम-इक बार मोहन, ये जाकर के कहदो, 
के मिलने सखा बद्मसिब आ गया है, 
अरे द्वारपालों...

2 सुनते ही दौडें चले आए मोहन, 
लगाया गले से सुदामा को मोहन, 
हुआ रूकमणी को बहुत ही अचंभा, 
ये मेहमान कैसा अजीब आ गया है, 
अरे द्वारपाल..........गरीब आ गया है, 
अरे द्वारपालों..

3 बराबर में अपने सुदामा बिठाएँ, 
चरण ऑसुओं से श्याम ने धुलाएँ, 
ना घबराओं प्यारे, जरा तुम सुदामा, 
खुशी का समा तेरे करीब आ गया है, 
अरे द्वारपालों.. `
},

{
    title: " Ashak Ankho Me Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अश्क आखों में है, उनको ही पी रहा हूँ। 
    जुदाई का जहर पीकर, फिर भी जी रहा हूँ।।

1 मेरा दिल तुझपे कुर्बा, 'मुरलिया वाले रे, 
मुरलिया वाले रे, ओ सावरियाँ प्यारे 
अब तो हो जा मेहरबाँ, मुरलिया वाले रे 
अब तो हो जा.............

2 मैं तो तेरा एक दीदार चाहूँ 
दीवाना तेरा, तेरा प्यार चाहूँ। 
मुरलिया वाले रे, ओ साँवरिया प्यारे रे।। 
अब तो हो जा...

3 देखी है जबसे, ये तस्वीर तेरी 
तब से बदल गयी है, तकदीर मेरी । 
मुरलिया वाले रे, ओ साँवरिया प्यारे ।। 
अब तो हो जा........

4 बिन तेरे मैं रह नहीं सकता 
दर्द जुदाई का सह नहीं सकता। 
मुरलिया वाले रे, ओ साँवरिया प्यारे ।। 
अब तो हो जा....

5 चाहे कुछ भी कहे ये जमाना 
'पागल' हुआ रसिक तेरा दीवाना। 
मुरलिया वाले रे, ओ साँवरिया प्यारे रे।। 
अब तो हो जा....... `
},


{
    title: " Baat Batavu Sunlo  ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : सावन का महीना पवन करे शोर

बात बताऊँ सुन लो ये बड़े पते की बात। 
वार सात हफ्ते में और अंको में शुभ सात ।।

1 मन को जो मोह लेता वो तो संगीत है 
संगीत जीवन प्यारे जीवन ही गीत है 
गीतों में सरगम है, और सरगम में सुर सात 
वार सात हफ्ते में....

2 सात समुद्र जग में महाद्वीप सात हैं 
फिर से जो बन ना पाए वो अजूबे सात हैं 
सप्तऋषि मंडल में, तारे हैं देखो सात 
वार सात हफ्ते में....

3 गुरूवर द्रोण ने जो चक्रव्यूह रचाया था 
अभिमन्यु ने अकेले तोड़ के दिखाया था 
मार गिराए निहत्था, तब बलशाली थे 
सात वार सात हफ्ते में....

4 राम चरित्र को भी, सात काण्ड बांटे 
सात फेरों से प्रणय सूत्र में बँध जाते 
प्यारे इन्द्रधनुष में भी देखो रंग है सात 
वार सात हफ्ते में...

5 सात दिनों के कान्हा पूतना को मारे थे 
सात दिनों तक पर्वत, अंगुली पे धारे थे 
सात जन्म तक पाएँ, प्रभु तेरा 'आशीर्वाद' 
वार सात हफ्ते में.... `
},

{
    title: " Baba Tere Darbaar Me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाबा तेरे दरबार में, अजब जलवागिरी देखी, 2
     देते किसी को न देखा, मगर झोली भरी दिखी । 
     माँगा है मैने श्याम से, वरदान एक ही,..2 
     तेरी कृपा बनी रहे, जब तक है जिन्दगी ।। टेर ।।

जिस पर प्रभु का हाथ हो, वो पार हो गया,...2 
जो भी शरण में आ गया, उद्धार हो गया,...2 
जिसका भरोसा श्याम पे, डुबा कभी नही । 
तेरी कृपा बनी रहे...।। 1 ।।

कोई समझ सका नही, मया बडी अजीब,....2 
जिसने प्रभू को पा लिया, वो खुश नसीब है,.....2 
उसकी मर्जी के बिना, पत्ता हिले नही । 
तेरी कृपा बनी रहे...।। 2 ।।

ऐसे दयालु श्याम से, रिश्ता बनाई ये....2
 मिलता रहेगा अपको, जो कुछ भी चाहिये......2 
 पैसा करिश्मा होगा, जो हुवा कभी नहीं । 
 तेरी कृपा बनी रहे...।। 3 ।।

कहते है लोग जिंदगी, किस्मत कि बात है,....2 
किस्मत बनाना भी मगर, उसके हि हाथ है,...2 
बनवारी कर यकीन अब, ज्यादा समय नही । 
तेरी कृपा बनी रहे...।। 4 ।। `
},


{
    title: " Babo Mhane Bholay Gayo Puja ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाबो म्हाने भोलाय गयो पूजा, 
    गाँव गयो दूजा, 
    जीमो थे काई आंट की, 
    कर्मा म्हारो नाम, 
    योही है म्हारो गाँव, 
    बेटी जाट की ।।

1. उठ सी मे सिनान झट किन्यो, 
खोल मन्दिर बुवारो दीन्यो, 
ल्याई गोरोड़ी गाय रो दूध,
 उठो थे प्रभु मुंडो धोय कर पिलयो, 
 थे जीमो खीचड़ो आज घी रि काई लार,
  कढी में घालू छाछ कि-

2. काल थारतन्हि सीरो बणावु, 
पानी मिठोड़े कुवे को ल्यावुं 
मूंगा कि दाल मैं घी लार,
 थाने छोटा छोटा फलका जिमावू 
 थाने भाव सो ही ले लीज्यो,
  म्हाने के दीज्यो, 
  कमी न कोई बात की-

3. थांरा किया किया हुकुम बजावु,
 थे जीमल्यो तो रोटी मैं भी खावो,
  ढाबरिया रो परदो ल्यावू जी,
   मैं पूठ फोर उबज्यावू
    कानू रुच रुच भोग लगावे,
     बा देखती ही ज्यावे,
      सुरतिया श्याम की

4. बाबो बार गाव से आयो,
 कर्मा सारो हाल सुनायो,
  बाबो सुनके अचंभो पायो रे,
   कानू आयो रे आयो रे आयो,
    कंठ गाव पाप झड़ ज्यावे,
     अरज शिवलाल की- `
},

{
    title: " Bansuri Bajaye aaj Rang se Murari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `बाँसुरी बजाए आज रंग से मुरारी

1 शिव समाधि भूल गये, ऋषि मुनि की नारी । 
वेद पढ़त ब्रह्मा भूले, भूले ब्रम्हचारी ॥ 
बाँसुरी बजाए आज...

2 रंभा सम ताल चूकी, भूली नृत्यकारी । 
हो जमुना जल उलटी गयो, शोभा आज भारी ॥ 
बाँसुरी बजाए आज...

3 वृंदावन बंसी बाजी, तीन लोक प्यारी ।
 ग्वाल बाल मगन भए, ब्रज की सब नारी ॥
  बाँसुरी बजाए आज...

4 सुंदर श्याम मोहिनी मूरत, नटवर वपु धारी ।
 सुर को प्रभु मदन मोहन, चरणन बलिहारी ॥
  बाँसुरी बजाए आज... `
},

{
    title: " Banwari Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बनवारी रे जीने का सहारा तेरा नाम रे ।
     मुझे दुनिया वालों से क्या काम रे ।।

1. झूठी दुनिया झूठे बंधन, 
झूठी है ये माया, 
झूठा साँस का आना जाना, 
झूठी है ये काया,
ओ, यहाँ साँचा तेरा नाम रे 
बनवारी रे-

2. रंग में तेरे रंग गये गिरिधर,
 छोड़ दिया जग सारा, 
 बन गये तेरे प्रेम के जोगी, 
 ले के मन एकतारा, 
 ओ, मुझे प्यारा तेरा धाम रे 
 बनवारी रे

3. दर्शन तेरा जिस दिन पाऊँ, 
हर चिन्ता मिट जाये, 
जीवन मेरा इन चरणों में, 
आस की ज्योत जगाये, 
ओ, मेरी बाँहें पकड़ लो श्याम रे 
बनवारी रे `
},

{
    title: " Banwari Teri yari ne ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बनवारी तेरी यारी ने, दीवाना बना दिया 
     दीवाना बना दिया हमे, मस्ताना बना दिया ।।

भूल गई सुध बुध अपनी, बे-सुध सी हो गई, 
अपने ही घर में रह कर, बेघर सी हो गई, 
तुम्हे शमा, बना के दिल अपना, परवाना बना दिया 
बनवारी तेरी यारी ने..........

तेरी पायल का बन घुंघरूं, नाचूंगी संग मैं,
 छोड़ रंग दुनियाँ के रंग गई, तेरे ही रंग में, 
 तुम्हे बना के, मथुरा और खुद को, बरसाना बना दिया 
 बनवारी तेरी यारी ने............

कुछ भी कहे जमाना, अब कोई परवाह नहीं, 
धन दौलत और शोहरत की, अब मुझ को चाह नहीं, 
क्या करूँ, कांच के टुकड़ों का, मैंने हीरा पा लिया, 
बनवारी तेरी यारी ने........

तुम जो प्रेम पतंग बनो, बन जाऊँगी डोर मैं, 
उड़ती फिरूं गगन में संग संग, चारों ओर मैं, 
कहे किशन, तेरी पद रैनू ने, जग बंधन छुड़ा लिया, 
बनवारी तेरी यारी ने............ `
},

{
    title: " Bata Mere Yaar Sudama ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बता मेरे यार सुदामा रे, भाई घने दिनों में आया।
     बालक था रे जब आया करता, रोज खेल के जाया करता। 
     हुए के तकरार सुदामा रे, भाई घने दिनों में आया।।

1 मानने सुना दे कुटुम्ब कहानी 
क्यूँ कर पद गी ठोकर खानी 
रे मानने सुना दे कुटुम्ब कहानी 
क्यूँ कर पद गी ठोकर खानी 
तोते की मार सुदामा रे 
भाई घने दिनों में आया।।

2 सब बच्चों का हाल सुना दे 
मिस्रणी की बात बता दे 
हो सब बच्चों का हाल सुना दे 
मिस्रणी की बात बता दे 
रे क्यूँ गया हार सुदामा रे 
भाई घने दिनों में आया।।

3 चाहिए तारे तनने पहलाम आना 
इतना दुख नही पड़ता थाना 
रे चाहिए तारे तनने पहलाम आना 
इतना दुख नही पड़ता थाना 
क्यूँ भुल्लय प्यार सुदामा रे 
भाई घने दिनों में आया।।

4 आइब भी आ गया ठीक बखत पे 
आजा बैठ जा मेरे तखत पे 
रे आइब भी आ गया ठीक बखत पे 
आजा बैठ जा मेरे तखत पे 
हो जिगरी यार सुदामा रे 
भाई घने दिनों में आया।।

5 आजा भगत छ्चाटी पे ला लून 
आइब बता तनने कड़े बिता लून 
हो आजा भगत छ्चाटी पे ला लून 
आइब बता तनने कड़े बिता लून 
करूँ साहूकार सुदामा रे 
भाई घने दिनों में आया ।। `
},


{
    title: " Bhaj Man Narayan " ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भज मन नारायण नारायण नारायण, 
    भद्रिनारायण नारायण नारायण ।

1. जिस ने दिया यह जीवन, 
उस प्रभु का करले सुमिरन, 
तेरी अधूरी आशा इसी द्वारे पे होगी पूरण, 
भाद्रिनाथ के चरणों में अर्पण कर दे
मन और प्राण-

2. बन कर राम पधारे, कभी बन गए कृष्ण मुरारी, 
जन हित नारायण ने सदा अलग अलग छबी धारी, 
जब जब भीड़ पड़ी भगतों पर, प्
रगटे दया निधान-

3. तुलसी सूर कबीर और दर्श दीवानी मीरा, 
भक्ति भजन में खो के वो तो पा गए मुक्ति का हीरा, 
नाम प्रभु का सार जगत में, 
कह गए संत महान- `
},


{
    title: " Bhar De Re Shayam Jholi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भरदे रे श्याम झोली भरदे भरदे, ना बहेलाओं बातों में......2 
    ओ ओ ओ.......आ. आ आ.

दिन बिते, बिती रातें, अपनी कितनी हुई रे मुलाकातें ....2, 
तुझे जाना, पहेचाना, तेरे झुठे हुए रे सारे वादे....2 
भुलेरे श्याम हम तो भुले-भुले.. क्या रखा है बातों में...... ।।1।।

नादान है, अंजान है, श्याम तु ही मेरा भगवान है । ..2 
तुझे चाहूँ, तुझे पाऊ, मेरे दिल का यही अरमान है .....2 
पढले रे, श्याम दिल की पढले-पढले, सब लिखा है हाथों में...2..
ओ ओ ओ.......आ. आ आ.

मेरी नैया, ओ कन्हैया, पार करदे तु बनके खिवैया .. 2
 मैं तो हारा, गम का मारा, आजा आजा ओ बंसी के बजैया..2 
 लेलेरे श्याम अब तो ले ले ले ले, मेरा हाथ हाथों में...2... । ।3।।

तु है मेरा, मैं हूँ तेरा, मैने डाला तेरे डर पें डेरा....2 
मुझें आस है, विश्वास है । श्याम भरदेगा दामन तु मेरा ...2
 झुमें रे श्याम अब तो झुमें-झुमें झुंमें तेरी बाँहों में ........।।4।। `
},


{
    title: " Bharat M Fir Se Aaja ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भारत में फिर से आजा, गौवे चराने वाले 
    भारत में फिर से आजा, गिरवर उठाने वाले 
    सो तो को फिर जगा जा, गीता के गाने वाले ।।

1 दुःख द्वन्द बढ़ रहे है, दुष्कार बढ़ रहे ह।
 मेरे कष्ट सब मिटा जा, बंशी बजाने वाले ।।

2 गूंजा था जिससे मधुबन, नाचा था जिससे तृभुवन 
वो तान फिर सुना जा, बंशी बजाने वाले।।

3 ह राधेश्याम निरबल, जन तेरे भक्त वत्सल 
बिगड़ी को फिर बना जा, बिगड़ी बनाने वाले ।। `
},

{
    title: " Bhari Unki Aankho Me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भरी उनकी आँखों में है, कितनी करुणा 
    जाकर सुदामा भिखारी से पूछो । 
    है करामात क्या उनके चरणों की रज 
    जाकर के गौतम की नारी से पूछो ।।

कृपा कितनी करते हैं शरणागतों पे 
बता सकते हैं यदि, मिलेंगे विभीषण 
पतितों को पावन, वो कैसे बनाते 
जटायु सरिस, माँसाहारी से पूछो ।।1।। 
है करामात क्या उनके चरणों की रज 
जाकर के गौतम की नारी से पूछो

प्रभु कैसे सुनते हैं, दुखियों की आहें 
तुम्हें ज्ञात हो राजा, बलि की कहानी 
निराधार का कौन, आधार है जग में 
ये प्रश्न द्रुपद दुलारी से पूछो ।।2।। 
है करामात क्या उनके चरणों की रज 
जाकर के गौतम की नारी से पूछो

छ्मा शीलता उनमें, कितनी भरी है 
बताएँगे भृगुजी, वो सब जानते हैं 
हृय उनका भावों का, है कितना मूंखा 
विदुर सबरी से, बारी बारी से पूछो ।।3।। 
है करामात क्या उनके चरणों की रज 
जाकर के गौतम की नारी से पूछो  `
},


{
    title: " Chhod ke Khatu Nagari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` छोड़ के खाटू नगरी को मेरे घर आ जाओ श्याम, 
    मैं निर्धन बालक हु तेरा तुम मेरे घनश्याम,

तिनका तिनका जोड़ सँवारे मैंने इसे बनाया,
 प्रेम साधना और भक्ति से इसको खूब सजाया,
  बड़े चाव से है सांवरिया तुमको आज भुलाया, 
  दुनिया की परवाह नहीं बस मुझको तुमसे काम, 
  मैं निर्धन बालक हु तेरा तुम मेरे घनश्याम,

रुख सूखा श्याम दिया जो उसका भोग लगाओ, 
सूखा साग विधुर घर खाओ मेरे घर भी आओ, 
धन्ना जाट को मेरे श्याम बिन बीज खेत उपजाऊ, 
कर्मा भाई खीचड़ लाइ जग में उसका नाम,
 मैं निर्धन बालक हु तेरा तुम मेरे घनश्याम,

आखो में मेरी सूखे आंसू बात निहारु तेरी, 
याद में तेरी तड़प रहा हु हो न जाए देरी, 
आगे श्याम खडा हो बेशक काय हो जाए डेरी, 
बस तेरे चक्र में बाबा माहि है बदनाम, 
मैं निर्धन बालक हु तेरा तुम मेरे घनश्याम, `
},


{
    title: " Darbar me Radha Rani ke ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दरबार में राधा रानी के, दुःख दर्द मिटाये जाते है, 
    दुनिया से सताए लोग यहाँ, सीने से लगाए जाते है द्यद्य

1 संसार सही रहने को यहाँ, दुःख ही दुःख है सहने को यहाँ, 
भर भर के प्याले, 
भर भर के प्याले अमृत के, यहाँ रोज पिलाए जाते है, 
दरबार मे राधा रानी के, दुःख दर्द मिटाये जाते है द्यद्य

2 पल पल में आस निरास भई, दिन दिन भटकी पल पल रहती,
 दुनिया जिनको,
  दुनिया जिनको ठुकरा देती, वो गौद बिठाये जाते है, 
  दरबार मे राधा रानी के, दुःख दर्द मिटाये जाते है द्यद्य

3 जो राधा राधा कहते है, वो प्रिया शरण में रहते है, 
करती है कृपा, 
करती है कृपा वृषभानु सुता, वो ही महल बुलाये जाते है, 
दरबार मे राधा रानी के, दुःख दर्द मिटाये जाते है द्यद्य

4 वो कृपामई कहलाती है, रसिको के मन को भाती है, 
दुनिया में जो, 
दुनिया में जो बदनाम हुए, पलकों पे बिठाये जाते है, 
दरबार मे राधा रानी के, दुःख दर्द मिटाये जाते है द्यद्य

दरबार में राधा रानी के, दुःख दर्द मिटाये जाते है, 
दुनिया से सताए लोग यहाँ, सीने से लगाए जाते है द्यद्य `
},

{
    title: " Darshan Do Ghanshyam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दरशन दो घनश्याम नाथ मोरी, अँखियाँ प्यासी रे, 
    मन मंदिर कि ज्योति जगादो, घट घट बासी रे ।।

1. मंदिर मंदिर मूरत तेरी, 
फिर भी ना दिखे सूरत तेरी, 
युग बीते ना आई, 
मिलन कि पूरनमासी रे-

2. द्वार दया का जब तू खोले, 
पंचम सुर में गूंगा बोले, 
अंधा देखे लंगड़ा चल कर, 
पहुंचे कासी रे

3. पानी पी कर प्यास बुझाऊं,
 नैनों को कैसे समझाऊं, 
 आँख मिचौली छोडो अब, 
 मन के बासी रे

4. निर्बल के बल धान निधारण के, 
तुम रखवाले भक्त जनों के, 
तेरे भजन में सब सुख पाऊं,
 मिटे उदासी रे-

5. नाम जपे पर तुझे ना जाने, 
उनको भी तू अपना माने, 
तेरी दया का अंत नहीं है, 
हे दुःख नाशी रे

6. आज फैसला तेरे द्वार पर, 
मेरी जीत है तेरी हार पर, 
हार जीत है तेरी मैं तो, 
चरण उपासी रे-

7. द्वार खड़ा कब से मतवाला, 
मांगे तुम से हार तुम्हारी, 
नरसी कि ये बिनती सुनलो, 
भक्त विलासी रे

8. लाज ना लूट जाए प्रभु तेरी,
 नाथ करो ना दया में देरी,
  तिन लोक छोड़ कर आओ,
   गंगा निवासी रे `
},


{
    title: " Dekho Bhakto ki Aayi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : तेरे बन्नो की आयी

देखो भक्तों की आयी है बारात, कि बाबा को सजाओ जी। 
आज नाचेंगे हम, सारी रात, कि बाबा को सजाओ जी।।

1 केसर चन्दन लाना है 
बाबा को लगाना है 
केसरिया बागा लावो 
हीरे मोती लगवाओ 
आज फूलों का रक्खो ना हिसाब 
कि बाबा को सजाओ जी.........

2 आज तलक इसकी मानी 
आज करेंगे मनमानी 
आज मिला अच्छा मौका 
जो चाहेंगे वो होगा 
आज इसकी सुनो ना कोई बात 
कि बाबा को सजाओ जी.

3 सुनले भक्तों के सरताज 
भक्तों की बारी है आज 
नहीं माँगने आये 
दर्शन की इच्छा लाये हैं 
लाये 'बनवारी' प्रेम की सौगात 
कि बाबा को सजाओ जी....... `
},


{
    title: " Dil Ki Har Dhadkan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दिल की हर धड़कन से तेरा नाम निकलता है 
    तेरे दर्शन को मोहन तेरा दास तरसता है।।

1 जन्मो पे जनम लेकर मै हार गया मोहन
 दर्शन बिन व्यर्थ हुआ हर बार मेरा जीवन 
 अब धैर्य नहीं मुझमे इतना तू परखता है।।

2 क्या खेल सजाया है मोहरो की तरह हमको 
क्या खूब नचाया है कठपुतली सा हमको 
ये खेल तेरे न्यारे बस तू ही समझता है।।

3 ये दिल पुकारता है एक बार चले आओ 
दर्शन देकर प्यारे मेरी बिगड़ी बना जाओ 
प्रियतम मेरे दिल में अरमान मचलता है।।

4 कर भी दो दया मोहन हम भी तो तुम्हारे हैं
 एक बार तो अपना लो जन्मों से तुम्हारे हैं 
 तेरे नित्य मिलन को अब जीवन तरसता है।। `
},


{
    title: " Dukh haro dwarkanath ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दुःख हरो द्वारकानाथ शरण मैं तेरी 
    तुम कहाँ छुपे भगवान करो मत देरी दुःख हरो 
    द्वारकानाथ शरण मैं तेरी ।।

यही सुना है दीनबन्धु तुम सबका दुख हर लेते । 
जो निराश हैं उनकी झोली आशा से भर देते ।। 
अगर सुदामा होता मैं तो दौड़ द्वारका आता । 
पाँव आँसुओं से धो कर मैं मन की आग बुझाता ।। 
तुम बनो नहीं अनजान, सुनो भगवान, करो मत देरी । 
दुख हरो द्वारकानाथ शरण मैं तेरी ।।

जो भी शरण तुम्हारी आता, उसको धीर बंधाते । 
नहीं डूबने देते दाता, नैया पार लगाते ।। 
तुम न सुनोगे तो किसको मैं अपनी व्यथा सुनाऊँ । 
द्वार तुम्हारा छोड़ के भगवन और कहाँ मैं जाऊँ ।। 
प्रभु कब से रहा पुकार, मैं तेरे द्वार, करो मत देरी ।
 दुख हरो द्वारकानाथ शरण मैं तेरी ।। `
},


{
    title: "Duniya se Main Haara ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दुनिया से मैं हारा तो आया तेरे द्वार, 
    यहां से गर जो हारा, कहां जाऊंगा सरकार ।

सुख में प्रभुवर तेरी याद ना आयी, 
दुःख में प्रभुवर तुमसे प्रीत लगाई । 
सारा दोष हैं मेरा, मैं करता हूं स्वीकार, 
यहां से गर जो हारा, कहां जाऊंगा सरकार ॥

दुनिया से मैं हारा तो आया तेरे द्वार३.

मेरा तो क्या हैं, मैं तो पहले से हारा, 
तुमसे ही पूछेगा ये संसार सारा । 
डूब गई क्यों नैय्या, तेरे रहते खेवनहार, 
यहां से गर जो हारा, कहां जाऊंगा सरकार ॥

दुनिया से मैं हारा तो आया तेरे द्वार३.

सबकुछ लुटा है, बस लाज बची हैं, 
तुमपे ही बाबा मेरी आस बंधी हैं । 
सुना हैं तुम सुनते हो, हम जैसो की पुकार, 
यहां से गर जो हारा, कहां जाऊंगा सरकार ॥

दुनिया से मैं हारा तो आया तेरे द्वार३.

जिसको बताया मैंने अपना फसाना, 
सबने बताया मुझे, तेरा ठिकाना । 
सब कुछ छोड़ के आया मैं तेरे द्वार ॥ 
यहां से गर जो हारा, कहां जाऊंगा सरकार ॥

दुनिया से मैं हारा तो आया तेरे द्वार `
},


{
    title: " Dur Nagari Badi Dur Nagari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दूर नगरी, बड़ी दूर नगरी। 
    कैसे आऊं मैं कन्हैया, तेरी गोकुल नगरी।।

1 रात में आऊं तो कान्हा, डर मोहे लागे। 
दिन में आऊं तो, देखे सारी नगरी ।।

2 कान्हा दूर नगरी, बड़ी दूर नगरी। 
कैसे आऊं मैं कन्हाई, तेरी गोकुल नगरी।।

3 सखी संग आऊं कान्हा, शर्म मोहे लागे। 
अकेली आऊं तो भूल जाऊ डगरी।।

4 धीरे धीरे चालूँ कान्हा, कमर मोरी लचके । 
झटपट चालूँ तो छलकाए गगरी ।।

5 कान्हा दूर नगरी, बड़ी दूर नगरी।
 कैसे आऊं मैं कन्हाई, तेरी गोकुल नगरी ।। `
},

{
    title: " Duryodhan Raja Lage Dharam Ko Jeth ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दुर्योधन राजा, लागे धर्म को जेठ ।।

1. सोमवंश सूरजकुल मांहि, 
ऐसी हुनी र हूण री नाहि, 
रूठ गए मेरे पांचो सांई, 
करम लिख्योड़ा नाहि लेख रे-

2. द्रोपदी अरज करे भीषम से, 
मेरी लाज रहेगी तुमसे, 
अपनी भुजा से छुडाले यम से, 
चलना पड़ेगा तुझे ठेट रे-

3. तुमहो राजा रहन अँधेरी, 
पुत्री समान लागु म तेरी, 
नग्न काया भई अब मेरी, 
क्या भर जायेगा पेट रे-

4 सुखी राम हरी गुण गावे,
 मत रानी को चीर उतारे, 
 म्हारे भावु से शीश उतारे, 
 कियो रे काली से हेत रे- `
},


{
    title: "Ek Din Kanha ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : मिलो न तुम तो हम घबराये

इक दिन कान्हा शोर मचाये, पेट पकड़ चिल्लाये, 
अरे क्या हो गया है।
भामा रूक्मण समझ न पाये, कैसे रोग मिटाये, 
अरे क्या हो गया है।।

1 पूछे है दोनों रानी, पीड़ा मिटेगी कैसे साँवरे, 
नैनों में भरके पानी, बोले बचूं ना मैं तो आज रे 
चरणों को धोकर जल लाओ, लाकर मुझे पिलाओ 
अरे क्या...........

2 ऐसा ना होगा हमसे, कहने लगी वो दोनों रानी ये,
 पैरों को धोकर अपने, कैसे पिला दे भला पानी ये 
 जब तक सूरज चाँद पलक पे, होगा वास नरक में 
 अरे क्या............

3 नारद से बोले कान्हा, अब तो हुआ है बुरा हाल रे, 
राधा से जाके कह दो, अपने कन्हैया को संभाल रे 
आज अगर वो जल ना पाऊँ, मुश्किल है बच पाऊँ 
अरे क्या........

4 सोचे वो प्रेम दिवानी, प्रेम का यही दस्तूर है, 
प्राण बचे मोहन के, नर्क में जाना मंजूर है 
झट से अपने चरण धुलाये, लोटा दिया थमाय 
अरे क्या.............

5 धन्य ओ राधे रानी, रीत निभाई तून प्रीत की, 
प्रीत में लुटकर मानो, खुशियाँ मिली हो तुझे जीत की 
'हर्ष कहे कान्हा मुस्काये, रानी खड़ी लजाए 
अरे क्या.......... `
},


{
    title: " Ek Radha Ek Meera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक राधा, एक मीरा दोनों ने श्याम को चाहा । 
    अंतर क्या दोनों की चाह में बोलो ।
     एक प्रेम दीवानी, एक दरस दीवानी ।।

1. राधा ने मधुबन में ढूँढा, 
मीरा ने मन में पाया, 
राधा जिसे खो बैठी, 
वो गोविन्द और दरस दिखाया, 
एक मुरली एक पायल एक पगली एक घायल, 
अंतर क्या दोनों की प्रीत में बोलो, 
एक सूरत लुभानी एक मूरत लुभानी, 
एक प्रेम दीवानी एक दरस दीवानी-

2. मीरा के प्रभु गिरिधर नागर, 
राधा के मनमोहन, 
राधा दिन श्रृंगार करे, 
और मीरा बन गयी जोगन, 
एक रानी एक दासी दोनों हरी प्रेम की प्यासी, 
एक प्रेम दीवानी एक दरस दीवानी- `
},

{
    title: " Ekali Khadi Re Meera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ऐकली खड़ी रे मीरा बाई एक्ली खड़ी ओ हो 
    मोहन आओ तो सही गिरधर आओ तो सही 
    माधव रे मंदिर में मीरा बाई ऐकली खड़ी

1 थे केहवो तो सांवरा मैं मोर मुकुट बन जाऊं 
पेहरण लागे साँवरों रे, मस्तक पर राम जाऊं, वारे 
मोहन आओ तो सही गिरधर आओ तो सही 
माधव रे मंदिर में मीरा बाई ऐकली खड़ी

2 थे केहवो तो सांवरा मैं काजलियो बन जाऊं 
नैन लगावे साँवरों रे, नैना में रम जाऊं, वारे 
मोहन आओ तो सही गिरधर आओ तो सही 
माधव रे मंदिर में मीरा बाई ऐकली खड़ी

3 थे केहवो तो सांवरा मैं जल जमुना बन जाऊं 
न्हावन लागे साँवरों रे, अंग अंग रम जाऊं रे, म्हें तो 
मोहन आओ तो सही गिरधर आओ तो सही 
माधव रे मंदिर में मीरा बाई ऐकली खड़ी

4 थे केहवो तो सांवरा मैं पुष्प हार बन जाऊं 
कंठ में पहरे साँवरों रे, हिवड़ा पर रम जाऊं, म्हें तो 
मोहन आओ तो सही गिरधर आओ तो सही 
माधव रे मंदिर में मीरा बाई ऐकली खड़ी

5 थे केहवो तो सांवरा मैं पग पायल बन जाऊं 
नाचन लागे साँवरों रे, चरणा में रम जाऊं, म्हें तो 
मोहन आओ तो सही गिरधर आओ तो सही 
माधव रे मंदिर में मीरा बाई ऐकली खड़ी `
},


{
    title: "Ghanan Ghanan Ghanshyam Barsat ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` घनन घनन घनश्याम बरसत, 
    तुलसी हसी घनश्याम भीजत ।।

1. चलत अटपट गिरत लटपट, 
उठत चटपट मुदत छटपट, 
करी हथेली बूंद निरखत, 
देखि मोतिन हसत परखत, 
बूंद बिखरत मुंह बिसरत, 
कबहु खीजत कबहुँ रीझत--

2. कान्हा किलकत नन्दुरी दमकत, 
छिपत दामिनी पलक झपकत,
 छान छननननना मेह बरसात, 
 जहां झननननना नुपुर बाजत, 
 चरण चूमत मेघ हरष्हीात, 
 छुई सकत नहीं गगन तरसत-

3. बेगि धावत चकित हारी, 
भुवन भुवनकर अटारी, 
नाम ले यसुदा पुकारी, 
किट गयो ललना बिहारी, 
दिखी परत हो प्रीत बारी,
 कान्ह भीजत देखि रीझत- `
},


{
    title: " Har Sans me ho Sumiran ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हर साँस में हो सुमिरन तेरा, यूँ बीत जाये जीवन मेरा 
    तेरी पूजा करते बीते साँझ सवेरा, यूँ बीत जाये जीवन मेरा।।

1 नैनो की खिड़की से तुमको पल पल मै निहारूँ 
मन में बिठालू, तेरी आरती उतारूँ 
डाले रहू तेरे चरणों में डेरा, यूँ बीत जाए जीवन मेरा।।

2 जो भी तेरा प्यारा हो, वो मेरे दिल का प्यारा हो 
मेरे सर का ताज मेरी आँखों का तारा हो 
सबमे निहारूँ रूप सुनहरा, यूँ बीत जाए जीवन मेरा ।।

3 प्यार हो, सत्कार हो, एतबार हो तुम्हारा 
सुख भी हो सारे और याद हो इशारा 
हो आत्मा पर तेरा ही डेरा, यूँ बीत जाए जीवन मेरा ।।

4 तेरी पूजा करते बीते साँझ सवेरा, 
यूँ बीत जाए जीवन मेरा 
हर साँस में हो सुमिरन तेरा, यूँ बीत जाए जीवन मेरा।।

प्यारे यूँ बीत जाए जीवन मेरा

राधे राधे गोविन्द, गोविन्द राधे 
राधे राधे गोविन्द, गोविन्द राधे

गोविन्द राधे, गोपाल राधे
गोविन्द राधे, गोपाल राधे `
},


{
    title: "He Shyam Lajate",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  तर्ज तेरे हुसन की क्या तारीफ करूं, कुछ कहते हुये भी डरता हूं

हे श्याम लजाते कोटि काम, सुन्दर मुख मन को भाता है। 
तुझे बंद करूं मेरे घट पट में, तुझे देख जिया ललचाता है।।

1 बाबा तूं तो करुणावट है, प्यासे मन की तूं पनघट है 
जिस घट में तूं ना मरघट है, जो न चाहे तुझे वो नर शठ है 
जिसके मन दरसन की हठ है, वो तेरे दर आजाता है।।

2 तेरी छवि हो यह मेरे निकट, पद तीरछा हो मुखड़े पे लट 
बंशी अधरों पर मधुरामृत, संग राधाजी हो यमुना तट 
हे श्याम बिहारी हे नटखट, चितचोर तूं ही मन भाता है।।

3 हे करुण वरुण तव पाद शरण, खाटू नरेश तव दिव्य चरण 
हे पाप हरण हे ताप हरण, तेरे चरणों में हो जनम मरण 
चंपा कहता मैं श्याम शरण, हारे का सहारा बाबा है।। `
},

{
    title: " Hota Hai Shyam Baba ka Shringar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज मिलती है जिंदगी में मुहब्बत कभी कभी

होता है श्याम बाबा का श्रृंगार नित नया। 
औढे है शाल फूलों का, और गजरा भी नित नया ।।

1 गुल हैं गुलाब लाल धवल केसरी कली। 
चंपा चमेली मालती, श्रृंगार नित नया।।

2 केसर कपूर चंदन, खस इत्र का है लेप।
 कुमकुम सुवास गंधम, महके हैं नित नया।।

3 बागा जरी का माथे, हीरों का ताज है।
 बंशी की तान छेड़ते, सुर है नित नया ।।

4 शोभा है श्याम तेरी, बस देखता रहूं।
 गांऊ सुनाऊं किर्तन, चंपा मैं नित नया।। `
},

{
    title: "Itna To Karna Swami ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` इतना तो करना स्वामी, 
    जब प्राण तन से निकले, 
    गोविन्द नाम लेके, 
    तब प्राण तन से निकले ।।

1. श्री गंगा जी का तट हो,
 यमुना का वंसिवटा हो, 
 मेरा सांवरा निकट हो, 
 जब प्राण तन से निकले-

2. पिताम्बरी कसि हो, 
छवि मन में ये बसी हो,
 होंठों पे कुछ हसी हो, 
 जब प्राण तन से निकले-

3. जब कंठ प्राण आये, 
कोई रोग न सताए, 
यम दरस न दिखाए, 
जब प्राण तन से निकले

4 उस वक्त जल्दी आना, 
नहीं स्याम भूल जाना, 
राधे को साथ लाना, 
जब प्राण तन से निकले

5 एक भक्त कि हैं अर्जी, 
खुदगर्ज़ कि हैं गरजी, 
आगे तुम्हारी मर्जी, 
जब प्राण तन से निकले -- `
},

{
    title: " Jag Me Sundar Hai Do Naam",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जग में सुन्दर है दो नाम, चाहे कृष्ण कहो या राम. 
    बोलो राम, राम, राम. बोलो श्याम, श्याम, श्याम ।।

1. माखन ब्रज में एक चुराबे, 
एक बेर भलनी के खाबे, 
प्रेम भाव से भरे आनोखे दोनों के है काम. 
चाहे कृष्ण कहो या राम, 
जग में सुन्दर है दो नाम, 
बोलो राम, राम, राम.

बोलो श्याम, श्याम, श्याम

2. एक हृदय में प्रेम बारहाबे, 
एक ताप संताप मिटाबे. 
दोनों सुख के सागर है, 
और दोनों पूरण काम. 
चाहे कृष्ण कहो या राम, 
जग में सुन्दर है दो नाम, 
बोलो राम, राम, राम, 
बोलो श्याम, श्याम, श्याम

3. एक कंस पापी को मारे, 
एक दुष्ट रावन संहारे, 
दोनों दीन के दुःख हरत है, 
दोनों बल के धाम, 
चाहे कृष्ण कहो या राम, 
जग में सुन्दर है दो नाम,. 
बोलो राम, राम, राम, 
बोलो श्याम, श्याम, श्याम-

4. एक राधिका के संग राजे, 
एक जानकी संग बिराजे, 
चाहे सीता-राम कहो, 
या बोलो राधे-श्याम 
चाहे कृष्ण कहो या राम, 
जग में सुन्दर है दो नाम, 
चाहे कृष्ण कहो या राम, 
बोलो राम, राम, राम,
बोलो श्याम, श्याम, श्याम-- `
},

{
    title: " Jagat Ke Rang Kyu Dekhu ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जगत के रंग क्या देखूँ, तेरा दीदार काफी है। 
    करूँ मैं प्यार किस किस से, तेरा एक प्यार काफी है।

1 नही चाहिए ये दुनिया के, निराले रंग ढंग मुझको। 
चली जाऊँ मैं वृन्दावन, तेरा दरबार काफी है।

2 जगत के साज बाजो से, हुए है कान अब बहरे।
 कहाँ जा के सुनूँ अनहद, तेरी झंकार काफी है।

3 जगत के रिश्तेदारों ने, बिछाया जाल माया का।
 तेरे भक्तो से हो प्रीती, तेरा परिवार काफी है।

4 जगत की झूठी रौशनी से, हैं आँखे भर गई मेरी।
 मेरी आँखों में हों हरदम, तेरा चमकार काफी है। `
},

{
    title: " Jai Jai Radha Raman ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जय जय राधा रमण हरि बोल 
    जय जय राधा रमण हरि बोल

नव नागर नवल छैल रसिया 
प्यारो कान्हा है मेरो मन बसिया।

करै कालिन्दी कूल किलोल
 जय जय राधा रमण हरि बोल ।। टेक ।।

अँखियन में जरद डिठौना सा, 
मुसकन में जादू टोना सा।

दोनो रस के भरे हैं कपोल । 
जय जय राधा रमण हरि बोल ।। टेक ।।

वृज नाचे उसकी किलकन पै, 
कजरीली तिरछी चितवन पै।

'सुखदास' बिके हैं बिन मोल ।। 
जय जय राधा रमण हरि बोल।। टेक ।। `
},

{
    title: "Janam Tera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जनम तेरा बातो में बीत गयो 
    रे तुने कबहू न कृष्ण कयों ।।

1. पांच बरस का भोला भाला, अब तो बीस भयो, 
मकर पचीसी माया कारण, 
देश विदेश गयो

2. तीस बरस की अभी मति उपजी, लोभ बढ़े नित नयो, 
माया जोड़ी लाख करोड़ी, 
तबहू न तृप्त भयो

3. वृद्ध भयो तब आलस उपज्यो, कफ नित कंठ रायो, 
संगती कभू न किनी रे तुने,
 वृथा जनम गयो--

4. ये संसार मतलब का लोभी, लोभ बढ़े नित नयो, 
कहत कबीर समझ मन मुरख, 
तू क्यों भूल गयो

पा नि सा रे ग रे सा नि सा 
 पा नि  रे ग रे नि रे  सा
पा नि सा रे ग रे ग म  ग रे नि रे सा
 सा ग म ग म प ध म प ग
  ग म प नि सा नि सा सा ध नि
   नि नि प ध म प ग म ग सा  `
},


{
    title: " Kabhi Ram Banke ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `कभी राम बनके कभी श्याम बनके 
    चले आना प्रभुजी चले आना....

1. तुम राम रूप में आना, तुम राम रूप में आना 
सीता साथ लेके, धनुष हाथ लेके, 
चले आना प्रभुजी चले आना-

2. तुम श्याम रूप में आना, तुम श्याम रूप में आना, 
राधा साथ लेके, मुरली हाथ लेके, 
चले आना प्रभुजी चले आना-

3. तुम शिवजी रूप में आना, तुम शिवजी रूप में आना, 
गौरा साथ लेके, डमरू हाथ लेके, 
चले आना प्रभुजी चले आना-

4. तुम विष्णु रूप में आना, तुम विष्णु रूप में आना, 
लक्ष्मी साथ लेके, चक्र हाथ लेके,
 चले आना प्रभुजी चले आना

5. तुम गणपति रूप में आना, तुम गणपति रूप में आना 
रिद्धि साथ लेके, सिद्धि साथ लेके,
 चले आना प्रभुजी चले आना- `
},

{
    title: " Kaisa Chakar Chalaya Re",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कैसा चाकर चलाया रे श्याम तेरी उंगली ने

1 जब द्रोपदी दुष्टों ने घेरी, 
कैसा चीर बढाया रे, श्याम तेरी उंगली ने

2 जहर का प्याला राणा जी ने भेजा 
कैसा अमृत बनाया रे, श्याम तेरी उंगली ने

3 जब प्रहलाद पहाड़ से गिरा 
कैसा कमल खिलाया रे, श्याम तेरी उंगली ने

4 जब नरसी ने तुमको टेरा, 
कैसा भात बढाया रे, श्याम तेरी उंगली ने

5 जब अर्जुन ने जयद्रथ को मारा 
कैसा सूरज छिपाया रे, श्याम तेरी उंगली ने

6 जब जब भक्तों ने तुमको पुकारा 
सबका कष्ट मिटाया रे, श्याम तेरी उंगली ने `
},

{
    title: "Kaise Najar Milavu ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` किस से नजर मिलाऊँ तुम्हे देखने के बाद। 
    मेरा एक तू ही तू है दिलदार प्यारे कान्हा ।।

। । इसलिए, ।।

झोली कहा फैलाऊँ तुम्हे देखने के बाद। 
किस से नजर मिलाऊँ तुम्हे देखने के बाद।।

1 प्यारे ये प्यार तेरा महफिल में खेंच लाया।
 दिल की किसे सुनाऊँ तुम्हे देखने के बाद ।।

2 साहिल के रुख न जाऊं तुम्हे देखने के बाद 
दरिया में डूब जाऊं तुम्हे देखने के बाद 
आँखों में ताबेगिर अब बाकी नहीं रहा।।

हे गोपाल, राधा कृष्ण, गोविन्द गोविन्द 
हे गोपाल, राधा कृष्ण, गोविन्द गोविन्द

कृष्ण गोविन्द गोविन्द, कृष्ण गोविन्द गोविन्द
 कृष्ण गोविन्द गोविन्द, कृष्ण गोविन्द गोविन्द `
},

{
    title: "Kali Kali Alko ke fande ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोः

मेरा इक्क नजर तुझे देखना, किसी बंदगी से कम नहीं । 
करो मेरा शुक्रिया मेहरबान, तुझे दिल में हमने वसा लिया ।। 
आप इस तरह से होश, उड़ाया न कीजिए । 
बन सँवर के सामने, आया न कीजिए ।।

काली काली अलकों के, फंदे क्यों डाले 
हमे जिंदा रहने दे, ऐ मुरली वाले 
मुरली वाले मुरली वाले, मुरली वाले मुरली वाले

सित्तमगर हो तुम, खूब पहचानते हैं 
तुम्हारी अदाओं को, हम जानते हैं 
फरेबें मोहब्बत में, उलझाने वाले 
हमे जिंदा रहने दे, ऐ मुरली वाले 
मुरली वाले मुरली वाले, मुरली वाले मुरली वाले

ये रंगीले नैना, तुम्ही को मुबारक 
ये मीठे मीठे बैना, तुम्ही को मुबारक 
हमारी तरफ से, निगाहें हटा ले 
हमे जिंदा रहने दे, ऐ मुरली वाले 
मुरली वाले मुरली वाले, मुरली वाले मुरली वाले

सँभालो जरा ये, पीतांबर गुलाबी 
ये करता है दिल में, हमारे खराबी 
जो तेरा हुआ उसको, क्या कोई सँभाले 
हमे जिंदा रहने दे, ऐ मुरली वाले 
मुरली वाले मुरली वाले, मुरली वाले मुरली वाले

यहाँ तुमने चेहरे से, पर्दा हटाया 
वहीं अहले दिल को, तमाशा बनाया 
बना ले बावरी को अब, अपना बना ले 
हमे जिंदा रहने दे, ऐ मुरली वाले 
मुरली वाले मुरली वाले, मुरली वाले मुरली वाले `
},


{
    title: " Kanha Sari Duniya",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कान्हा सारी दुनियाँ बताव थानै चोर। 
    चोरी करबो छोड़ो जी, म्हांसू रिश्तो जोड़ा जी।।

1 कान्हा थानै चोरी की कैया पड़गी बाण 
म्हानै यो समझाओ जी, को भरम मिटाओ 
जी कन्हैया चितचोर..

2 कान्हा थे ही श्रृष्टि का सरजन हार 
थारै कांइ घाटो जी, मन मं चुभ रह्यो कांटो जी 
कन्हैया चितचोर.........

3 कान्हा था पर तन-मन-धन यूं वार 
नैण सूँ नैण मिलाओ जी, थोड़ा सा मुस्काओ जी 
कन्हैया चितचोर..

4 कानूड़ा प्यारा माखन की कांई औकात 
'नन्दू' समझ न पावै जी, गोपी नाच नचावै जी 
कन्हैया चितचोर........ `
},


{
    title: "Kanha aan padi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कान्हा कान्हा आन पड़ी मैं तेरे द्वार 
    कान्हा कान्हा आन पड़ी मैं तेरे द्वार 
    मोहे चाकर समझ निहार 
    कान्हा कान्हा आन पड़ी मैं तेरे द्वार

1 तू जिसे चाहे ऐसी नहीं मैं 
हां तेरी राधा जैसी नहीं मैं 
फिर भी हु कैसी कैसी नहीं में 
कृष्णा मोहे देख तो ले एक बार 
कान्हा कान्हा आन पड़ी मैं तेरे द्वार

2 बूंद ही बूंद मैं प्यार की चुनकर 
प्यासी रही पर लाई हूं गिरधर 
लूट ही जाये आस की गागर 
मोहना ऐसी काकरिया नहीं मार 
कान्हा कान्हा आन पड़ी मैं तेरे द्वार

माटी करो या स्वर्ण बना लो 
तन को मेरे चरणों से३ `
},

{
    title: "Kanha se hai Pyar ka Bandhan",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कान्हा से है प्यार का बंधन श्रद्धा से करता हु मैं बंधन,
     रोको तो कोई मेरे श्याम को क्यों रूठा मुझसे, 
     आज मेरे श्याम को माना है हाल दिल श्याम को सुनना है,

मेरे दिल की है तमना श्याम से मिलने का है सपना, 
मुझको तो बस इंतज़ार है होगा कब अपना ।।1।। 
आज मेरे श्याम को माना है हाल दिल श्याम को सुनना है,

मेरी खता को तुम भुलादो अपने चरणों में तुम जगह दो, 
वरना कहा पे जाये गा ये बालक तेरा ।।2।। 
आज मेरे श्याम को माना है हाल दिल श्याम को सुनना है,

तुम तो हो मोहन जग के स्वामी मेरी भी सुनलो श्याम कहानी, 
कब से खड़ा है तेरी राह में श्याम सेवक तेरा ।।3।। 
आज मेरे श्याम को माना है हाल दिल श्याम को सुनना है `
},

{
    title: "Kanhaiya Teri Murli Ne ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कन्हैया तेरी मुरली ने, गोपाल तेरी मुरली ने, 
    दिवाना कर दिया... ओ दिवाना कर दिया.....2

वन वन में ढुंढती हु, तेरा पता नही है,...2, 
कान्हा के बिना नही रहना है, ...2 ये इरादा कर लिया..2 
कन्हैया तेरी मुरली ने......।। 1 ।।

दरबार मैंनें छोडा, वैराग ले लिया .......2 
अब वृदावन में रहना है...2 
गिरिराज तलहैटी रहना है, ये ईरादा कर लिया...2 
कन्हैया तेरी मुरली ने.........।। 2 ।।

क्या मांगते हो मुझसे, मेरे पास कुछ नही है...2 
एक मन था वो भी आपको, समर्पित कर दिया....2 
कन्हैया तेरी मुरली ने....।। 3 ।।

गोपाल मेरी विनती यही है, आपसे....2
 गिरधारी तेरे चरणों का, सहारा ले लिया....2 
 कन्हैया तेरी मुरली ने.....।। 4 ।। `
},

{
    title: "Kanhaiya Teri Yaad Me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : सारंगा तेरी याद मे, नैन हुये बेचौन

कन्हैया तेरी याद मे, गोपी सब बेचौन 
जुग जुग ज्यूं दिवस भये, जुग जुग भइले रैन ।।

वो पनघट पर छेरना, वो बंशी के गीत 
वो मटकियां फोडना, तूं कैसा था मीत 
ग्वालन माखन चोर कर, बोले झूठे बेन 
कन्हैया तेरी याद.... ।।1।।

जमना तट पर रास मे, हर गोपी के संग
 एसो तूं नटवर बण्यो, नाच्यो तन हर अंग 
 सुध बुध भूले चर अचर, चंदा भूले रैन 
 कन्हैया तेरी याद,,,, 1211

वो गोवर्धन धारणां, ग्वाल बाल संग क्हान 
गोकुल की रक्षा करी, शक्र भंग अभिमान 
चंपा एक झलक दिखा, तक तक थक गये नैन 
कन्हैया तेरी याद,,,, ।।3।। `
},

  {
    title: " Karuna Suno Shyam Mori ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` करुणा सुनो श्याम मोरी मई, 
    तो होया रही चेरी तेरी, 
    दरसन कारण भई बांवरी, 
    बिरह ब्यथा तन घेरी, 
    तेरे कारण जोगन हूँगी,
     दूंगी नगरा बिच फेरी,
      कुञ्ज बन हेरी हेरी, 
      अंग भभूत गले मृग छाला, 
      यो तन भस्म करू री, 
      अजहुँ न मिल्या राम अविनाशी, 
      बना बना बिच फिरूँ री, 
      रोऊ नित तेरी तेरी, 
      जन मीरा कु गिरिधर मिलिया,
       दुःख मेटन सुख भेरी,
        रोम रोम सता भई उर में,
         मिट गयी फेर फेरी, 
         रहूँ चरनन तर चेरी ।। `
},

{
    title: " Kharcho Bhej De Dhamal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज :- धमाल

खर्चो भेज दे साँवरिया फाल्गुण मेलो आयो रे, खर्चो भेज दे। 
मैं सुत्यो थो सपने में तेरा हेलो आयो रे, खर्चो भेज दे।।

1 म्हें आस्यां घर कान लास्यां 
कपड़ा नया सिमास्याँ जी 
टिकट कटास्यां गाड़ी की 
यो खर्ची आयो रे, खर्चो भेज दे......

2 तू तो हेलो मार दियो 
बाबा तेरो कांई लागे 
गठड़ी खोलण तांई 
बाबा क्यूं शर्मायो रे, 
खर्चो भेज दे...

3 मनिआर्डर भिजवादे फिर चाहे 
बारह महिना राखले 
'बनवारी' खर्चों मोटो हे 
भेज सवायो रे, खर्चो भेज दे.. `
},

{
    title: " Khinche Khinche re Dushasan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` खींचे खींचे रे दुशासन मेरो चीर, अरज सुनो गिरधारी

1. हस्तिनापुर में जाकर देखो, महफिल हो गई भारी 
कौरव पांडव सभा बीच में, खड़ी द्रोपती नारी 
उनके नैनों से बरस रहो नीर, सुनो गिरधारी

2. पांचो पांडव ऐसे बैठे, जैसे अबला नारी 
द्रोपती अपने मन में सोचे, दुर्गति भाई हमारी 
नहीं है, नहीं है रे धरैया कोई धीर, अरज सुनो गिरधारी

3. बाद दिन याद करो कन्हैया, उंगली कटी तुम्हारी
 दोनों हाथों पट्टी बांधी, चीर के अपनी साड़ी 
 आ गई आ गई रे, कन्हैया तेरी याद, अरज सुनो गिरधारी

4. राधा छोड़ी रुक्मण छोड़ी, छोड़ी गरुण सवारी 
नंगे पैर कन्हैया आए, ऐसे प्रेम पुजारी 
बच गई बच गई, द्रोपती जी की लाज, अरज सुनो गिरधारी

5. खींचत चीर दुशासन हारो, हार गयो बल धारी 
दुर्योधन की सभा बीच में, चकित हुए नर-नारी 
बढ़ गयो बढ गयो रे, हजारों गज चीर, अरज सुनो गिरधारी

6. साड़ी हैं कि नारी है, कि नारी बीच साड़ी है 
नारी ही की साड़ी है, कि साड़ी ही की नारी हैं 
कैसे बढ़ गया रे, हजारों गज चीर, अरज सुनो गिरधारी

7. चीर बढ़न की कोई न जाने, जाने कृष्ण मुरारी 
चीर के भीतर आप विराजे, बनके निर्मल साड़ी 
ऐसे बढ़ गए रे, हजारों गज चीर, अरज सुनो गिरधारी `
},

{
    title: " Kirtan Ki Hai Raat ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कीर्तन की है रात, बाबा आज थाने आनो है। 
    थाने कॉल निभानो है, कीर्तन की है रात ।।

1 दरबार सावरिया ऐसो सज्यो प्यारो, दयालु आपको। 
सेवा में सावरिया सगला खड़ा डीके, हुकुम बस आपको। 
सेवा में तारी, म्हाने आज बिच्छ जानो है।।

2 कीर्तन की है तैयारी, कीर्तन करा जमकर, प्रभु क्यूँ देर करो।
 वादों थारो दाता, कीर्तन में आने की घनी क्यूँ देर करो। 
 भजाना सू थाने, म्हाने आज रिझानो है।।

3 जो कुछ बनयो म्हासु, अर्पण प्रभु सारो प्रभु स्वीकार करो। 
नादान सू गलती होती ही आई है, प्रभु मत ध्यान धरो। 
"नंदू" सावरिया, तारो दास पुराणो है।। `
},

{
    title: " Kishori Kuch Aisa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` किशोरी कुछ ऐसा 
    इंतजाम हो जाये, 
    जुबा पे राधा राधा राधा 
    नाम हो जाये ।।

1. जब गिरते हुए मैंने 
तेरा नाम लिया है, 
गिरने न दिया मुझको जो 
तुमने थाम लिया है

2. तुम अपने भगतो पे 
कृपा करते हो श्री राधे, 
उनको अपने चरणों में 
जगह देती हो श्री राधे, 
तुम्हारे चरणों में मेरा 
मकाम हो जाये `
},

{
    title:   " Knahaji Radha Rukman Sang  ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कान्हा जी राधा रुक्मण संग श्री गोशाला आये है 
    प्रातःकालीन पावन गोसेवा गोपाल आये है 
    कान्हा जी राधा रुक्मण....

भोर की अमृतवेला में प्रभु पीताम्बर धारे है 
केसर चन्दन तिलक लगे, गले मे तुलसी बिराजे है 
मन्द होंठो पर है मुष्कान...2 
माँ के दर्शन पाये है

प्रातःकालीन पावन गोसेवा.....

सजे है थाल हाथों में, रोली पुष्प ओर चन्दन से 
करे है आरती मोहन, सुनहरी दीपमाला से 
चरण वंदन करते गोपाल 
गोधूलि सिर पर धारे है

प्रातःकालीन पावन गोसेवा.....

परोसे है गोग्रास केशव, अपने कोमल हाथों से 
ले कर जल कलश हाजिर है 'रामजी', सेवा भावो से 
भक्ति प्रेम का मिलन
 गोमाता भक्त निहारे है

प्रातःकालीन पावन गोसेवा गोपाल आये है 
कान्हा जी राधा रुक्मण संग श्री गोशाला आये है `
},

{
    title: "Koi Kahe Govinda Koi Gopala",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कोई कहें गोविंदा, कोई गोपाला, 
    मैं तो कहु सावरियाँ बानसुरीयाँ वाला ।

राधा ने श्याम कहा, मिरा ने गिरधर, -2 
कृष्णा ने कृष्ण कहा, उपजा ने नटवर-2 
ग्वालो ने तुमको, पुकारा कहके ग्वाला। 
मैं तो कहु सावारियाँ बानसुरीयाँ वाला। 

कोई......।। 1 ।।

मैया तो कहती हैं, सुन ओ कन्हैया,..2 
घनश्याम कहते हैं, बलराम भैइया,...2 
सुरदा की आँखो के तुम हो उजाला। 
मैं तो कहु सावारियाँ बानसुरीयाँ वाला। 

कोई.....।। 2 ।।

भिस्म के बनवारी, अर्जुन के मोहन-2 
छलिया भी कहकरके, बोले दुर्योधन-2 
कंसा तो कहता है, जल कर के काला। 
मैं तो कहु सावारियाँ बानसुरीयाँ वाला। 

कोई......।। 3 ।।

अच्युत युधिष्टिर के, उद्धव के माधव-2 
भक्तो के भगवान सन्तो के केशव-2 
भक्त तो भजते हैं, कह के कृपाला। 
मैं तो कहु सावारियाँ बानसुरीयों वाला।

कोई......।। 4 ।। `
},

{
    title: " Krishn Kahane se Tar Jayega ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कृष्ण कहने से, तर जाएगा, 
    पार भव से, उत्तर जाएगा, 
    कृष्ण कहने से, तर,
     बोलो, हरे कृष्ण बोलो, 
     जय जय, हरे कृष्ण बोलो ।।

बड़ी मुश्किल से, नर तन मिला, 
क्या पता फिर, किधर जाएगा ।।1।। 
पार भव से, उत्तर जाएगा 
कृष्ण कहने से, तर 
बोलो, हरे कृष्ण बोलो, 
जय जय, हरे कृष्ण बोलो

होगी घर घर में, चर्चा तेरी, 
जिस गली से, गुजर जाएगा ।।2।। 
पार भव से, उत्तर जाएगा 
कृष्ण कहने से, तर 
बोलो, हरे कृष्ण बोलो, 
जय जय, हरे कृष्ण बोलो

सब कहेंगे, कहानी तेरी, 
काम ऐसा हूँ, कर जाएगा ।।3।। 
पार भव से, उत्तर जाएगा 
कृष्ण कहने से, तर.......... 
बोलो, हरे कृष्ण बोलो, 
जय जय, हरे कृष्ण बोलो

उसके आगे तँ, झोली फैला, 
दाता झोली को, भर जाएगा ।।4।। 
पार भव से, उत्तर जाएगा 
कृष्ण कहने से, तर,,,, 
बोलो, हरे कृष्ण बोलो, 
जय जय, हरे कृष्ण बोलो `
},


{
    title: "Krishna Bhaju Ya Main Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कृष्ण भजु या मैं राम, 
    मेरे दोनों में अटके प्राण ।।

1. एक के हाथ में धनुष बाण है, 
दूजो तोड़े मुरली में तान रे, 
कृष्ण भजु या मैं राम-

2. एक को वंश है सोमवंश, 
दूजे को वंश है भान रे, 
कृष्ण भजु या मैं राम

3. कृष्ण जी देते मोक्ष, 
पदारथ श्री राम देते ज्ञान,
 कृष्ण भजु या मैं राम

4. सूरदास कहे कृपा दोनों की,
 वो दोनों ही कृपा निधान रे,
  कृष्ण भजु या मैं राम `
},


{
    title: " Kun Jaane Aa Maya Shyam Ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कुण जाने आ माया श्याम की, अजब निराली रे, 
    ओ तिरलोकी को नाथ जाट क बन्गयो हाली रे ।।

1. सो बिगारो खेत जाट क, राम भरोसे खेती रे, 
आधा म बोया गेंहू चना, आध म बोई मेथी रे,
 बिना बाड़ को खेत जाट को, 
 राम रुखाल रे

2. भूरी भैंस चिमकनी जाट क, दो छागल दो नारा रे,
 बिना बाड़ को बाडो जाट क, बांध न्यारा न्यारा रे,
  चोर आवे जद काटे चक्कर, 
  राम रुखाली रे

3. जाट जाटनी निर्भय सूत्या, सूत्या छोरा छोरी रे,
 श्याम धनि पहरा पर ओब्यो, किया हुवे चोरी रे, 
 चोर आवे जद सामू दिखे, 
 जावे खाली रे

4. बाजरा की रोटी पोई, उपर घी को लसको रे, 
पालक की तरकारी साग, भर मुली को बटको रे,
 छाछ राबड़ी को करे कलेवो,
  भर भर थाली रे

5 धन्न जाट को छपरो छायो, लक्ष्मी बांध खिंचायो रे
 चेजारो बण आयो साँवरो, हाथा गारो गायो रे 
 बण दियो घर जड़ दियो तालो, दे गयो ताळी रे 
 भर भर थाली रे

6 भक्ता क वश में है भगवन, घर भक्ता क आवेजी, 
सोहनलाल लोहागर प्रभु का, हर्ष हर्ष गुण गावजी, 
भक्ता क संग नाचे गावे, 
दे दे ताली रे- `
},

{
    title: "Laz Meri Gai Samjho ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` लाज मेरी गई समझो तेरी गई, 
    श्याम तेरे सिवा मेरा कोई नहीं। 

    ओ पालनहारे निर्गुण और न्यारे, 
    तुम्हारे सिवा हमरा कोई नाही। 

    हमरी उलझन सुलझाओ भगवन, 
    तुम्हारे सिवा हमरा कोई नाही ।।

1 हम गरीबों का तू है सहारा 
वरना साथी है कौन हमारा 
जग से जो हारा तूने ही तारा 
तुम्हारे सिवा हम.........

2 तेरे जैसा कोई भी ना साथी 
तू दीपक है हम सब है बाती ह
मरा ई जीवन तुझपे है अर्पण
 तुम्हारे सिवा हम.........

3 श्याम कहता है सुनले ओ कन्हैया 
तेरे हाथों में अब है ये नइया 
भव से करदो पार मानूंगा उपकार 
तुम्हारे सिवा हम्म............. `
},


{
    title: " Laz Rakho Girdhari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` लाज राखो गिरिधारी । हारे को हरिनाम ।।
     अबकी टेक हमारी । लाज राखो गिरिधारी ।|

जैसी लाज राखी अर्जुन की भारत युद्ध मंझारी 
सारथि होके रथ को हांको चक्र-सुदर्शन-धारी 
भक्तन की टेक न टारी, अब की टेक हमारी................

जैसी लाज राखी द्रौपदी की होन न दीनि उधारी 
खैचत खैचत दोऊ भुज थाके दुःशासन पचिहारी
 चीर बढ़ायो मुरारी, अब की टेक हमारी........

सूरदास की लाज राखो, अब को है रखवारी 
राधे राधे श्रीवर प्यारो श्रीवृषभान-दूलारी 
शरण तक आयो तुम्हारी, अब की टेक हमारी......

गज ओर ग्राह ह लड़े जल भीतर लड़त लड़त गज हारी 
रति एक सूंड़ रही जल बाहर, तब हरि नाम पुकारी 
गरुड़ चढ़ आये मुरारी, अब की टेक हमारी......... `
},


{
    title: " Lo Radha ki Painjaniya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : ओ गाडी वाले गाडी धीरे हांक रे

लो राधा की पैंजनियां गयी बाज रे, 
जिया धक धक धङके लगे लाज रे।।

1 चुपके चुपके हो चौकन्नी, निकसी घर से राधा, 
बज ना जाये बैरन पैंजन, टूट न जाये वादा, 
लगी ठोकर तो बैरन गयी बाज रे, 
लो राधा.........

2 बंशी धुन सुन कर कान्हा की, पंहुची जमना तट पे, 
छुप गये कान्हा तब चुपके से, ज्यूं चंदा बादल मे, 
राधा ढूंढे कान्हा ना लगे हाथ रे,
 लो राधा.......

3 आ पीछे औढनियां खींचे कान्हा करे ठिठोरी,
 गोरी कलइयां पकर मरोरे, बिहसे सखियां मोरी,
  लाज लगे गोरे गोरे कपोलवा भये लाल रे,
   लो राधा......

4 तन मन एक भये सुध बिसरे, ज्यूं सरिता सागर संग,
 कृष्ण भये राधा जू गोरे, राधा भयी कृष्ण रंग, 
 चंपा परम प्रेम मे भीगे राधे जगन्नाथ रे,
  लो राधा..... `
},


{
    title: "Ma Mai Girdhar ke Ghar Javu ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `राग : दरबारी

दौ: प्रीत जंहा पर्दा नहीं पर्दा जंहा नहीं प्रीत 
प्रीत करे पर्दा रखे, ये दुसमन की रीत 
प्रीत प्रीत सबही कहे, कठिन प्रीत की रीत 
जो जन पाले प्रीत को, गया जगत को जित

मैं तो गिरधर के घर जाऊ 
गिरधर म्हारो साचो प्रीत 
देखत रूप लुभाऊ मैं तो

1 रेन पड़ी अब ही उठ जाऊ, भोर भाई उठ आऊ 
रैना दिन बांके संग खेलु, ज्यो त्यों ताहि रिझाऊ 
मैं तो गिरधर के घर जाऊ...

2 जो पहिरावै सोही पाहरू, जो दे सोई कहौ 
मेरी उदकि प्रीती पुराणी, उन बिन पल राहु 
मैं तो गिरधर के घर जाऊ...

3 जहा बैठावे तितही बैठु, बेचे तो बिक जाऊ 
मीरा के प्रभु गिरधर नागर, मीरा के प्रभु गिरधर नागर 
मैं तो गिरधर के घर जाऊ.......

बार बार बलि जाऊ 
मैं तो गिरधर के घर जाऊ 
के घर जाऊ ३..
मैं तो गिरधर के घर जाऊ `
},

{
    title: " Madan mohan jago ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मदन मोहन जागो,
श्याम सुन्दर मदन मोहन,
 जागो मेरे लाला .

प्रात भानु प्रगट भये, 
ग्वाल बाल मिलन आये

तुम्हरे दरस द्वारे ठाड़े, 
मोहन मुरलीवाला .

श्याम सुन्दर मदन मोहन, 
श्याम सुन्दर मदन मोहन,
 जागो मेरे लाला. `
},

{
    title: "Mai Tere Rang Rachi Sanvara ",
    youtubeId: "", // I added a working ID here for you
    lyrics:   ` मैं तेरे रंग राची साँवरा,
     मैं तेरे रंग राची रे ।।

1. पचरंग चोला पहन सखी री, 
झुरमुट खेलन जाती रे, 
झुरमुट म मोहि मिल्यो साँवरो, 
खोल मिल्या दिन राति-

2. और पिया परदेश बसत है, 
लिख लिख भेजत पाती रे, 
मेरो पीया मेरे घाट म बसत है, 
बात करू दिन राति-

3. सूरत निरत रो दिवलो संजोया, 
मन इच्छा कर बाति रे, 
अगम घाणि तो तेल कढावु, 
बाल रही दिन राति

4 पिहरिया रहु न सासरिया रहु न, 
प्रभु से हेत लगाती रे, 
मीरा कहे प्रभु गिरधर नागर, 
चरण रहु दिन राति- `
},


{
    title: " Maiya Mori Mai Nahi Makhan Khayo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मैय्या मोरी, मैं नहीं माखन खायो ।।

1. भोर भये गैयन के पाछे,
 तूने मधुबन मोहि पठायो, 
 चार प्रहर वंसी वता भटक्यो, 
 सांझ पड़े घर आयो

2. मैं बालक बहियन को छोटो,
 छींको किश विध पायो,
  ग्वाल बाल सब बैर पड़े हैं, 
  बर-बस मुख लपटायो

3. तू मैया मन की अति भोरी, 
इनके कहे पतियायो,
 जिय तेरे कछु भेद भयो है,
  जानी परायो जायो

4. यह ले अपनी लकुटी कमरिया,
 बहुत ही नाच नचायो, 
 सूरदास तब हंसी यसोदा, 
 ले उर कंठ लगायो `
},



{
    title: "  Man Chal Pathmeda Dham ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मन चल पथमेड़ा धाम, गैया का पावन निर्मल धाम
     मिलेंगे श्याम बिहारी, गैया मोहन की प्यारी

भोर होते ही श्यामल सूंदर आते है 
निज हाथों गैया की सेवा करते है 
शीतल पवन की धार
 मुरलिया गाये माधुरी तान

मिलेंगे श्याम बिहारी.....

स्वर्ग सी भूमि लगे बड़ी मनभावन है 
गौचरणो से बनी धरा अति पावन है 
दत्त प्रभु का सेवा धाम 
करुणा बरसे आठो याम

मिलेंगे श्याम बिहारी......

गोकुल वृन्दावन यंहा पर बस्ते है 
नंद बाबा श्रीदामा के मन रमते है
 गोधूलि की अनुपम श्याम 
 गाये रंभाये श्यामा श्याम

मिलेंगे श्याम बिहारी.....

नमन करे ममता भरी गऊमाँओ को 
देती है आशीष सेवा के भावों को 
जीवन करे खुशहाल 
'रामजी' गाये है गुणगान

मिलेंगे श्याम बिहारी गैया मोहन की प्यारी... `
},

{
    title:  "Man Tadpat Hari Darshan Ko Aaj ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मन तड़पत हरी दरसन को आज,
     मोरे तुम बिन बिगड़े सगरे काज, 
     विनती करत, हूँ, रखियो लाज, मन तड़पत ।।

1. तुम्हारे द्वार का मैं हूँ जोगी,
 हमारी और नज़र कब होगी, 
 सुन मोरे व्याकुल मन की बात,
  तड़पत हरी दरसन-

2. बिन गुरू ज्ञान कहाँ से पाऊँ, 
दीजो दान हरी गुण गाऊं, 
सब गुनी जन पे तुम्हारा राज,
 तड़पत हरी-

मुरली मनोहर आस न तोड़ो 
दुःख भंजन मोरे साथ न छोडो, 
मोहे दरसन भिक्षा दे दो आज दे दो आज ।। `
},




{
    title: "Man me Basakar Teri Murti ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मन में बसाकर तेरी मूर्ति, 
    उतारू में गिरधर तेरी आरती ॥

1 करुणा करो कष्ट हरो ज्ञान दो भगवन 
भव में फसी नाव मेरी तार दो भगवन 
करुणा करो कष्ट हरो ज्ञान दो भगवन 
भव में फसी नाव मेरी तार दो भगवन 
दर्द की दवा तुम्हरे पास है 
जिंदगी दया की है भीख मांगती
 मन में बसाकर तेरी मूर्ति 
 उतारू में गिरधर तेरी आरती ॥

2 मांगु तुझसे क्या में यही सोचु भगवन 
जिंदगी जब तेरे नाम करदी अर्पण 
मांगु तुझसे क्या में यही सोचु भगवन
 जिंदगी जब तेरे नाम करदी अर्पण
  सब कुछ तेरा कुछ नहीं मेरा 
चिंता है तुझको प्रभु संसार की 
मन में बसाकर तेरी मूर्ति 
उतारू में गिरधर तेरी आरती ॥

3 वेद तेरी महिमा गाये संत करे ध्यान 
नारद गुणगान करे छेड़े वीणा तान 
वेद तेरी महिमा गाये संत करे ध्यान 
नारद गुणगान करे छेड़े वीणा तान 
भक्त तेरे द्वार करते है पुकार 
दास व्यास तेरी गाये आरती
 मन में बसाकर तेरी मूर्ति 
 उतारू में गिरधर तेरी आरती ॥ `
},

{
    title: " Mandir dekh dare sudama ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राग दरबारी
सुदामा मन्दिर देख डरे
कहाँ गई मेरी राम झोपड़िया कौन नृपति उतरे ।
अरे कौन नृपति उतरे ।।
कंचन महल छिनाय लियो मेरा झूपा अलग डरे ।
सुदामा मन्दिर देख डरे ।।
इधर उधर जीवत पण्डित मन मे सोच करे
खड़ी झरोखे पंडितायन जी आवो जी अब तो घरे।।
सुदामा मन्दिर देख डरे ।।
पहली पोल मधुमाते हस्ती दूजी तुरत करे
तीजी पोल विश्वकर्मा बैठे खंभा रतन जड़े ।।
सुदामा मन्दिर देख डरे ।।
चार पदारथ रचे भवन में दीनानाथ हरे ।
सूरदास प्रभु तुम्हारे भजन से दुख दारिद्र टरे ।।
सुदामा मन्दिर देख डरे ।।

पद—
ऐसे विहाल विवाइन सो पग कंटक जान लगे पुनि जोई
हाय महा दुख पायो सखा तुम आये इतै न कितै दिन खोए ।
देखि सुदामा की दीन दशा करुणा करके करुणानिधि रोये ।
पानी परात को हाँथ छुओ नहि नैनन के जल सों पग धेये `
},




{
    title: " Mandir jati mira ne sanwariyo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मंदिर जाती मीरा ने सांवरियो मिल गयो रे, मोहन जादू कर गयो रे
जादू कर गयो जादू कर गयो, जादू कर गयो रे ।।

राणो मीरा से बतलावे के हो गयो थाने क्यों न बतावे,
फीका पड़ गया नैन फर्क भोली में पड़ गयो रे ।।1।।
मोहन ताहि जादू कर गयो रे...............................

आज मिलो म्हणे बनवारी पल पल जाऊ मैं बलिहारी,
चुरा लिया महारा नैन के दिल पे ताला जड़ गयो री ।।2।।
मोहन ताहि जादू कर गयो रे...............................

राणो मीरा ने समझावे बड़ा घरा की रीत बतावे,
पुलके लगा दियो दाग पति जीवत मर गयो रे ।।3।।
मोहन ताहि जादू कर गयो रे...............................

मनमोहन है पति हमारो सारे जग को है रखवारो,
कहता राधे श्याम मीरा ने मोहन मिल गाइयो री ।।4।।
मोहन ताहि जादू कर गयो रे............................... `
},


{
    title: "Mang kar Dekhlo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मांग कर देख लो मन में जो खास है ऐसा क्या जो नहीं श्याम के पास है

तेरी मोहब्बत में दम है गर सच्चा है प्यार तेरा 
सच मानो ये खुशियों से भर देंगे भण्डार तेरा 
नहीं असंभव कुछ भी है यहाँ तेरा मन है कहाँ 
मितला उनको यहाँ चरणों के जो पास है 
ऐसा क्या जो नहीं श्याम के पास है

जीवन के राहें कठिन ये आसान बना देंगे
 दे आँखों के तू आंसू ये मुस्कान बना देंगे 
 ये यारों के सच्चे यार हैं दिलदार हैं 
 उनको मिलता यहाँ चरणों के जो पास है 
 ऐसा क्या जो नहीं श्याम के पास है

इनकी ज़मी इनका गगन इनका दिल इनकी धड़कन 
तारें सितारे इनके है अग्नि जल और ठंडी पवन 
चाँद और सूरज जीवन और मरण ये तन मन धन 
मुझमे जो चल रही इनकी हर सांस है 
ऐसा क्या जो नहीं श्याम के पास है

ये करुणा के सागर है हम सागर के हैं मोती 
मिट जाता है अँधियारा जब जलती इनकी ज्योति 
मांग बेधड़क झोली फैलाकर खाटू जाकर 
जिसने पाया यहाँ उनको विश्वास है 
ऐसा क्या जो नहीं श्याम के पास है `
}, 




{
    title: "Manmohan Kanha ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  मनमोहन कान्हा विनती करूं दिन रैन, 
    रह तके मेरे नैन, 
    अब तो दरस देदो कुञ्ज बिहारी, 
    मनवा है बेचैन ।।

1. नेह कि डोरी तुम संग जोरी, 
\हमसे तो नहीं जावेगी तोड़ी, 
हे मुरली धर कृष्णा मुरारी, 
तनिक न आवे चैन, 
राह तके मेरे नैन`
},

{
    title: " Manmohan Teri Surat par ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मन मोहन तेरी सूरत पर, वारी वारी जाऊं मैं
     मतवाले तेरे नैनों पर, बलि बलि हारी जाऊं मैं

1 गिरधारी तेरे अधरो पर, मधुर बांसुरी सोहत है,
 मीठे मीठे बोलो पर, सौ सौ बार मर जाऊं मैं।।

2 उन्नत भाल विशाल तेरे पर, तिलक मनोहर शोभित है, 
घुंघर वाली लटकन पर, हारी हारी जाऊं मैं।।

3 बनवारी तेरी पलकों पर, चन्द्र छटा निराली है, 
अपलक तेरी दृष्टि पर, हारी हारी जाऊं मैं।।

4 नील कमल सा रूप सलोना, नील मणि सी आभा है,
 नील कमल उभरा हो अम्बर, सोच सोच भरमाऊं मैं ।।

5 बीच कदंब की डारी पर, बैठा बालमुकुंद सा है,
 एक झलक पाने को तेरी, पुनि पुनि मरि मरि जाऊं मैं।। `
},




{
    title: " Manmohana bade jhute ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मनमोहना बड़े झूठे, 
    हार के हार नहीं माने
    मनमोहना

बने थे खिलाड़ी पिया, निकले अनाड़ी पिया
 मोसे बेइमानी करे, मुझसे ही रूठे ।।1।।

मनमोहना

तुम्हरी ये बाँसी कान्हा, बनी गला फाँसी ता
न सुनाके मेरा, तन मन लूटे ।।2।।

मनमोहना `
},

{
    title: " Meera Magan Bhai Hari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मीरा मगन भई हरी के गुण गाये ।।

1. सांप पिटारा राणा भेजा, 
मीरा हाथ दियो जाये, 
धन्य भोई जब देखन लगी, 
शालिग्राम गयी पाये-

2. जहर का प्याला राणा भेजा, 
अमृत दिया बनाये, 
धन्य भोई जब पीबन लगी, 
हो गयी अमर अथय-

3. सूली सेज राणा ने भेजी, 
दीज्यो मीरा सुवाय, 
साँझ भई मीरा सोवन लगी,
 मनो फूल बिछाए

4. मीरा के प्रभु सदा सही, 
रखे विघन हटाये, 
भजन भाव में मस्त डोलती, 
थ्गरिधर बली बली जाये- `
},




{
    title: " Mera Aapki Kripa Se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरा आपकी कृपा से सब काम हो रहा है
     करते हो तुम कन्हैया मेरा नाम हो रहा है, ।। टेर ।।

पतवार के बिना ही, मेरी नाव चल रही है......2 
हैरान है जमाना मंजील भी मील रही है,....2
 करता नही में कुछ भी ये तमाम हो रहा है । 
 करते हो तुम...... ।। 1 ||

तुम साथ हो जो मेरे किस चिज कि कमी है...2 
किसी और चिज कि अब परवाह भी नही है...2 
तेरी कुपा से सब माला माल हो रहा है । 
करते हो तुम...... ।। 2 ||

मैं तो नही हूँ काबिल, तेरा प्यार कैसे पाऊँ......2 
टुटी हुई वाणी से गुणगान कैसे गाऊँ...2 
तेरी दया से दाता ये कमाल हो रहा है । 
करते हो तुम..... ।। 3 ||

मुझे हर कदम डगर पर तुने दिया सहारा...2 
मेरी जिंदगी बदल दी तुने कर के इक इशारा...2 
एहसान पे तेरा ये एहसान हो रहा है । 
करते हो तुम..... ।। 4 ||

तुफाना आंधियों मे तुने हि मुझको थामा...2 
तुम कृष्ण बन के आए मैं जब बना सुदामा... 2 
तेरा करम ही मुझपर सरेआम हो रहा है । 
करते हो तुम...... ।।5 || `
},

{
    title: " Mera Dil ye Pukare" ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरा दिल यह पुकारे आजा, अखियों की प्यास बुझा जा
     मेरी लाज बचाने आजा, मुझे गले लगाने आजा 
     कान्हा रे कान्हा, आजा अब आजा सस

रोता है दिल, पथराई अखियाँ 
बाट निहारे, बाट निहारे 
मेरा यह जीवन, सुन मेरे मोहन
 तेरे सहारे, तेरे सहारे मेरी विगड़ी
  बनाने आजा मेरे दुखड़े मिटाने आजा 
  कभी मिलने मिलाने आजा आजा 
  रे दीवाने आजा कान्हा रे कान्हा आजा

सँभला हूँ मैं गिर, गिर के कन्हैया
 फिर ना गिराना, फिर न गिराना 
 मेरी गई तो, जाएगी तेरी हसेगा ज़माना, 
 हसेगा ज़माना गिरते को उठाने आजा 
 हारे को जिताने आजा कभी मिलने मिलाने आजा 
 आजा रे दीवाने आजा कान्हा रे कान्हा आजा

हँसते हैं लोग मुझे, कहती है दुनियां
 पागल दीवाना, पागल दीवाना 
 सँजु जहां में, प्रेम का मतलब 
 किसी ने ना जाना, किसी ने ना जाना 
 मतलब समझाने आजा 
 जरा प्रेम निभाने आजा 
 कभी मिलने मिलाने आजा 
 आजा रे दीवाने आजा 
 कान्हा रे कान्हा आज........ `
},




{
    title: " Mera Koi na Sahara",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरा कोई न सहारा बिन तेरे 
    घनश्याम सँवरिया मेरे।।

तुम दीन बंधु हितकारी 
हम आये शरण तिहारी 
काटो जनम-मरण के फेरे।। टेक ।।

विषयों के जरल में फस कर 
मोह माया के पाश में कस कर 
दुख पाए मैं नाथ घनेरे।। टेक ।।

हमदीन हीन संसारी 
आशा इक नाथ तिहारी 
तेरे चरण कमल के चेरे।। टेक ।।

तुमने लाखों पापी तारे 
नहिं कोइ गुण दोष बिचारे 
खड़ा भिक्षुक द्वार पे तेरे। । टेक ।। `
},

{
    title: " Mera Shyam Apne Dar Pe ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरा श्याम अपने दर पे 
    आँखों से मय पिलाये 
    मोहन जिसे पिलाये 
    उसे होश कैसे आये ।।

1. मीरा ने पीली मस्ती, अपनी मिटादी हस्ती 
दीवानी हो गयी वो और बावरी कहाई-

2. पहले पिलाई नंदे को, सुदबुद भुलाई उसकी, 
फिर आप नंदा बनकर, मोहन चरण दबाये-

3. हे दीनबंधु तेरी, ये दया नहीं तो क्या है, 
ठुकरा दे जिसको दुनिया, उसे तू गले लगाये- `
},




{
    title: "	Mere Hatho Me Khinch De ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरे हाथों में खींच दे लकीर सांवरे, 
    मेरी जागेगी सोई तकदीर सांवरे ।

1 ऐसी ठोकर लगाई, बेडा पार कर दिया, 
गौतम नारी, अहिलिआ का उद्धार कर दिया । 
हर लो हर लो, हमारी भी तुम पीड़ सांवरे,
 मेरी जागेगी सोई तकदीर सांवरे ॥

2 छोड़ करके गरूढ़, नंगे पांव दौड़े थे, 
गज के बंधन प्रभु जी, तो आप ने तोड़े थे । 
काटो काटो, पापों की जंजीर सांवरे, 
मेरी जागेगी सोई तकदीर सांवरे ॥

3 विष का अमृत बनाना तेरा काम है, 
इस लिए दीन बंधु बाबा तेरा नाम है । 
तेरे दर्शन, को मन है अधीर सांवरे, 
मेरी जागेगी सोई तकदीर सांवरे ॥

4 शाम सुंदर की आँखों का, तारा है तू, 
सारी दुनिआं में, हारे का सहारा है तँ । 
अपनी भक्ति, की सौंप दे जागीर सांवरे, 
मेरी जागेगी सोई तकदीर सांवरे ॥ `
},

{
    title: " Meri Karunamayi Sarkar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरी करुणामयी सरकार पता नहीं क्या दे दे
     क्या दे दे भई, क्या दे दे ।।

जग से आशा छोड़ दे भैया, श्यामा से आशा जोड़ ले भैया । 
तेरे भर देगी भण्डार, पता नहीं क्या दे दे ।।1।।

मांगे से तुम क्या पाओगे, बिन मांगे सब पा जाओगे । 
यह सच्ची साहूकार, पता नहीं क्या दे दे ।।2।।

वृन्दावन में बांके बिहारी, बरसाने में श्यामा प्यारी । 
यह मेरे जीवन प्राणाधार, पता नहीं क्या दे दे ।।3।।

बाँध के गठड़ी, चल बरसाने, राधा रानी के दर्शन पाने ।
 तुझे करदे भाव से पार, पता नहीं क्या देदे ।।4।।

सारे जग की भाग्य विधाता, रखती है हर एक का खाता । 
मेरी श्याम लख दातार, पता नहीं क्या देदे ।।5।। `
},




{
    title: " Meri Lagi Shyam Sang Prit ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरी लगी श्याम संग प्रीत, ये दुनिया क्या जाने 
    मुझे मिल गया मन का मीत, ये दुनिया क्या जाने क्या जाने
     कोई क्या जाने, क्या जाने कोई क्या जाने

क्या जाने कोई क्या जाने क्या जाने कोई क्या जाने 
मेरी लगी श्याम संग प्रीत, ये दुनिया क्या जाने ।।

1 छवि लगी मन श्याम की जब से, भई बावरी मैं तो तब से 
बाँधी प्रेम की डोर मोहन से, नाता तोड़ा मैंने जग से 
ये कैसी पागल प्रीत, ये दुनिया क्या जाने 
ये कैसी निगोड़ी प्रीत, ये दुनिया क्या जाने 
क्या जाने कोई क्या जाने, क्या जाने कोई क्या जाने।।

2 मोहन की सुन्दर सूरतिया, मन में बस गयी मोहनी मूरतिया 
जब से ओढ़ी शाम चुनरिया, लोग कहे मैं भई बावरिया 
मैंने छोड़ी जग की रीत, ये दुनिया क्या जाने
 मैंने छोड़ी जग की रीत, ये दुनिया क्या जाने 
 मुझे मिल गया मन का मीत, ये दुनिया क्या जाने।।

3 हर दम अब तो रहूँ मस्तानी, लोक लाज दीनी बिसरानी 
रूप राशि अंग अंग समानी, हे रत हे रत रहूँ दीवानी 
मै तो गाऊँ खशी के गीत, ये दुनिया क्या जाने 
क्या जाने कोई क्या जाने, क्या जाने कोई क्या जाने ।।

4 मोहन ने ऐसी बंसी बजायी, सब ने अपनी सुध बिसरायी 
गोप गोपिया भागी आई, लोक लाज कुछ काम न आई 
फिर बाज उठा संगीत, ये दुनिया क्या जाने क्या जाने 
कोई क्या जाने, क्या जाने कोई क्या जाने ।।

5 भूल गयी कही आना जाना, जग सारा लागे बेगाना 
अब तो केवल शाम सुहाना, रूठ जाये तो उन्हें मनाना
 अब होगी प्यार की जीत, ये दुनिया क्या जाने 
 क्या जाने कोई क्या जाने, क्या जाने कोई क्या जाने।। `
},

{
    title: " Mhara Ramata Jogi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` म्हारा रमता जोगि आज्यो मीरा बाई क देश। 
    सांवरा थे आया रहिज्यो मीरा बाई क देश।।

1 थारि थारि खातिर सांवरा बाग लगायो
 कर के मालणिया को भेश।।

2 थारि थारि खातिर सांवरा भोजन बनायो
 कर के नायण को भेश।।

3 थारि थारि खातिर सांवरा दहिडो बिलोयो 
कर जे गुजरियो को भेश।।

4 मीरा कहे प्रभुजि गिरधर नागर 
सांवलि सुरतिया ह लाम्बा लाम्बा केश।। `
},




{
    title: "Mharo Kanho Gulab Ko Phool ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरो कान्हो गुलाब को फुल, 
    किशोरी मेरी कुसुम कली ।।

कान्हा मेरो नन्दजु को छोना...2 
श्री राधे वृषभान लली, 
किशोरी मेरी कुसुम कली.....।। 1 ।।

कान्हा खेले नन्दजु के अंगना....2 
राधे खेले रंगीली गली, 
किशोरी मेरी कुसुम कली.....।। 2 ।।

कान्हा मांगे माखन लोना........2 
राधे भावे मिश्री कि डली,
 किशोरी मेरी कुसुम कली.....।। 3 ।।

ब्रज निधि दर्शन कि प्यासी.....2 
वो तो भटकत गली गली, 
किशोरी मेरी कुसुम कली......।। 4 ।। `
},

{
    title: " Mithe Ras Se Bharodi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मीठे रस से भरोरी, राधा रानी लागे, 
    म्हाने कारो कारो, यमुनाजी को पानी लागे ।।

1. यमुनाजी तो कारी कारी, राधा गोरी गोरी, 
वृंदावन में धूम मचावै, बरसाने कि छोरी, 
व्रज धाम कि रशिली, व्रज धानी लागे

2. कान्हा नित मुरली में तेरे, सुमिरे बारम बार, 
कोटिन रूप धरे मन मोहन, कहु न पावे पार, 
रूप रंग कि छबीली, पटरानी लागे-

3. न भावे माने माखन मिसरी, अब न कोई मिठाई, 
मारी जीभरीया ने भावे राधा नाम मलाई, 
वर्षा भानु कि लाली तो, गुनधानी लागे

4. राधा राधा नाम रटत है, जो नर आठो याम, 
जिनकी बाधा दूर करत है, राधा राधा नाम, 
राधा नाम में सफल, जिंदगानी लागे-`
},




{
    title: " Mohana Ye Prem ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मोहना ये प्रेम निभाना है, तेरा मेरा रिश्ता पुराना है। 
    भेद कोई दिल में कर ना दे, बड़ा बेदर्द जमाना है।।

1 जान पहचान जो हमारी, श्याम ये है मर्जी तुम्हारी 
आपकी बराबरी नहीं है, मैं हूँ कहीं तू कहीं है
 फिर भी ये प्रेम बढ़ाना है, तेरा मेरा

2 श्याम तेरे लाखों दिवाने, पर मेरा कोई नहीं है, 
मेरा तो एक ही सहारा, डर मुझे कान्हा यही है 
मेरा तो एक ही ठिकाना है, तेरा मेरा

3 गलती पे ध्यान नहीं देना, दुनिया की बात नही सुनना 
तेरी मेरी आपस की बात है, 'बनवारी' जनमों का साथ है 
भेद मिल जुल सलटाना है, तेरा मेरा `
},

{
    title: " Moriyo Aachho Bolyo Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज सूरज बादल म छीपज्या रे, गोरु रो नाजुक जीव

मोरियो आछो बोल्यो रे 
सुगनां रो सांचो मोर 
कानमै इमरत घोल्यो रे।।

1 मोरयो बोलो श्याम दरश, करवादूं थानै आज 
दुखड़ा सै मिट ज्यावे थांरा, बण ज्यावै सब काज 
भरै धन सुत सें झोलो रे...

2 मरूधर रै गोरा धोरां मै, बणी श्याम री धाम 
जन जन रै मन मन मे बसगी, धजा चढी असमान 
शिखर पर सोनूं ढोल्यो..............

3 मोरछड़ी महिमा अति भारी, श्याम कुंड जलपान 
शीशदानी मिंदर मै बेठ्यो, आप कृष्ण भगवान 
बंसरी को सुर खल्यो रै

4 म्हानै भी दरसण देवो बाबा, दान्यां रा सिरदार 
सात्यूं सुख संतान कयै में, मितरां री भरमार 
चंप दही दूध कचोलो रै..... `
},




{
    title: " Mujhe charno se lagale ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मुझे चरणों से लगा ले, मेरे श्याम मुरली वाले। 
    मेरी सांस सांस में तेरा, है नाम मुरली वाले ॥

भक्तो की तुमने कान्हा, विपदा है टारी।
 मेरी भी बाह थामो, आ के बिहारी। 
 बिगड़े बनाए तुमने, हर काम मुरली वाले ॥

पतझड़ है मेरा जीवन, बन के बहार आजा। 
सुन ले पुकार कान्हा, बस एक बार आजा। 
बैचैन मन के तुम ही, आराम मुरली वाले ॥

तुम हो दया के सागर, जनमों की मैं हूँ प्यासी । 
दे दो जगह मुझे भी, चरणों में बस ज़रा सी। 
सुबह तुम ही हो, तुम ही, मेरी शाम मुरली वाले ॥ `
},

{
    title: " Na Jibhar Ke Dekha",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ना जी भर के देखा, ना कुछ बात की 
    बड़ी आरजू थी, मुलाकात की। 
    करो दृष्टि अब तो प्रभु करुणा की 
    बड़ी आरजू थी, मुलाकात की।।

1 गए जब से मथुरा, वो मोहन मुरारी 
सभी गोपिया बृज में व्याकुल थी भारी। 
कहा दिन बिताया, कहाँ रात की ।।

2 चले आओ.., चले आओ.., चले आओ.., 
चले आओ, अब तो ओ प्यारे कन्हैया 
ये सूनी है कुंजन और व्याकुल है गैया। 
सूना दो अब तो इन्हें धुन मुरली की ।।

3 हम बैठे हैं गम उनका दिल में ही पाले 
भला ऐसे में खुद को कैसे संभाले। 
ना उनकी सुनी, ना कुछ अपनी कही।।

4 तेरा मुस्कुराना भला कैसे भूलें 
वो कदमन की छैया, वो सावन के झूले। 
ना कोयल की कू कू ना पपीहा की पी।।

5 तमन्ना यही थी की आएंगे मोहन 
मैं चरणों में वारुंगी तन मन यह जीवन। 
हाय मेरा यह कैसा बिगड़ा नसीब ।। `
},




{
    title: "Nakhro Chhod De Dhamal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` धमाल

नखरो छोड़ दे साँवरिया, थोड़ो सीधो हो जा रे नखरो छोड़ दे। 
सीधो हो जा रहे साँवरा सीधो हो जा रे, नखरो छोड़ दे।।

1 सतयुग बीत्यो, त्रेता बीत्यो, बीत गयो युग द्वापर रे 
कलयुग को है टेम बावरा, कै नै परख रे 
नखरो छोड़ दे.......

2 अपणी अपणी मस्ती मं सा, दुनियां भागी जावै रे
 मतलब को है प्रेम, मिलै ना साँचो संगी रे 
 नखरो छोड़ दे..........

3 केक पेस्ट्री पीजा बर्गर, नई फैशन का भोजन रे 
बिस्कुट चाय ब्रेड अति भावे, थम्सअप पीवै रे 
नखरो छोड़ दे.........

4 सीले होंठ अगर भल चावै आँख्याय श्याम झुकाले रे 
ऐम ही है स्यान बावरा, बात समझले रे 
नखरो छोड़ दे..........

5'नन्दू' गर उपदेश कर्यो तो, सगला भाग्या फिरसी रे 
हवा देख कर बात करया कर, प्रेम पलटगो रे 
नखरो छोड़ दे....... `
},

{
    title: " Nandlal Gopal Daya Karke ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` नन्दलाल गोपाल दया कर के, 
    वृन्दावन मोहे बसा लेना, 
    आंखों से पर्दा हटा मोहे,
     निज रूप का दर्श दिखा देना ।।

1. धन धाम ना मांगू तुझसे कभी, 
कोई और ना आस मुराद मेरी, 
मोहे चरणों मे अपने बिठा लो हरि, 
मोहे नाम का जाप सिखा देना

2. जी चाहता है तेरी सेवा करूं, 
तेरी सांवरी सूरत देखा करूं,
 तेरे चरणों को धो धो पिया करूं, 
 मोहे चरणों की दासी बना लेना

3. मायाजाल में मैं तो ऐसी फंसी, 
तेरा नाम ही लेना भूल गई,
 मेरी अंत में होगी क्या ही दशा, 
 मोहे बांके बिहारी बचा लेना

4. मिले भक्तों के काम से समय अगर, 
दासी पे करना दया की नज़र, 
जब उमड़ेगा भव का सागर, 
मोहे आ के पार लगा देना- `
},




{
    title: " Nandrani Kanhaiya Jabar Bhayo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` नन्द रानी कन्हैया, जबर भयो रे।
     मेरी मटकी उलट के, पलट गयो रे।।

1 मुस्कान इसकी, लगे प्यारी प्यारी 
दीवानी हुई इसकी, सारी ब्रजनारी 
ऐकी बंशी में जियरो, अटक गयो रे।।

मेरी मटकी उलट...............

2 पनघट पे आके, करै जोरा जोरा जोरी 
चुपके से आके, करै चीर चोरी 
मैया हल्लो मच्यो तो, सटक गयो रे।।

मेरी मटकी उलट..........

3 घर घर में जाके, यो माखन चुरावे 
खावै सो खावै, जमीं पै गैरावे 
मैया रोकनो हमारो, खटक गयो रे।।

मेरी मटकी उलट..

4 मैं तो दुखारी, गरीबी की मारी 
नहीं जोर चालयो, तो दिन्ही मैं गारी
 'नन्दू बैयाँ कन्हैया, झटक गयो रे।।

मेरी मटकी उलट.......... `
},

{
    title: " Nath Bina Bigari Kon ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` नाथ बिना बिगड़ी कोण सुधारें ।।

1. एक दिन बिगड़ी हरिशचन्द्र,
 कि सूत और तिरिया लाये, 
 तीनो जाय बिके काशी में, 
 सुर सुर अंत सिधाये

2. एक दिन बिगड़ी मीरा जी कि, 
राणो जी के द्वारे,
 विष को प्यालो भेज दियो थो, 
 विष अमृत कर डाला

3. एक दिन बिगड़ी भ्रात भ्रात कि, 
नाथ लंकेश्वर हारे, 
भक्त भयो लंका को राजा, 
बाजे अमर नगाड़े

4 एक दिन बिगड़ी नरशि जी कि, 
समदि जी के द्वारे, 
कहत कबीर भात भरतन तुम, 
भक्त काज संवारे- `
},




{
    title: " O Kanha abto Jivan ki",
    youtubeId: "", // I added a working ID here for you
    lyrics: `ओ कान्हा अब तो जीवन की, नैया को लगा दो पार। 
    तेरे दर्श को भटक रही हूँ, हर आँगन के द्वार
     नैया लगा दो पार, ओ कान्हा-

मैया का माखन जब भी चुराया, संग थे बाल ग्वाल
 गोपियों की मटकी तोड़ के पूछे, तुने मीठे सवाल
  मेरे घर भी आओ मोहन, देखूँ तेरी राह निहार ।।1।। 
  नैया लगा दो पार, ओ कान्हा-

प्रेम की लीला ऐसी रचाई, झूम रहा संसार। 
राधा मीरा सुध बुध भूली, छोड़ के जग, घर-बार
 पर मैं राधा न मीरा बनना चाहूँ, चाहूँ सुदामा सा प्यार ।।2।। 
 नैया लगा दो पार, ओ कान्हा-

कालिया नाग को तुने हराया, तोड़ा इंद्र अहंकार। 
दुखियों के दुख को हो हरते, करते हो उपकार 
सब के बिगड़े काज संवारे, क्यों मेरे दुख से इंकार ।।3।।
 नैया लगा दो पार, ओ कान्हा-

तृष्णा बनी मर्गतृष्णा मेरी, इच्छा हुई विकराल । 
हार-निराशा दोनों बुनती, अपने अपने जाल 
कलियुग कंस को आके मारो, करो दो जीवन का उद्धार ।।4।।
नैय्या लगा दो पार, ओ कान्हा-

गीता का फिर से ज्ञान सुनाओ, भटक रहा है इंसान। 
तू तो सबके मन की जाने, तुझ से क्या अंजान 
मेरे सारथी जो तुम बन जाओ, कर लूँ भवसागर को भी पार ।।5|| 
नैय्या लगा दो पार, ओ कन्हा

अपने रंग में मुझको रंग ले, ओ निर्मल निर्मोही 
सारे रिश्ते नाते हैं झूठे, तुझ बिन मेरा न कोई 
आपनी शरण में मुझको ले ले, दे मेरी भी बिगड़ी संवार ।।6।।
 नैय्या लगा तो पार, ओ कान्हा-`
},

{
    title: " O Sanwariya Dhamal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `तर्ज : धमाल

ओ साँवरिया आँख्या खोल, तेरा सेवक अर्ज गुजारै। 
तेरा सेवक अर्ज गुजारै, ये कद सूं बाट निहारे ।।

1 थानै नित की श्याम रिझावां म्
हें नया नया भजन सुणावां 
मोहन एक बार मुख सूं बोल 
ओ साँवरिया..

2 तनै नेक दया नहीं आवे 
तू देर में देर लगावै 
म्हारे आंसूड़ा अनमोल 
तेरा सेवक अर्ज गुजारै 
ओ साँवरिय...........

3 थानै लाड लडाकर हार्या 
मतना दिन घाले प्यारा 
मिल के करले तू रमझोल 
तेरा सेवक अर्ज गुजारै 
ओ साँवरिया...........

4 है कठिन प्रेम को रस्तो 
चाहे महंगो है चाहे सस्तो 
'काशी' लियो तराजू तोल 
तेरा सेवक अर्ज गुजारै 
ओ साँवरिया... `
},




{
    title: " O Shyam Meri Sunlo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज सौ बार जनम लेंगे, सौ बार फना होंगे

ओ श्याम मेरी सुनलो, जरा आ के मेरी सुध लो। 
मैं दुखिया हूं बाबा, दुख आज मेरा हर लो।।

1 हर सै ने सताया है, हर दर ने लौटाया है 
पाने को तेरी रहमत, सर दर पे झुकाया है
 अब करुणा के सागर, मुझ पर करुणा कर दो।।

2 हारे का सहारा हो, जीवन का उजाला हो 
ओ खाटू राजा तुम भूखे का निवाला हो
 बिगड़ी को संवारों श्याम, मेरा मन निरमल कर दो।।

3 तुझको ही गाता हूं, तुझको ही मनाता हूं 
तुझसे ही पाता हूं, तेरा ही खाता हूं 
चंपा खादिम तेरा, मुझे सेवा मे रखलो।। `
},

{
    title: " Ore mhara natwar nagriya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` औरे म्हारा नटवर नागरिया भगता कै क्यू नहीं आयो रै ॥टेर ॥

धनो भगत के भगत पूरबलो जिनको खेत निपजायो रै।
 बीज लेर साधां नै बाँट्यो बिना बीज निपजायो रै ||1||

नामदेव थारो नानो लागै ज्यांको छपरो छायो रै। 
मार मण्डासो छाबण लाग्यो लिछमी जूण खिंचायो रै ||2||

सेन भगत थारो सुसरो लागै ज्यांको कारज सार्यो रै। 
बगल रछानी नाई बणगो, नृप को शीश सवार्यो रै॥3॥

परसो खाती थारो पूरखो लागै ज्यांको पैड़ो पूठ्यो रै। 
बिना बुलायै आपै आयो रात्यूं लकड़ो कूट्यो रै ||4||

कबीरा काँई थारो काको लागै ज्यांघर बालम ल्यायो रै। 
खांड खोपरा गिरी छुहारा आप लदावन आयो रै॥5॥

भिलणी काई थारी भुवा लागै जिणरो झूठो खायो रै। 
ऊंच-नीच की कान न मानै रुच रुच भोग लगायो रै।॥6॥

करमा कांई थारी काकी लागै जिणरो खीचड खायो रै।
 धाबलियै को पड़दो दीन्यो रुच रुच भोग लगायो रै॥7॥

मीरा कांई थारी मासी लागै जिणरो विष तूं जार्यो रै। 
राणो विषको प्यालो भेज्यो विष इमरत कर डार्यो रै॥8॥ `
},




{
    title: " Palkain Hi Palkain Bichayenge ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` पलके ही पलके बिछायेंगे 2, जिस दिन श्याम प्यारे घर आऐंगे । 
    हम तो है कान्हा के जन्मों से दिवाने - हम तो है श्याम ..... दिवाने रे|
     मिठे-मिठे भजन सुनाऐंगे - 2, जिस दिन......।।

घर का कोना-कोना मैंने, फुलों से सजाया - 2 
वंदनवार बंधाई घी का दिप जलाया 2 
प्रेमीजनों को बुलाऐंगे ....जिस दिन......।।1

गंगा जल की झारी, प्रभु के चरण पसारू.......2 
भोग लगाऊ, लाड लडाऊ, आरती ऊँतारू.......2 
खुशबु ही खुशबु लुटाऐंगे ... जिस दिन..... ||2||

अब तो लगन एक ही मोहन, प्रेम सुधा बरसादे ...2 
जनम जनम की मैली चादर, अपने रंग में रंगा दे..2
 जिवन को सफल बनाऐंगे..... जिस दिन..... । । 3 ।।

नटवर नागर नंद का लाला, मुरली मधुर बजाए....2 
हम सब प्रेमी नाच नाचकर, गिरधर को रिझावे...2 
नैना से नैना मिलाऐंगे... जिस दिन...| |4 || `
},

{
    title: " Pallo Bharade ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : पल्लो लटके

पल्लो भर दे रे म्हारो पल्लो भर दे। 
थारै क्यां को घाटो साँवरा म्हारो पल्लो भर दे।।

1 सारी दुनियाँ मे सुन राखी तू है मालिक मोटो 
एक मुट्ठी से भर जावगो म्हारो पल्लो छोटो 
थारै क्यां को घाटो..........

2 नजर उठा कर देख ले दाता होजा दूर अंधेरो 
म्हारी नैया डूब जायेगी कुछ ना बिगड़े तेरो
 थारै क्यां को घाटो..........

3 बिन माँगा ही देवे सब न म्हे तो माँगण आया 
माँगणिया न मतना नाटै अहिलावती का जाया 
थारै क्यां को घाटो

4 खाली जायां ई चौखट स जग म होव हांसी 
ईस चोखो टाबरिया पर कर दे महर जरा सी ।।
 थारै क्यां को घाटो.. `
},




{
    title: " Parda Na Kar Pujari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `परदा ना कर पुजारी, दिखने दे राधा प्यारी,
     मेरे पास वक्त कम है, मेरे पास वक्त कम है, 
     और बातें है ढेर सारी, पर्दा ना कर पुजारी, 
     दिखने दे राधा प्यारी..

1 कहने दे मुझको मेरे, मन में जो चल रहा है, 
इक आस के सहारे, जीवन निकल रहा है, 
बड़ी मुश्किलों को सहकर, पर्दा ना कर पुजारी,
 दिखने दे राधा प्यारी..

2 जग ने जो तीर मारे, मै थक के गिर पड़ी थी, 
जब होश आई मुझको, श्यामा सामने खड़ी थी, 
फिर हाथ ऐसा थामा, पर्दा ना कर पुजारी, 
दिखने दे राधा प्यारी........

3 भव सिंधु में गिरी थी, कैसे मुझे उबारा, 
मै खुद नहीं हूँ आई, इनका हुआ इशारा, 
क्या क्या सुनाए तुमको, हरिदासी ये बिचारी, 
पर्दा ना कर पुजारी, 
दिखने दे राधा प्यारी.. `
},

 {
    title: " Payoji Mene Ram Ratan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` पायो जी मैंने राम रतन धन पायो ।।

1. वस्तु अमोलक दी मेरे सतगुरु, 
किरपा कर अपनायो

2. जनम जनम कि पूंजी पायो 
जग में सभी गवायो

3. खर्चे नहीं कोई चोर न लुटे, 
दिन दिन बढ़त रह्यो

4. सैट कि नाव खेवटिया सतगुरु, 
भवसागर तर आयो-

5. मीरा के प्रभु गिरिधर नागर,
 हरष हरष जस गयो- `
},




{
    title: " Phoolo me saj raha ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` फूलो में सज रहे हैं, श्री वृन्दावन बिहारी। 
    और साथ सज रही हैं, वृषभान की दुलारी ॥

1 टेढ़ा सा मुकुट सर पर, रखा है किस अदा से।
 करुणा बरस रही है, करुणा भरी निगाह से। 
 बिन मोल बिक गयी हूँ, जब से छवि निहारी ॥

2 बैंयां गले में डाले, जब दोनों मुस्कराते।
 सबको ही प्यारे लगते, सबके ही मन को भाते। 
 इन दोनों पे मैं सदके, इन दोनों पे मैं वारी ॥

3 श्रृंगार तेरा प्यारे, शोभा कहूँ क्या उसकी । 
श्रृंगार तेरा प्यारे, शोभा कहूँ क्या उसकी। 
इतपे गुलाबी पटका, उतपे गुलाबी साड़ी ॥

4 नीलम से सोहे मोहन, स्वर्णिम सी सोहे राधा। 
नीलम से सोहे मोहन, स्वर्णिम सी सोहे राधा। 
इत नन्द का है छोरा, उत भानु की दुलारी ॥

5 चुन चुन के कलियाँ जिसने, बंगला तेरा बनाया। 
दिव्य आभूषणों से, जिसने तुझे सजाया। 
उन हाथों पे मैं सदके, उन हाथों पे मैं वारी ॥ `
},

{
    title: " Prakat bhaye gokul me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `तर्जः मोहन एकबार फिर आबो
प्रगट भये गोकुल में भगवान

हर्ष भया नर नारिके मना, 
उमडा प्रेम तूफान ॥१॥

काल कराल के बंध हटाने। 
धर अवतार महान ।। २ ।।

काँपत शत्रु सुना जब कानन। 
रही न जानमें जान ।। ३ ।।

दीनबन्धु वह सिन्धु-सुधाका । 
मंगलमय महिमान ।।४।।

रुप मनोहर अति सुंदर है। 
नयन मधुर मुस्कान । । ५ । ।

तुकड्यादास कहे घर-घर मे 
हुआ कृष्णका गान ।। ६ ।। `
},




{
    title: " Prayi Surabhi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` प्यारी सुरभि गोमैया के लल्ला प्रिय श्याम ओ घनश्याम 
    नन्हे नन्हे कदमो में पैंजनिया बाजे श्याम ओ घनश्याम

भोली भोली गायो की सेवा में मगन है श्याम ... मेरा श्याम -2 
मैया मैया कहता दौड़े सूझे ना दूजा काम .... मेरा श्याम - 2 
गोधूलि वेला में ठुमके है मेरा श्याम... 
ओ घनश्याम प्यारी सुरभि मैया के लल्ला प्रिय श्याम......

मीठी मीठी तानो पर गुजरिया सुध हारी .. मेरा श्याम-2 
मोटे कजरे नैनो में भूली दुनिया सारी-मेरा श्याम-2 
गोकुल की गलियों में कान्हा मधुर सुनावे तान...
 ओ घनश्याम प्यारी सुरभि गोमैया के लल्ला प्रिय श्याम.....

माखन के दीवाने ग्वाले नाचे नो नो ताल.. मेरा श्याम -2 
मुँह भरा माखन मिश्री से श्यामल मदन गोपाल .. मेरा श्याम-2 
नंदबाबा की पोळी में इठलाये है मेरा श्याम ओ घनश्याम 
प्यारी सुरभि गौ मैया के लल्ला प्रिय श्याम ...ओ घनश्याम

है नंदनंदन है गोविंदा छवि मनोहर थारी-मेरा श्याम -2 
हृदय बसे मेरे मनमोहन चरणों मे जाऊ वारी.. मेरा श्याम-2
 "रामजी " चित चरणों में लागे, शरण मे राखो श्याम - ओ घनश्याम

प्यारी सुरभि गोमैया के लल्ला प्रिय श्याम - ओ घनश्याम 
नन्हे नन्हे कदमो में पैंजनिया बाजे श्याम ओ घनश्याम `
},

{
    title: "	Prem Diwani Darad Na Jane Kon ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हेरी मैं तो प्रेम दिवानी मेरो दरद न जाणै कोय। 
    दरद की मारी बन बन डोलूं बैद मिल्यो नही कोई।।

1 ना मैं जानू आरती वन्दन, ना पूजा की रीत। 
लिए री मैंने दो नैनो के दीपक लिए संजोये ।।

2 घायल की गति घायल जाणै, जो कोई घायल होय। 
जौहरि की गति जौहरी जाणै की जिन जौहर होय ।।

3 सूली ऊपर सेज हमारी, सोवण किस बिध होय।
 गगन मंडल पर सेज पिया की, मिलणा किस बिध होय ।।

4 दरद की मारी बन-बन डोलूं बैद मिल्या नहिं कोय। 
मीरा की प्रभु पीर मिटेगी जद बैद सांवरिया होय ।। `
},




{
    title: " Pyare Mohan Bhaiya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` प्यारे मोहन भैया बाँसुरिया कहाँ भूल आए।।

१ भोर भई गऊन के पीछे वन में सारी गैया 
माखन मिश्री को करा कलेवो जिमा दोन्यू भैया ।।

२ ग्वाल बाल सब धेनु चरावे आप कदम्ब की छैयाँ 
बंसी थारि एसी बाजे दोड़ी आव गैया।।

३ तबला और सारंगी बाजे मृदंग बाजे थैया
 मुरली थारि एसी बाज ताथक ताथक थैया ।।

४ विपद पड़े म कोई ना संगी मात पिता और भैया 
चंद्र सखी म तबलख वरणु चरन कमल लिपटैया `
},

{
    title: " Radha Aisi bhayi Shyam ki Deewani ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राधा ऐसी भयी श्याम की दीवानी,
     की बृज की कहानी हो गयी 
     एक भोली भाली गौण की ग्वालीन, 
     तो पंडितों की वानी हो गई

राधा न होती तो वृन्दावन भी न होता 
कान्हा तो होते बंसी भी होती, 
बंसी मैं प्राण न होते 
प्रेम की भाषा जानता न कोई 
कनैया को योगी मानता न कोई 
बीन परिणय के देख प्रेम की पुजारीन 
कान्हा की पटरानी हो गयी

राधा ऐसी भाई श्याम की

राधा की पायल न बजती तो 
मोहन ऐसा न रास रचाते 
नीन्दीयाँ चुराकर, मधुवन बुलाकर 
अंगुली पे कीसको नचाते 
क्या ऐसी कुश्बू चन्दन मैं होती
 क्या ऐसी मीश्री माखन मैं होती 
 थोडा सा माखन खिलाकर वोह ग्वालिन 
 अन्नपुर्ना सी दानी हो गयी
  राधा ऐसी भाई श्याम की३३३.

राधा न होती तो कुंज गली भी
ऐसी निराली न होती 
राधा के नैना न रोते तो
 जमुना ऐसी काली न होती 
 सावन तो होता जुले न होते 
 राधा के संग नटवर जुले ना होते
  सारा जीवन लूटन के वोह भीखारन 
  धनिकों की राजधानी हो गयी 
  राधा ऐसी भाई श्याम की३३३ `
},




{
    title: " Radha Dhundh Rahi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राधा ढूँढ रही, किसी ने मेरा श्याम देखा।।

1 राधा तेरा श्याम मैंने, 'नन्द गाँव में देखा,
 माखन चुराते हुए, राधा तेरा श्याम देखा राधा ढूँढ रह.........

2 राधा तेरा श्याम मैंने, 'गोकुल में देखा, 
गउवें चराते हुए, राधा तेरा श्याम देखा राधा ढूँढ रह......

3 राधा तेरा श्याम मैंने, 'कदम पै देखा, 
मुरली बजाते हुए, राधा तेरा श्याम देखा राधा ढूँढ रही....

4 राधा तेरा श्याम मैंने, 'सेवा कुंज में देखा,
 तेरे पैर दबाते हुए, राधा तेरा श्याम देखा राधा ढूँढ रही........

5 राधा तेरा श्याम मैंने, 'मधुबन में देखा, 
'रास' रचाते हुए, राधा तेरा श्याम देखा राधा ढूँढ रह.........

6 राधा तेरा श्याम मैंने, "कुरूक्षेत्र" में देखा, 
चक्र चलाते हुए, राधा तेरा श्याम देखा राधा ढूँढ रह.......

7 राधा तेरा श्याम मैंने, 'खाटू धाम में देखा,
 संकट मिटाते हुए, राधा तेरा श्याम देखा राधा ढूँढ रही..... `
},

{
    title: " Radha Karuna ki Dhar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राधा करुणा की धार प्रभु प्रेम नदिया

1 करे करुणा महान सदा भक्तन पे ध्यान 
दुःख हरे बारम बार प्रभु प्रेम नदिया

2 देश भारत है नाम जहा वृन्दावन धाम 
जिसकी महिमा अपार प्रभु प्रेम नदिया

3 जहा सोहे गिरिराज जैसे भक्तन के काज
 हरी रूप अपर प्रभु प्रेम नदिया

4 माधव कहते विचार भक्त जापे बार बार 
राधा माधव की बहार प्रभु प्रेम नदिया `
},




{
    title: " Radha Krishn Pran Mor ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राधाकृष्ण प्राण मोर युगल किशोर । 
    जीवने मरणे गति आर नाहि मोर ॥

कालिन्दीर कूले केलि-कदम्बेर वन । 
रतन वेदीर उपर बसाब दुजन ॥

श्याम गौरी अंगे दिब चन्दनेर गन्ध ।
 चामर दुलाब कबे हेरिब मुखचन्द्र ॥

गाँथिया मालतीर माला दिब दोंहार गले ।
 अधरे तुलिया दिब कर्पूर ताम्बूले ॥

ललिता विशाखा आदि यत सखीवृन्द ।
 आज्ञाय करिब सेवा चरणारविन्द ॥

श्रीकृष्णचौतन्य प्रभुर दासेर अनुदास ।
 सेवा अभिलाष करे नरोत्तमदास ॥ `
},

{
    title: " Radhe Meri Banshi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : गाड़ी वाले गाड़ी धीरे

राधे मेरी बंसी कहाँ खो गई, कोई ना बतावै शाम हो गई।।

1 बिन बंसी कैसे घर जाऊँ, 'बंसी प्राण पियारी'-2 
बाबा तो मुझे कछु न कहैगो, दाऊ पड़ेगो भारी 
ओ राधे मेरी बंसी, राधे मेरी बंसी.......

2 बंसी सुनकर सगरी गैया, 'देती दूध दूधाकर-2 
अब मैया से कायं कहूँगो राधे मैं घर जाकर
 ओ राधे मेरी बंसी, राधे मेरी बंसी……….……….

3 हँसी ठिठोली बहुत हो गई, 'जान के पड़ गए लाले-2 
अंधियारो भी बढ़ने लागो, डर रहे सगरे ग्वाले 
ओ राधे मेरी बंसी, राधे मेरी बंसी.....

4 यमुना के तट बंशी को वट, 'डीकै डाली डाली-2 
कुंज गलीन गोपीजन डीकै, डीकै ब्रज की नारी
 ओ राधे मेरी बंसी, राधे मेरी बंसी...

5 कानूड़ा का हाल देखकर, 'राधा हांसण लागी-2 
'नन्दू दिखा दिखाकर बंसी, राधा भाजण लागी 
ओ राधे मेरी बंसी, राधे मेरी बंसी..... `
},




{
    title: " Radhika Gori Se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राधिका गोरी से बिरज कि छोरी से, 
    मैया करादे मेरो ब्याह, उमर तेरी छोटी है, 
    नजर तेरी खोटी हैं, कैसे करादु तेरो ब्याह ।

जो नही ब्याह करावे, तोरी गैयां नाही चराऊ, 
आज के बाद मोरी मैंया, तेरी दहली पर नाही आऊँ ।
 आएगॉ रे मजा रे मजा अब जित हार का ।
  राधिका गोरी से..........।। 1 ।।

छोटी सी दुल्हनिया, जब अंगना में डोलेगी, 
तेरे सामने मैया वो, घुंघट ना खोलेगी । 
दाऊ से जा कहों जा कहों बैठेगें द्वार पे। 
राधिका गोरी से..........।। 2 ।।

चंदन की चौंकी पे, मैया तुझको बैठाऊँ, 
अपनी राधा से मैं मैया चरण तेरे दबवाऊँ । 
भोजन मैं बनवाऊगाँ बनवाऊगों 56 प्रकार के। 
राधिका गोरी से...... 3 ।।

सुन बाते लाला कि मैया बैठी, मुस्काएँ, 
लेके बैलईया मैया, हिवडे से अपने लगाऐं, 
नजर कहीं लग जाऐंना लग जाऐंना मेरे लाल को।
 राधिका गोरी से लाला करादु तेरो ब्याह। 
 राधिका गोरी से........।। 4 ।। `
},

{
    title: " Rang De Chunariya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रंग दे चुनरिया,
     श्याम पिया मोरी रंग दे चुनरिया ।।

1. ऐसी रंग दे कि रंग नाही छूटे, 
धोबिया धोवे चाहे ये सारी उमरिया, 
श्याम पिया

2. लाल ना रंगावू मैं तो हरी ना रंगावू 
अपने ही रंग में रंग दे चुनरिया, 
श्याम पिया--

3. बिना रंगाये मैं तो घर नाही जाउंगी, 
बीत ही जाए चाहे ये सारी उमरिया, 
श्याम पिया-

4. मीरा के प्रभु गिरिधर नागर, 
हरी चरनन में (श्याम चरनन में, प्रभु चरनन में) 
जाऊं बलिहारि,

श्याम पिया `
},




{
    title: " Rang Mat Daro Dhamal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : धमाल

रंग मत डारे रे साँवरिया, म्हारो गूजर मारे रे, रंग मत डारे रे।
 मैं गुजरी नादान, गूजर म्हारो है मतवारो रे, रंग मत डारे रे ।।

1 होली खेलै तो कान्हा, बरसाणै में आज रे रा
धा और रूकमण नै थारे, सागे ल्याजे रे 
रंग मत डारे..

2 घर मत आजे कान्हा, सास बुरी छः
 नणदूली नादान म्हानै बोल्यां मारे रे, 
 रंग मत डारे.......

3 सास बुरी छः म्हारी नणद हठीली 
परण्योड़ो बेइमान म्हानै, नित की मारे रे 
रंग मत डारे...........

4 दही बेचण मैं जाऊँ वृंदावन 
मारग मांही बैठ्यो म्हारो, मोहन प्यारो रे 
रंग मत डारे........

5 'चन्द्र सखी' भज बाल कृष्ण छवि
 हरि चरणां में म्हारो चित्त छः रे
  रंग मत डारे.. `
},

{
    title: " Runjhun Runjhun ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रुनझुन रुनझुन झनन झनन झनन 
    बाजत है पैजनियां,

1 मात यशोदा चलना सिखाये, 
ऊँगली पकड़ दोवू कनिया ।।

2 पीत झगुलियाँ तन पर सोहे, 
सिर टोपी लटकानियाँ ।।

3 तीन लोक जाके उधर विराजे, 
ता के ना जाए ग्वालनियाँ ।।

4 सुर दास प्रभु तन को निहारे, 
सकल विश्वव् को धनियां ।। `
},




{
    title: "Sabha Hai Bhari Bhagwan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सभा है भरी भगवन, भीर पारी,
     आवो तो आवो हरी ।।

1. दूष्ट दुसासन वंश विनासन, 
खेंच रयो मेरे बदन को आसन, 
नग्न कारन कि चित म धरी-

2. भीष्म पितामह द्रोण गुरु देवा, 
बैठे विदुर जी धर्म के खेवा,
 सब कि मति में धूल भरी--

3. पति मुझे हारी ये न विचारी, 
कैसे सभा में आएगी नारी, 
बाजी है सारी कपट भरी

4. जल्दी से आवो देर न लगावो, 
लाज गई प्रभु जी जल्दी बचावो, 
देवकी नंदन बना बिगड़ी- `
},

{
    title: " Sabko Aaj Badhai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `तर्ज : उसकी नैया पार लगेगी

सबको आज बधाई है, मेरी श्याम से प्रेम सगाई है। 
तुम भी आना-हम आयेंगे, सब कोई आना-हम आयेंगे। 
भूल ना जाना-हम आयेंगे, सबको बुलाना-हम आयेंगे ।।

1 श्याम पिया के साथ, हो गयी पक्की बात लेकर जाऊँगा,
 भक्तों की बारात 'बजने लगी शहनाई हैं मेरी श्याम से प्रेम सगाई है.....

2 श्याम से मिल गये नैन, दिल हो गया बैचेन पहली नजर में प्यार, 
हो गया मेरे यार 'प्रेम की मेंहदी लगाई है मेरी श्याम से प्रेम सगाई................

3 ये है मेरा सजन, 'बनवारी' होगा मिलन साथ निभायेगा,
 इसने दिया है वचन 'राम ने जोड़ी बनाई है मेरी श्याम से प्रेम सगाई है.......... `
},




{
    title: " Sakhi Mharo Kanho ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सखी म्हारो कान्हो लो कलेज कि कोर मोर 
    मुकुट पीताम्बर सोहे कुंडल कि झकझोर ।।

1. वृदावन कि कुंजगलिन में
नाचत नंदकिशोर-

2. मीरा के प्रभु गिरिधर नागर,
चरण कमल चित चितचोर- `
},

{
    title: " Sanjh Suhani Dhal Ayire ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांझ सुहानी ढल आयी रे ... सांवरा ओ सांवरा
     गोधूलि गगन उड़ आयी रे ...
ओ मेरे श्याम ... मेरे श्याम ..

आगे आगे चले गोमैया, पीछे नटवर नागर कन्हैया, 
ठुमके झूमे है ग्वालो के संग मुरली बजाते बाल मुकन्दा ।।1।।

... सांवरा ओ सांवरा...

सुरभि नंदा कपिला गंगा मन मे हरष रही गोमैया, 
सेवा पाकर बाल ग्वालो को प्रेम से दुलराये गोमैया ।।2।।

.... सांवरा ओ सांवरा...

शीतल शीतल पवन की लहरें गीत गा रही गोपी ग्वालिने, 
मोर मुकुट की प्रेम माधुरिया, तरसे है रूप दर्शन को पीने ।।3।।

... सांवरा ओ सांवरा...

खड़ी द्वार पे मात यशोदा, माखन मिश्री कलश हाथ मे, 
भर भर मुठी खाये कन्हैया, रामजी गटकाये साथ मे ।।4।।

....सांवरा ओ सांवरा... `
},




{
    title: " Sanvara Mhari Preet Nibhajyo Ji ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांवारा रे, 
    म्हारी प्रीत निभाजो जी ।।

1. थे चो म्हारो गुण रो सागर, 
अवगुण महा बिसरजो जी-

2. लोक न सिजय मानना पतीजै, 
मुखड़ा सबद सुणजो जी

3. दासी थारी जनम जनम रि, 
म्हारे आँगन आजो जी-

4. मीरा के प्रभु गिरिधर नागर, 
बेड़ा पार लगाजो जी-`
},

{
    title: " Sanvariya Thara Naam Hazar Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सॉवरीयाँ थॉरा नाम हजार रे, 
    म्हे कईया लिखु कुंकुं पतरी.2 
    कानुडा थॉरा नाम हजार रे,
     म्हे कईया लिखु कुंकुं पतरी..2

कोई केवे तने देवकी रो, 
कोई केवे तने जासोदा रो, 
कोई केवे तने नन्दजी रो लाल रे, 
म्हे कईया लिखु कुंकुं पतरी, 
कानुडा थॉरा नाम हजार रे--

कोई कवे तने भमा पती, 
कोई कवे तने रुक्मणी पती 
कोई कवे तने राधेजी को श्याम रें, 
म्हे कईया लिखु कुंकुं पतरी, 
कानुडा थॉरा नाम हजार रे-

कोई कवे तने गोकुल वालो,
 कोई कव तने मथुरा वालो,
  कोई कवे तने द्ववरका नाथ रे, 
  म्हे कईया लिखु कुंकुं पतरी, 
  कानुडा थॉरा नाम हजार रे-

कोई कवे तने मुरली वालो, 
कोई कवे तने बन्सीवालो, 
कोई कवे तने गायारो ग्वाल रे,
 म्हे कईया लिखु कुंकुं पतरी, 
 कानुडा थॉरा नाम हजार रे- `
},




{
    title: " Sanwariya Girdhari Re Aap Bina ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांवरियो गिरधारी रे, 
    आप बिना मोरी कोन खबर ले ।।

मनजारी सुत दिया अग्न में, 
करुणा करे कुमारी रे, 
चार बरतन प्रभु कोरा राखिया, 
खेलत सुत मन जारी रे ।। 1 ।।

टीयू टीयु करती आई टीतोडी, 
भारत रचियो भारी, 
भारत में भंवरी रा इंडा,
 सिर पर घंटा डारी || 2 ||

द्रोपदी चीर दुशासन खेचयो, 
पांच पांडव घर नारी रे, 
खेचत चीर असंगज बढ़ियो, 
लाज राखी बनवारी रे ।। 3 ।।

इन्द्र कोप कियो ब्रज उपर, 
बरसीयो मूसलधारी, 
गोपी ग्वालों ने तार दिया प्रभु,
 नख पर गिरवर धारी ।। 4 ।।

गज और ग्राह लड़े जल भीतर, 
लड़त लडत गज हारी रे, 
रती एक सुंड रही जल बाहर, 
हरि र नाम पुकारी रे ।। 5 ।।

आगे भक्त अनेकों उभारे,
 तारी गौतम नारी रे,
  कहे नरसीलो सुन रे सावरा, 
  अबके बैल हमारी रे ।। 6 ।। `
},

{
    title: " Sanwariya Le Chal Parli Par ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांवरिया ले चल परली पार, 
    कन्हैया ले चल परली पार। 

    जहा विराजे राधा रानी,
     अलबेली सरकार ।।

1 गुण अवगुण सब तेरे अर्पण
 पाप पुन्य सब तेरे अर्पण 
 बुध्ही सहित मन तेरे अर्पण 
 ये जीवन भी तेरे अर्पण 
 मै तेरे चरनन की दासी 
 मेरे प्राण आधार ।।

2 तेरी आस लगा बैठी हूँ 
लज्जा शील गवां बैठी हूँ
 आँखे खूब पका बैठी हूँ 
 अपना आप लुटा बैठी हूँ 
 सांवरिया मै तेरी रागनी 
 तू मेरा मल्हार।।

3 जग की कुछ परवाह नहीं है
 अब कोई बाकी चाह नहीं है 
 चारो तरफ छाया अंधियारा
  सुजत कोई राह नहीं है 
  मेरे प्रियतम मेरे मांझी 
  करदो बेडा पार।।

4 आनंद घन यहाँ बरस रहा है 
पत्ता पत्ता हरष रहा है 
पी पी कह कोई बरस रहा है 
भगत बेचारा तरस रहा है
 बहुत हुई अब हार चुकी मै 
 मत छोडो मझधार ।। `
},




{
    title: " Shree Vrindavan Dham ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्रीवृन्दावन धाम अपार रटे जा राधे-राधे। 
    भजे जा राधे-राधे! कहे जा राधे-राधे ।।

1 वृन्दावन गलियाँ डोले, श्रीराधे-राधे बोले। 
वाको जनम सफल हो जाय, रटे जा राधे-राधे ।।

2 या ब्रज की रज सुन्दर है, देवनको भी दुर्लभ है। 
मुक्ता रज शीश चढ़ाय, रटे जा राधे-राधे।।

3 ये वृन्दावन की लीला, नहीं जाने गुरु या चेला। 
ऋषि-मुनि गये सब हार, रटे जा राधे-राधे।।

4 वृन्दावन रास रचायो, शिव गोपी रुप बनायो। 
सब देवन करें विचार, रटे जा राधे-राधे ।।

5 जो राधे-राधे रटतो, दुरूख जनम जनम को कटतो। 
\तेरो बेड़ो होतो पार, रटे जा राधे-राधे।।

6 जो राधे-राधे गावे, सो प्रेम पदारथ पावे। 
भव-सागर होवें पर, रटे जा राधे-राधे ।।

7 जो राधा नाम न गयो, सो विस्था जन्म गँवायो। 
वाको जीवन है धिक्कार, रटे जा राधे-राधे ।।

8 जो राधा-जन्म न होतो, रसराज विचारो रोतो। 
होतो न कृष्ण अवतार, रटे जा राधे-राधे।।

9 मंदिर की शोभा न्यारी, यामें राजत राजदुलारी । 
ड्यौढ़ी पर ब्रह्मा राजे, रटे जा राधे-राधे ।।

10 जेहि वेद पुराण बखाने, निगमागम पार न पाने।
 खड़े वे राधे के दरबार, रटे जा राधे-राधे ।।

11 तू माया देख भुलाया, वृथा ही जनम गँवाया। 
फिर भटकैगो संसार, रटे जा राधे-राधे।। `
},

{
    title: " Shri Gowardhan Maharaj ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  श्री गोवर्धन महाराज, 
    ओ महाराज, तेरे माथे मुकुट विराज रहेओ ।।

1 तोपे पान चढ़े तोपे फूल चढ़े, 
तोपे चढ़े दूध की धार ।।

2 तेरी सात कोस की परिकम्मा, 
चकलेश्वर है विश्राम ।।

3 तेरे गले में कंठा साज रेहेओ, 
ठोड़ी पे हीरा लाल ।।

4 तेरे कानन कुंडल चमक रहेओ, 
तेरी झांकी बनी विशाल ।।`
},




{
    title: "Shri Radhe Govind man bhaj le ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्रीराधे गोविन्दा मन भज ले हरि का प्यारा नाम है
     गोपाला हरिका प्यारा नाम है नन्दलाला हरि का प्यारा नाम है

मोर मुकुट सिर गल बनमाला केसर तिलक लगाये-2 
वृन्दावन ही कुञ्ज गलिन में सबको नाच नचाये 
ओ हो सबको नाच नचाये !!

2 यमुना किनारे धेनु चरावे माधव मदनमुरारी-2
 मधुर मुरलिया जब ही बजावे-हर ले सुध बुध सारी
  हर ले सुध बुध सारी !!

गिरधर नागर कहती है 'मीरा' 'सूर' को श्यामल भाया-2 
'तुकाराम' और 'नामदेव ने विठ्ठल विठ्ठल गाया 
ओ हो विठ्ठल विठ्ठल गाया !!

राधा शक्ति बिना ना कोई श्याम के दर्शन पावे-2 
आराधना कर राधे-राध कान्हा दौड़े आवें 
ओ हो कान्हा भागे आवें !! `
},

{
    title: " Shringar Tera Baba ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `श्रृंगार तेरा बाबा, कहो किसने सजाया है, 
    कैसा लगे, कह दुं तुझे, जो मन में अया है, 
    आज तेरे भक्तों ने, तुझे बनड़ा सा बनाया है

पेचा फूलों का, सोहें- हॉ सोहें, रोली चावल तिलक, 
बने मन मोहे, काजल से नैणों में, 
क्या खूब लगाया है। 
आज तेरे भक्तो......।। 1 ।।

हीरो से जड़ा तेरा, बागा- हाँ- बागा, 
चमचम चमके दूर, अंधेरा भागा, 
हाथों कि मेंहन्दी ने, क्या रगं खिलाया है, 
आज तेरे भक्तो..

मुस्कान तुम्हारी, प्यारी- हाँ- प्यारी, 
मेरे मन मे प्रेम जगाने वाली, 
किस्मत से ये शुभ दिन भक्तों ने पाया है।। 
आज तेरे भक्तो..||3||

मैं नर हूँ तू नारायण-हॉ- नारायण,
 जब तक सांसे करूं तेरा गुणगायान, 
 नन्दु मेरा दिल तुझ पर सॉवरिया आया है ।।
  आज तेरे भक्त... 4 || `
},




{
    title: " Shyam Chudi Bechne ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मनिहारी का भेष बनाया, श्याम चूड़ी बेचने आया।
     छलिया का भेष बनाया, श्याम चूड़ी बेचने आया।।

1 झोली कंधे धरी, उसमें चूड़ी भरी
 गलियों में शोर मचाया, श्याम चूड़ी बेचने आया 
 मनिहारी का भेष.....

2 राधा ने सुनी, ललिता से कही
 मोहन को तुरन्त बुलाया, श्याम चूड़ी बेचने आया 
 मनिहारी का भेष............

3 चूड़ी लाल नहीं पहनूँ, चूड़ी हरी नहीं पहनूँ 
मुझे श्याम रंग है भाया, श्याम चूड़ी बेचने आया 
मनिहारी का भेष.........

4 राधा पहनन लगी, श्याम पहनाने लगे 
राधा ने हाथ बढ़ाया, श्याम चूड़ी बेचने आया
 मनिहारी का भेष.........

5 राधा कहने लगी, तुम हो छलिया बड़े 
धीरे से हाथ दबाया, श्याम चूड़ी बेचने आया
 मनिहारी का भेष.......... `
},

{
    title:  " Shyam Jadu Kar Gayo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम जादू कर गयो मैं क्या करू, 
    बंशीवालो जादू कर गयो मैं क्या करू ।।

1. फूलरी दुलरी और मन चलरी, बाजू बंद नगीना, 
अँगिया कि कश टूटन लागि, आवत अंग पशीना-

2. भरी गागर सागर में समद कि, सूरज अरग मोहि दिना, 
वृंदावन कि कुन्ज गलियां में, मन मोरा हर लीन्हा-

3 मेड़ता छोड़ उदैपुर छोड्यो, छोड़ दियो घरबार, 
बाई मीरा के प्रभु गिरधर नागर, अपने रंग रंग लिन्यो

नि सा ग म प, नि प म प ,
 ग म ग रे सा रे नि सा, 
 ढ नि सा ग रे रे सा, 
म ग रे सा ,  प म ग रे सा ,
 नि सा ग म  पढ नि सा रे ,
  सा रे, नि सा, ढ नि,
   प ढ, म प, ग म, 
   रे ग, सा रे, नि सा, `
},




{
    title: " Shyam Sarkar Hai Ye ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : बाबुल का घर है ये

श्याम सरकार है ये, सर झुकाने चले आओ। 
सच्चा दरबार है ये, सर झुकाने चले आओ ।।

1 करले भरोसा तू तेरी बिगड़ी बना देना 
तेरी अटकी हुई नैया वो किनारे लगा देना 
बड़ा ही दयालु है, बस मनाने चले आओ 
सच्चा दरबार है ये

2 प्रीत लगाने से, तेरा जीवन सँवर जाये 
तेरी गम से भरी झोली खुशियों से भर जाये 
बड़ा दिलदार है ये दिल लगाने चले आओ 
सच्चा दरबार है ये

3 कोशिश करो थोड़ी इसे अपना बनाने की 
प्रभु से करो विनती इसे दिल में बिठाने की 
'बनवारी' सुन लेगा ये बस सुनाने चले आओ
 सच्चा दरबार है ये `
},

{
    title: " Shyam Sheesh Mera",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज बहुत प्यार करते हैं तुमको सनम

श्याम शीश मेरा, तेरे कदम।
 झुकालूं जरा सा, पा जांउ दम ।।

1 जमाने का मारा वक्त सताया,
 किसी ने ना पूछा तेरे दर पे आया
  तुम तो करो बाबा, मुझ पे रहम ।।

2 मैने सुनी तेरी करुणा की बातें 
मेरे लिए तो बाबा दिन काली रातें 
चमकेगा भाग, तेरा होगा करम ।।

3 पुकारा हो जिसने खाटू के राजा 
तुमने हर हाल मे उसको नवाजा 
चंपा कहे बाबा दे दो शरण।। `
},




{
    title: " Shyam Teri Bansi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम तेरी बंसी पुकारे राधा नाम, 
    लोग करे मीरा को यूँही बदनाम । 
    सावरे की बंसी को बाजने से काम, 
    राद्या का भी श्याम वो तो मीरा का भी श्याम ।।

1. जमुना की लहेरे बंसिब्रज की छईया, 
किसका नहीं हैं कहो कृष्ण कन्हैया, 
श्याम का दीवाना तो सारा ब्रजधाम, 
लोग करे मीरा को यूँही बदनाम-

2. कौन जाने बाँसुरिया किसको बुलाये, 
जिसके मन भाये यह उसी के गुण गाये, 
कौन नहीं बंसी की धुन का गुलाम, 
राधा का भी श्याम वो तो, 
मीरा का भी श्याम- `
},

{
    title: " Shyam Tujhe Me Khat Likhta ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्याम तुझे मैं खत लिखता, 
    पर पता मुझे मालुम नही...2 
    पर पता मुझे मालुम नहीं, 
    हॉ पता मुझे मालुम नही । ।। टेर ।।

मेंनें सुरज से पुछा, चदों से पुछा, 
पुछा झिल मील तारों से, 
तारों ने कहाँ हर रोशनी में है, 
पर पता मुझे मालुम नही ।
पर पता........।| 1 ||

मैंने फुलों से पुछा, कलियों से पुछा, 
पुछा बाग के माली से, 
माली ने कहाँ हर फुल में है, 
पर पता मुझे मालुम नही ।
पर पता........ ।| 2 ||

मैंने सागर से पुछा, नदीयों से पुछा,
 पुछा बहते झरनों से, 
 झरनों ने कहाँ हर बूंद में है, 
 पर पता मुझे मालुम नही ।
पर पता........।| 3 ||

मैंने हनुमत से पुछा, शिवजी से पुछा, 
पुछा देवी देवो से, 
देवो ने कहाँ वो खाटू में है, 
मिल जाएगें तुमको श्याम वही ।
पर पता........।| 4 || `
},

{
    title: " Sudama Ji n Dekhat ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राग विहाग

सुदामा जी न देखत श्याम हँसे ॥

फाटेड़ा कपड़ा देह अति दुर्बल, नंगे पाँव फटे ॥1॥

 तुम से ब्राह्मण हम से सेवक, नेड़ क्यूँ ना बसे ||2||

तीन लोक प्रभु देन को लगे ह, रुकमण हाथ पकडे ॥3॥

सुर किशोर प्रभु तुम्हरे भजन में, किज्यो मित्र ऐसे ॥4॥ `
},

{
    title: " Sun Barsane Wali ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : रसिया

सुन बरसाने वाली, गुलाम तेरो बनवारी।।

1 तेरी पायलिया पे, 'बाजे मुरलिया 
छम-छम नाचे गिरधारी-गुलाम तेरो बनवारी,

2 चाँद जैसे मुखड़े पे, 'बड़ी-बड़ी अंखियाँ,
 नैण मिलावे मुरारी, गुलाम तेरो बनवारी,

3 तीखी तीखी अंखियन में, 'झीणों झीणों कजरो,
 मुलकै गिरवरधारी, गुलाम तेरो बनवारी,

4 वृन्दावन की, 'कुँज गलिन में, 
रास रचावे बिहारी, गुलाम तेरो बनवारी, सुन..

5 वृन्दावन को, 'राजा होकर, 
छाछ पे नाचे मुरारी, गुलाम तेरो बनवारी,

6 कदम की डाली पे, 'झूलो घलायो, 
झोटा देवे लीलाधारी, गुलाम तेरो बनवारी,

7 जमुना के तट पे, 'बंशी बजावै, 
नाचौ ललिता प्यारी, गुलाम तेरो बनवारी

8 माखन की खातिर, 'दौड्यो दौड्यो आवे,
 चाहे रात अंधियारी-गुलाम तेरो बनवारी,

9 खाटू श्याम की, 'देख अदा को,
 शीश नवावै नर-नारी, गुलाम तेरो बनवारी, `
},




{
    title: " Sun Murli Ki Taan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : चांद चढ्यो गिगनार

सुन मुरली की तान गोपियाँ झूमै छैजी झूमै छै।।

1 मुरली वालो श्याम सलूणो, कदम क नीचे 'बैठयो छै, 
होठां रो रस आज, मुरलिया चूमै छै जी चूमै छै ।।
 सुन मुरली की तान.........

2 मदरी मदरी पवन सुरीली गोप्यां न 'ललचावै छै,
 बैरण हो गई लाज, कालजो फड़कै छै जी फड़कै छै ।।
  सुन मुरली की तान.......

3 चन्द्रवदन सुकुमार गोपियाँ दही बेचण 'निकल पड़ी, 
टेढ़ी-मेढ़ी चाल, डाल ज्यूँ लूमै छै जी लूमै छै ।।
 सुन मुरली की तान........

4 दहीं बेचण जात गुजरिया दहीं बेचणो 'भूल गई, 
झनन झनन झनकार, पायलिया झमकै छै जी झमकै छै ।।
 सुन मुरली की तान.......

5 मुरलीवालै श्याम की मुरली मतवारी जी 'मतवारी, 
'नन्दू' अनुपम दृश्य, नयन मं घूमै छै जी घूमै छै ।।
 सुन मुरली की तान..... `
},

{
    title: " Tere  Hai Saara Jamana ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तारा है सारा जमाना, श्याम हमको भी तारों,...2 
    हमको भी तारों श्याम हमको भी तारों ।.....2 ।। टेर ।।

हमने सुना है श्याम अर्जुन को तारा......2 
अर्जुन को तारा श्याम अर्जुन तारा.....2 
गीता का करके बहाना, श्याम हमको भी तारों । 
तारा है.......।। 1 ||

हमने सुना है श्याम रावण को तारा,.....2 
रावण को तारा रावण अर्जुन तारा.....2 
सीता का करके बहाना, श्याम हमको भी तारों ।
 तारा है......।। 2 ||

हमने सुना है श्याम मीरा को तारा.....2 
मीरा को तारा श्याम मीरा तारा......2 
विष का करके बहाना, श्याम हमको भी तारों । 
तारा है.......।। 3 ।।

हमने सुना है श्याम केवट को तारा......2 
केवट को तारा श्याम केवट तारा.......2 
नैय्या का करके बहाना, श्याम हमको भी तारों । 
तारा है.......।। 4 ||

हमने सुना है श्याम गोपीयों को तारा....2 
गोपीयों को तारा श्याम गोपीयों तारा.....2 
माखन का करके बहाना, श्याम हमको भी तारों । 
 जतारा है......।। 5 || `
},


{
    title: " Tere Bina Mori kon Khabar le ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरे बिना मेरी कोंन खबर ले सांवरा गिरधारी रे।।

1 टीटूडी टीटावत बोली, भारत मंड गयो भारी रे। 
भारत म भंवरी का अंडा बचा लिया बनवारी रे ।।

2 मंझारी सूत दियो अगन म भांडा घडत कुम्हारी रे। 
पांचू भांडा काचा रेग्या खेलत सूत मंझारी रे।।

3 द्रोपद चीर दुशासन खेंच्यो बा पंडवा की नारी रे। 
खेंचत -2 हारयो दुशासन बढ़ ग्यों चीर हजारी रे।।

4 इन्द्र कोप कियों बिरज ऊपर बरखा बरसे भारी रे।
 बांवे नख पर गिरवर धारयो बचा लयी ब्रिज सारी रे।।

5 ध्रुव तारे प्रहलाद उबारे नरसी की हुण्डी स्वीकारी रे। 
दोय कर जोड़ "शिवदत्त" जी गावे राखों लाज हमारी रे।। `
},


{
    title: "Tere Sang Me Rahenge ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `तेरे संग में रहेंगे, 
    ओ मोहना। तेरे संग में रहेंगे, ओ मोहना ।।

1 तुम चन्दन बनो, मैं पानी बनूँ।
 मस्तक पर मिलेंगे, ओ मोहना ।।

2 तुम पुष्प बनो, मैं धागा बनूँ।
 माला में मिलेंगे, ओ मोहना ।।

3 तुम मुरली बनों, मै तान बनूँ ।
 अधरों पर मिलेंगे, ओ मोहना ।।

4 तुम वक्ता बनो, मैं श्रोता बनू । 
भागवत में मिलेंगे, ओ मोहना ।। `
},


{
    title:  " Tere Tarane Ga Ga Rijhavu ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : पंख होते तो उड़ आती रे।

तेरे तराने गा गा रिझाऊँ, हाथो में तेरे इतराऊं, 
होंठो से तेरे मैं लग जाऊँ, होंठो से तेरे मैं लग जाऊँ, 
अपने सुर तेरे सुर में मिलाऊँ, सुध ले रे साँवरे, 
तेरी बंशी खुद बन जाऊँ मैं। सुर में तेरे ढल जाऊँ मैं, 
सुध ले रे साँवरे, तेरी बंशी खुद बन जाऊँ मैं, 
सुर में तेरे ढल जाऊँ मैं।।

मस्ती में झूमें मस्ती में गाउँ, तेरे स्वरों में कान्हा साज सजाऊँ, 
ऐसी मस्ती और कहीं ना, ऐसी मस्ती और कहीं ना, 
हर दम ही तेरा साथ मैं पाऊँ, सुध ले रे साँवरे, 
तेरी बंशी खुद बन जाऊँ मैं, सुर में तेरे ढल जाऊँ मैं ।।1।।

अपना दरद सीने में छिपाऊँ, गोपी विरह का मैं गीत गाउँ,
 हरि गुण सिसक सिसक मैं गाउँ, हरि गुण सिसक सिसक मैं गाउँ, 
 जड़ चेतन सब ही को जगाऊँ, सुध ले रे साँवरे, 
 तेरी बंशी खुद बन जाऊँ मैं, सुर में तेरे ढल जाऊँ मैं ।।2।।

तेरे प्रेम में मैं बिंध जाऊँ, अपना तन विरह में जलाऊं, 
शीत घाम सबकुछ सह जाऊँ, शीत घाम सबकुछ सह जाऊँ, 
इंदु प्रेम के गीत मैं गाउँ, सुध ले रे साँवरे,
 तेरी बंशी खुद बन जाऊँ मैं, सुर में तेरे ढल जाऊँ मैं ।।3।। `
},


{
    title: "Tere bager sanwariya jiya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरे बगैर सांवरिया जिया नही जाये 
    तुम आके बांह पकड लो तो कोई बात बने ॥

ना जाने कौन सी बांकी अदा तुम्हारी ॥ 
ना जाने कौन सी बांकी अदा तुम्हारी कोरस ॥
 हजारो लाखो मिटे है ये ऐसी प्यारी है 
 कभी हमें भी मिटाओ तो कोई बात बने 
 तेरे बगैर सांवरिया.............

जहां श्री राधा जो संग में ॥ 
जहां श्री राधा जो संग मे कोरस ॥ 
वो जमना जी का किनारा वो पुंज है प्यारे 
वही पे हमको बिठा लो तो कोई बात बने 
तेरे बगैर सांवरिया............

मैं लाऊ फुल तुम्हारी पसंद के प्यारे ॥ 
मैं लाऊ फुल तुम्हारी पसंद के प्यारे कोरस ॥ 
बनाऊ फुल के बंगले बिराजो तुम प्यारे 
मुझे ये सेवा दिलाओ तो कोई बात बने 
तेरे बगैर सांवरिय...............

ये आठो याम की सेवा करु तिहारी ॥ 
ये आठो याम की सेवा करु तिहारी कोरस ॥ 
कहे गोविन्द मैं गांऊ तुम्हे रिझाने को 
तुम भी साथ में गाओ तो कोई बात बने

तेरे बगैर सांवरिया जिया नही जाये 
तुम आके बांह पकड लो तो कोई बात बने ॥
 तेरे बगैर सांवरिया.............. `
},


{
    title: " Teri Patali Kamariya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरी पतली कमरिया में 
    श्याम लिपट जाउँ पट बन क

पीत मुकुट मकराकृत कुण्डल 
तेरे कपोलों में श्याम ।। लिप. ।।

वृन्दावन की कुञ्ज गलिन में
 तेरे चरणों में श्याम ।। लिप. ।।

मै जमुना जल भरन जाउँ तब 
तेरे हांथो से श्याम ।। लिप. ।। `
},


{
    title: " Thali Bhar Kar Lyaai Re Khichdo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` थाली भरकर ल्याई रे खीचड़ो, 
    ऊपर घी कि बाटकी, जीमो म्हारा श्याम धणी, 
    जिमावे बेटी जाट की ।।

1. बाबो म्हारो गाँव गयो है, कुण जाने कद आवेलो, 
बीके भरोसे बैठ्यो सावरा, भूखो ही रह जावेला,
 आज जीमावू तने खीचड़ो, काल राबड़ी घाट की

2. बार बार मंदिर न जड़ती, बार बार पट खोलती, 
कैंया कोनी जीमरे मोहन, करड़ी करड़ी बोलती, 
तू जीम तो जद जीमु, मानु न कोई लाटकी

3. परदो भूल गई सांवरिया, परदो फेर लगायो है,
 ढाबलिया कि ओट बैठकर, श्याम खीचड़ो खायो है,
  भोला भाला भक्ता से, सांवरिया कि के आंट जी-

4. भक्ति हो तो कर्मा जैसी, सांवरियो घर आवेलो, 
सोहनलाल लोहाकर प्रभु का, हरख हरख गुण गावेला, 
साँचो प्रेम प्रभु से हो तो, मूरत बोले काठ की- `
},


{
    title: " Tum Bin Meri Kon Khabarle ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तुम बिन मेरी कौन खबर ले, 
    गोवर्धन गिरिधारी ।।

मोर मुकुट पीताम्बर सोहे, कुण्डल की गत न्यारी रे 
गोवर्धन गिरिधारी

भरी सभा में द्रौपदी, राखो लाज हमारी रे 
गोवर्धन गिरिधारी

मीर के प्रभिउ गिरिधर नागर, चरण कमल बलिहारी रे 
गोवर्धन गिरिधारी `
},


{
    title: " Tumhe Shyam Apna Banake Rahenge ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तुम्हे श्याम अपना बना के रहेंगे । 
    तू रूठा है फिर भी मना के रहेंगे ।।

1 ओ मुरली मनोहर फिदा दिल मेरा है, 
मेरे जिस्म का हर एक पुर्जा तेरा है, 
हिरदये भीं को गम बजाके रहेंगे, 
तुम्हे श्याम अपना बना के रहेंगे.....

2 गलत क्या किया जो बुरा मान बैठे,
 पराया मुझे श्याम क्यों जान बैठे, 
 ये गम का फसाना सुना के रहेंगे,
  तुम्हे श्याम अपना बना के रहेंगे...

3 अभी है दिल तुमने सुना ही कहा है मुझे, 
अपनी खिदमत में चुना ही कहा है, 
चरण रज तुम्हारी लगा के रहेंगे, 
तुम्हे श्याम अपना बना के रहेंगे............

4 बहुत हो गया है अभिमान जावो मुझे,
 श्याम सुंदर न पागल बनावो, 
 काशी राम ये दिल लुटा के रहेंगे,
  तुम्हे श्याम अपना बना के रहेंगे.. `
},


{
    title: " Udhavji Mane Kiya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` उद्वव जी माने किया क्युनी वन का मोर

1 वन माही रहता सांवरा वन फल खाता जी 
वन माही करता खिलोळ

2 पंख पड़े तो मारी मोहन उठता जी 
धरते नंदकिशोर

3 गीरवर चढ़ कर टेर सुनाती जी 
सुनते मम चित चोर

4 मात यशोदा चुन चुगाती जी 
भर भर कनक कटोर

5 बाई मीरा के पृभु गिरधर नागर 
पांति दर्श नित भोर `
},


{  
    title: "Ujali Batishi Lamba Kesh ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `उजली बत्तीसी लाम्बा केश

मनमोहन प्यारे आज्यो मेड़तणी रे देश

1 सावन आवण कह गयो रे कर गयो कोल अनेक 
गिनता गिनता घस गई, म्हारे आंगलिया री रेख

2 साँवरे नै ढूँढण में गई रे कर जोगण का भेष 
ढूँढत ढूँढत जुग भया रे, मेरा धोळा होगया केश

3 कागज ना स्याही नही रे ना कोई कलम दवात
 पंछी को परवेश नही किस विधि लिखूं सन्देश

4 मौर मुकुट कटी काछणी रे घूंघर वाला केश 
मीरां न गिरधर मिल्यो रे धर नटवर को भेष  `
},


{
    title: " Uth Cheto Kar Bhaya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` उठ चेतो कर भाया, घर बाबो आयो है। 
    अन धन और लिछमी रो, भर गाडो ल्यायो है।।

1 ओ खाटू रो राजा, सारै है सब काजा सब दुखड़ा काटै है,
 और राखे है लाजां थारी चिंत्या मैटण, खुद माधो आयो है।।

2 संग मोरछड़ी सोहे, शुभ सुंदर मुख मोहे हीरां संग हेम मढ्यो, 
लख मोतीड़ा पोये शिर मुकुट देख सुंदर, रति पति सकुचायो है।।

3 जो भगत धाम आवे, दुखड़ा मिट ज्यावै है सुख रा दिन आ ज्यावै, 
श्यामजी दरस दिखावै है चंपा चेतन सुणलै, सब काम बणावै है।। `
},


{
    title: "Vande Gomatram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` वंदे गौमातरम !
वंदे गौमातरम!!
वंदे गौमातरम!!!
वंदे गौमातरम !!!!

आओ सब हृदय से बोले...
वंदे गौमातरम ....
वंदे गौ मातरम !
वंदे गौमातरम!!
वंदे गौमातरम!!!
वंदे गौमातरम !!!!

आओ सब हृदय से बोले...
वंदे गौमातरम ...

करुणामयी ममतामयी पूज्या मनोरमा मातरम
अन्न धन सद्गुणों की दात्री समृद्धि गौमातरम
वंदे गौमातरम...

सृष्टिपालक त्रिलोकपूजित कामधेनु गौमातरम
श्वास श्वास में शोभित हो सुगंधा सुरभि मातरम
वंदे गौमातरम..

माँ जननी वांछित फलदायनी नंदनी गौमातरम
स्नेहिल प्रेम दुलार से पाले गौभक्तो को मातरम
वंदे गौमातरम....

क पिला मधुरा गंगा राधा रूप मनोहारी मातरम
श्री पथमेड़ा दास 'रामजी' सेवित है गौमातरम

वंदे गौमातरम !
वंदे गौमातरम!!
वंदे गौमातरम!!!
वंदे गौमातरम !!!!
आओ सब हृदय से बोले `
},


{
    title: " Vo Kala Ek Bansuri Wala ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` वो काला एक बांसुरी वाला, 
    सुध बिसरा गया मोरी रे, 
    सुध बिसरा गया मोरी, 
    माखन चोर वो नंदकिशोर, 
    कर गयो दिल कि चोरी रे ।।

1. पनघट पे मेरी बैयाँ मरोरी, 
मैं बोली तो मेरी मटकी फोरी, 
पैया पडु करून विनती मैं ओसे,
 माने न फिर भी मोरी रे, 
 सुध बिसरा गया मोरी-

2. छिप गयो ऐसे बाण चला के, 
कहाँ गयो एक तान सुना के, 
गोकुल ढूंढा मैंने मथुरा ढूंढी, 
कोई नगरिया न छोड़ी रे, 
सुध बिसरा गया मोरी-  `
},


{
    title: " Vrindavan Ka Krishna Kanhaiya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  वृंदावन का कृष्ण कन्हैया सबकी आँख का तारा 
    मन ही मन क्यों जले राधिका, 
    मोहन तो है सबका प्यारा ।।

1. यमुना तट पर नंद का लाला,
 जब जब रास रचाय रे, 
 तन मन डोले कान्हा ऐसी, 
 बंसी मधुर बजाए रे, 
 सुध बुध भूली खड़ी गोपियां, 
 जाने कैसा जादू डाला-

2. रंग सलौना ऐसा जैसे, 
छाई हो घटा सावन की, 
ऐरी मै तो हुई दीवानी, 
मन मोहन मन भावन की, 
तेरे कारण देख सँवरें छोड़, 
दिया मैने जग सारा- `
},


{
    title: " Ye Chamak ye Damak ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `ये चमक ये दमक, फूलवन मा महक, 
    सब कुछ सरकार तुम्ही से है, चूमे सैया के चरण, 
    इठलाके पवन, बगियन में बाहर तुम्ही से है,

कहे जोगन थाम टोरी बईया, 
तुम जानत हो सब कुछ सैया, 
तोरी प्रीत में रूप की धार लिया, 
तोरी प्रीत मा मोहरे श्याम पिया, 
तोरी प्रीत मा रूप धार लिया, 
ये बनाव श्रृंगार तुम्ही से है,

तू है मोरा सजन, मैं हूँ तोरी, 
अब लाज बलम रखियो मोरी, 
चाहे इत जाऊं, चाहे उत जाऊं, 
चाहे इत जाऊं, मेरे श्याम पिया, 
लेकिन मेरे दिल को प्यार तुमई से है, 
ये बनाव श्रृंगार तुम्ही से है,

मेरे सुख दुःख की रखते हो खबर, 
मेरे सर पे साया तुम्हारा है, 
मेरे कश्ती के, खेवन हार तुम्हई, 
मेरे कश्ती के, ओ मेरे श्याम पिया, 
मेरा बेड़ा पार तुम्हई से है, 
ये बनाव श्रृंगार तुम्ही से है,

में तो भूलगयी, कुछ भी कहना, 
तोहरी प्रीत में रोवत है नैना, 
रग रग में बसी, ई प्रीत तोहरी, 
रग रग में बसी, मेरे श्याम पिया, 
अखियन में खुमार तुम्हई से है, 
ये बनाव श्रृंगार तुम्ही से है,

मेरे दिल को प्यार तुम्हई से है, 
मेरा बेड़ा पार तुम्हई से है, 
अखियन में खुमार तुम्हई से है, 
अखियन में खुमार तुम्हई से है, `
},


{
    title: " Ye Kaisi Kasak Tune ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` यह कैसी कसक तूने इस दिल में लगा दी है, 
    हमने तुजे रो रो के हसने की दुआ दी है, 
    जिसने हमें लुटा है दिल भर की दुआ दी है 
    यह कैसी कसक...

1 दीवाना हु मैं तेरे मिट जाऊगा मैं तुज पर, 
इन इश्क छोलो को जी भरके हवा दी है, 
यह कैसी कसक...

2 दुनिया की हवो से अब भुज ना पाएगी, 
तेरे नाम की यह सम्हा इस दिल में जला ली है 
यह कैसी कसक....

3 तुझे पाने की खातिर मै खुद को भूल गया,
 तेरी याद में ओ मोहन दुनियां ही भुला दी है,
  यह कैसी कसक...

4 तेरी यादों मे अपने दिन रात गुजरते है,
 तेरे दर्द के सागर पे कस्ती ही डुबो दी है, 
 यह कैसी कसक...

5 खेरात में मागी थी जो आग महोबत की, 
कुछ दिल में लगा ली है कुछ घर को लगा दे है, 
यह कैसी कसक...

6 जिंदा हु मगर मुज में मरने की भी हिमत है, 
उस कदर महोबत ने मुझे जिंदा दिली दी है, 
यह कैसी कसक.... `
},


{
    title: " Ye To Karam Hai Tera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ये तो करम है तेरा, के हम जी रहे है। 
    भगती का जाम रात दिन हम तो पी रहे है।।

1 दुनिया की आंधियो ने गुलसन मेरा उजड़ा। 
चोकथ को तेरी पा कर आराम कर रहे है।।

2 अनमोल धन है पाया अपना तुम्हे बनाया। 
अब तेरी ही किरपा से सब कम हो रहे है।।

3 पतवार भी है तेरी मजधार भी है तेरी। 
जीवन की नाव लेकर भावपार कर रहे है।। `
},


{
    title: " Ye to Prem ki Bat hai Udho ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ये तो प्रेम की बात है उधो, बंदगी तेरे बस की नहीं है. 
    यहाँ सर देके होते है सौदे, आशिकी इतनी सस्ती नहीं है.
     ये तो प्रेम की बात है उधो, बंदगी तेरे बस की नहीं हैद्य

प्रेम वालों ने कब वक़्त पूछा, उनकी पूजा में सुन ले आए उधो.
यहाँ दम दम में होती है पूजा, सर झुकाने की फुर्सत नहीं है ।।1।
ये तो प्रेम की बात है उधो.

जो असल में है मस्ती में डूबे, उन्हे क्या परवाह जिंदगी की. 
जो उतरती है, चढ़ती है मस्ती, वो हकीकत में मस्ती नही है ।।2।।
 ये तो प्रेम की बात है उधो..

जिसकी नज़रों में है श्याम प्यारे, वो तो रहते है जग से न्यारे. 
जिसकी नज़रों में मोहन समाए, वो नज़र फिर तरसती नहीं है ।।3।।
ये तो प्रेम की बात है उधो.. `
},


// {
//     title: "",
//     youtubeId: "", // I added a working ID here for you
//     lyrics: `.`
// },



];



























