// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Nathji Bhajan "] = [

{
    title: " Aav Sakhi Dekh Ganpati ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आव सखी देख गणपत घूम है ॥टेर ॥

1 लम्बी सूँड मतवाला जी घृत, सिन्दुर थार मस्तक सोहे देवा । 
शिव-शक्ति का बाला हो गणपत, देख भया मतवाला जी ||1||

2 राजा भी सुमर थान, परजा भी सुमर है सुमर है जोगी जटावाला जी । 
उठ सँवरी दोपहरी तान सुमर देवा, रिद्धि सिद्धि देवणवाला ओ गणपत ||2||

3 ओढ़ पीत पीतम्बर सोहे देवा, गल फूलंडा री फूल मालाजी ।
 सात सखी रल मंगल गाव देवा, बुद्धि को देवण हाला जो गणपत ॥3॥

4 नात गुलाब मिल्या, गुरु पूरा, हृदय में करियो उजाला जी ।
 भानीनाथ शरण सतगुरु की देवा, खोल्या भ्रम का ताला ओ गणपत ||4|| `
},

{
    title: " Ab To Man Kahno Meri Maay ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अब तो मान कह्नो मेरी माय,
     मन सांवरियो परणाय ।।

1. ऐसे वर को क्या करू जो, 
जन्मे और मरज्याय, 
वर कहिये मेरो साँवरो म्हारो, 
अमर चूड़ो हो ज्याय

2. जहर पियाला राणा भेजिए, 
दियो मीरा न ज्याय, 
कर चरणामृत पि गयी रे, 
थे जानो यदुनाथ-

3. सर्प पिटारा राणा भेजिए, 
दियो मीरा न जाय, 
खोल पिटारा मीरा पेरियो रे, 
बन गयो नोसर हार

4. मीरा हर कि लाडली रे, 
राणो बन को ठूंठ,
 समझायो समझ्यो नहीं रे, 
 ले ज्याति बैकुंठ-

5. मीरा जनमी मेड़ता मे, 
राणो गढ चितौड़,
 कलियुग म भगति करी र,
  गुरु मिल्या रेदास `
},


{
    title: " Balaji ne Lad Ladave ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्री बालाजी ने लाड लडावे माता अंजना

बालपणे में बाबो सूरज पकड्यो 
सारा देवता न ल्याय छुडावे माता अंजना ।।1।।

न्हाय धोय कर कस्यो है लंगोटो 
राम जी को नाम पढावे माता अंजना ।।2।।

सवा सवा मण का रोटिया चूर कर 
बालाजी ने भोग लगावे माता अंजना ।।3।।

जाओ हनुमंत खेलो पर्वत पर 
विद्या बल बुद्धि बढ़ावे माता अंजना ।।4।।

"माधव" कहे कोई अड़ी मांही सिमरे 
हनुमत लाल छुडावे माता अंजना ।।5।। `
},

{
    title: " Bande Kaya Kaise Royi Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बन्दे काया कैसे रोई रे, तज दिन्या प्राण
     तज दिन्या प्राण काया कैसे रोइ, छोड़ चले निर्मोही 
     मै जानी रे काया संग चलेगी रे, ये ही तो कारण काया मल मल धोइ

1 महल मालिया सब कुछ छोड्या, गाय भैस धर घोड़ी । 
कुटुम कबीला भया ह विराणा, छोड़ तड़फती देखो सारस की जोडी रे ।।1।।

2 चार जणा मिल मतो उपायो, चढ़या काठ की घोड़ी । 
नदी तो किनारे जाय उतारया, भूल गई रे आतो आगोड़ी सी होली ।।2।।

3 धर की तिरिया रोवण लागी, बिछड़ गई रे मेरी जोड़ी । 
कहत कबीरा सुणो भाई साधो, बिन जाणि रे तू तो मल मल धोयी रे ।।3।। `
},

{
    title: " Bande Satguru Satguru Bol ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बन्दे सतगुरु सतगुरु बोल तेरा नही लगेगा मोल ।।

दस बीस कोस मै चलना पग समझ समझ कर धरना, 
मत कर मन मै मरोङ, मन सतगुरु सतगुरु बोल.... ।।

मन मेरा एक घोङा घोङा संग पांच बछेरा,
 पांचा की लगाम मरोङ, मन सतगुरु सतगुरु बोल..... ।।

माया है माहा ठगणी इन कोई मत समझो अपनी, 
माया से मुखडा मरोड, मन सतगुरु सतगुरु बोल.... ।।

दास कबीर सा गावे भिन भिन्न कह समझावे,
 गूरू चरणा चित खोल, मन सतगुरु सतगुरु बोल.... ।। `
},

{
    title: " Bega Bega Aavo Ganraj ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बेगा बेगा आओ गणराज, उड़िके टाबरिया ।। 
    उड़िके टाबरिय...................

1 रणत भवन से आओ जी विनायक, 
रिद्धिसिद्धि संग में ल्यावो जी विनायक, 
चढ़के मूषकराज पधारो आँगणिया, 
चढ़के मूषकराज पधारो आँगणिया, 
बेगा बेगा आओं गणराज, 
उड़िके टाबरिय.............

2 दुन्द दूँडाला देवा सूंड सुंडाला,
 गले वैजन्ती की सोहे माला, 
 परसो थारे हाथ रूप थारा मोहनिया, 
 परसो थारे हाथ रूप थारा मोहनिया, 
 बेगा बेगा आओं गणराज, 
 उड़िके टाबरिय...........

3 देव बड़ा थे हो बलकारी, 
पूजा प्रथम जगत में थारी, 
शरणागत प्रतिपाल, 
भगत मनभावनिया, 
बेगा बेगा आओं गणराज, 
उड़िके टाबरिय.......

4 सबसे न्यारी शोभा थारी, 
था पर जावा वारी वारी, 
करियो कृपा की बरसात, 
ज्यूँ बरसे बादलिया, 
बेगा बेगा आओं गणराज, 
उड़िके टाबरिय.......

5 जीवन में आनंद बढ़ाओ,
 आकर उजियारो फैलाओ, 
 आकर उजियारो फैलाओ, 
 कैलाशी धरती पर, 
 ज्यूँ बरसे चाँदनिया, 
 बेगा बेगा आओं गणराज, 
 उड़िके टाबरिया..... `
},


{
    title: " Bin bhag mile na duniya me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बिन भाग मिले ना दुनियाँ में अमृत भोग ।।

मधु होत अमृत के समाना, खाय प्राण तज देता स्वाना। 
मखियाँ करत गन्दगी नाना, घृत से ही प्राण वियोग ।।

मिश्री है अमृत से प्यारा, खर को देत तुरन्त जा मारा। 
कौवा खाये नीम फल खारा, दाख पकयां गल रोग ।।

जहां कथा होती है हर की, वहाँ नही रहती रुचि नर की । 
के सोवे के बातां घर की, करण लग्या सब लोग ।।

जहां अप्सरा नर्तकी गावे, वहाँ जाकर सारी रैन बितावे । 
धुंकल कहे भाग सँ पावे, सत संगत सयोंग ।। `
},


{
    title: " Binjari E Hans Hans Bol ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बिणजारी ए हँस हँस बोल, प्यारी प्यारी बोल ।
     बिणजारो मत जाण बातां रह ज्यासी ।।

1 कंठी माला काठ की रे माही रेशमी सूत ।
 सूत बिचारा के कर जद कातण वाला कपूत ।।1।।

2 रामा तेरे बाग में रे लाम्बी भदी खजूर ।
 चढूं तो मेवा चाख ल्यूं पड़ते ही चकनाचूर ।।2।।

3 बालपणे में भज्यो नहीं रे करयो न हरी से हेत ।
 अब पछताया के होव जद चिड़ियाँ चुग गयी खेत ।।3।।

4 टान्डो थारो लद गयो रे होगी लाद प लाद ।
 रामानंद का भणे कबीरा बैठी मोजा मार ।।4।। `
},

 {
    title: " Bole Nari Suno Piyaji ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बोलै नारी सुणो पियाजी, मानो म्हारी बात द्वारका थे जाओ।
     थे जावो पिव, थे जावो, थे जावो, पिव थे जावो ||टेर ॥

1 माल उधारो मिलै नहीं पिव, मुश्किल दाणै दाणै की।
 दोय वक्त मैं एक वक्त थारै बिद लागै है खाणै की ॥ 
 मीठी निकलै भूख पिया, थारा दुर्बल हो गया गात-द्वारका थे जाओ ।| 1 ||

2 आन गरीबी आ घेरी, बरतण ना फूटी कौड़ी। 
तन का वस्त्र फाट गया पिव, फाटेड़ी चादर ओडी ॥ 
सियां मरता फिरो, रात, दिन दे काखां में हाथ-द्वारका थे जाओ ।।2।

3 जाकर भेंट करो प्रभु सँ पिव, मन में काँई आँट करो। 
अपने दिल की बात प्रभु सँ कहता काँई आँट करो। 
सारी बातां सामर्थ म्हारा देवर है बृजनाथ-द्वारका थे जाओ ||3||

4 मोहन कहे मत भूलो प्रभु नै याद करो च्यार घड़ी।
 लख चौरासी फिर आई, या चौपड़ गन्दैस्यार पडी ।। 
 मोहन कहे या रीत प्रभु की दे दुर्बल नै साथ-द्वारका थे जाओ ||4|| `
},

{
    title: " Chadar Jhini Ram Jhini ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चादर झीणी राम झीणी, या तो सदा राम रस पिणी ॥ टेर ॥

अष्ट कमल पर चरखो चाले, पाँच तंत की पूणी, 
नौ दस मास बणताँ लाग्या, सतगुरु ने बण दीनी ||1||

जद मेरी चादर बण घर आई, रंग रेजा ने दीनी,
 ऐसा रंग रंगा रंगरेजा, लाली लालन कीनी ||2||

चादर ओढ़ कर शंको मत माने, दो दिन तुमको दीन्ही,
 हरि का दास जुगत से ओडी, मुर्ख मैली किन्ही ॥3॥

ध्रुव प्रहलाद सुदामा ने ओढ़ी, सुखदेव ने निर्मल कीनी,
 दास कबीर ने ऐसी ओढ़ी, ज्यू की ज्यू धर दीनी ॥4॥ `
},

{
    title: " Chadh Chalo Guranji Ke Desh ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चढ़ चालो गुरांजी के देश, बठ ही तेरो साहेबो बसे 
    साहेबो बसे रे तेरो साहेबो बसे, चढ़ चालो गुरांजी के देश

फूल कमल का मंजन करले आसन पद में धरो भाई साधो, 
उल्टा बाण शिखर घर मारों जमड़ा स राड़ लड़ो सुहागन 
सुरता मान कयों ।।1।।

अविनाशी घर वृक्ष लगाया नहीं धूप नहीं छाया भाई साधो, 
जड़ नादान पता नहीं उनके चारुं दिशा में र छायो सुहागण 
सुरता मान कयों ।।2।।

रिमझिम रिमझिम मेवला से बरसे हिवड़ो हबख रयो भाई साधो, 
बिन बादल बिना चिमके बिजली अनहद गरज रयो सुहागण 
सुरतां मान कयों ।।3।।

सतगुरु बाण समझ कर मारया नैणा से नीर भयो भाई साधो, 
"रेवादास" शरण सतगुरु की अधर सिंघाषण पियो पायो सुहागण 
सुरतां मान कयों ।।4 `
},

{
    title: " Chal Sakhi Satsang Me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चाल सखी सत्संग में चाला सत्संग म सतगुरु आसी, 
    गुरुवां आगे होव्व रे दीवानी नहीं जुगड़े में बह ज्यासी ।।

ब्रह्मा आसी विष्णु आसी शंकर आसी कैलासी, 
गणपति आसी रिद्धि सिद्धि ल्यासी, संग म गौरजा माँ आसी ।।1।।

राम भी आसी लक्षमण आसी माधो वन को बनवासी, 
हनुमान सा पायक आसी संग म सीता माँ आसी ।।2।।

पलक पलक मेरा बरस बराबर घड़ी घड़ी म जुग ज्यासी,
 एक घडी हरी संगत करले कट ज्यावे तेरी चोरासी ।। 3 ||

गुरूजी की सेवा मालिक जी की सेवा बणत बणत भाई बण ज्यासी, 
मिठ्ठू दास सांगलपति बोल्या कर सेवा नर तिर ज्यासी ।।4।। `
},

{
    title: " Chale Gaye Dil ke Damangeer ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चले गए दिल के दामनगीर।। 
    जब सुधी आवे प्यार मिलन की, ऊठत कलेजे पीर (1)

नटवर भेष नैन रति न्यारे, सुन्दर श्याम शरीर (2)

आप ही जाय द्वारिका छाई, खारी नदी के तीर (3)

वृंदावन, बन्सीभट त्यागयो, निर्मल यमुना नीर (4)

बृज गोपियन को प्रेम बिसारयो, ऐसे भये बेपीर (5)

"सूरश्याम" ललिता उठ बोली, आखिर जात अहीर (6) `
},

{
    title: " Chali Mhari Surta Gigan Mandal ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चाली म्हारी सूरता ये गीगन मंडल में, रात दिवस ला के माहि रे ।

गगन मंडल में चमके रे बिजली, ज्ञान घटा जद आई रे,
 मधुर मधुर वाणी बोले रे पपईया, बैरन नींद उड़ जाई ।।1।।

ज्ञान घटा जद बरसन लागी रे, भीजे तीजड्या सवाई रे, 
पांच पच्चीस तीस मिल सखियां, सुंदर शोभा तो पाई रे ।।2।1

फुलड़ा रो हार म्हाने, गुरासा पहनायो, मस्त रहू दिन राती रे, 
प्रेम पुष्प म्हारा कबहु ना मुरझे, सदा ही रवे हरियाली ।।3।।

ओम सोम का तो घाल्याहिंडोला, हिंडो चढ्यो नभ माँही रे, 
में डरती म्हारे पिवजी ने पकड्या, जे छोडू तो गिर ज्याई रे।।4।।

देवनाथ जोगी गुरा तो मिल ग्या, मैं वासे गम पाई रे ।
म्हाने कवे रे आनंद म ही रहना, सावन सदा हरियाली रे ।।5।। `
},


{
    title: " Chananiya Me Chamke Chir ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चानणिये में चमके चीर, 
    चीरउढावे मेरो धर्म रो वीर अब वीर म्हारा चंदा रे 
    चन्दा रे सन्देसो ल्यादे म्हारी माय ।।

गांव नगर में एक बिणजारो गांव बिणजवा आयो,
 जाणु नहीं परायो वीरा कांई-कांई सौदा ल्यायो,
  आराम करे पीपल के नीचे छांया घेर घुमेर ।।1।।
चानणिये में चमके चीर-चीर.....

प्यास लगी जद बिणजारे न, म्हारे फलसे आयो।। 
सासु के हुकमा से भरकर ठण्डा पाणी प्यायो । 
वीरे की याद कांई करी घात, नेणां ढल आयो नीर ।।2।।
चानणिये में चमके चीर-चीर....

बिणजारो सब बिणज भूलग्यो भूल्यो पाणी पिणो, 
घुंघटो उघाड़ बाई दुखड़ों सुणायो नहीं थारे दिलहेरी जाणी, 
बीरो बण थारो दुखड़ा सुणस्यु कवो तो पहुचांदु थाने पीरा ।।3।।
चानणिये में चमके चीर-ची.........

हंस-हंस काम करु म्हारा बीरा, सुख सहतां दुख आई,
 सब कुछ दियो भगवान मन नही मां को जायो बीरो, 
 मायरिय की मन में आवे, कुण उढावे चीर ।।4।। 
 चानणिये में चमके चीर-चीर.....

सूरज साक्षी में धर्म भाई फिकर करो क्यों बाई,
 आंगणिये चढ़ भरु मायरो दिलड़े में आवे जद धीर ।।5।।
  चानणिये में चमके चीर-चीर....

थे मती बहावो नीर ओड़ो बाई चीर भाई सिर हाथ धरे, 
बिणजारों भाणु रे ब्याव में मामो बण कर भात भरे,
 शिव कहे वीरो धन कदेना घटियो, बढे ज्यूँ नदियां नीर ।।6 `
},

{
    title: "Chanch Pankh Bin Kaya Dekhi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चाच पॉख बीन काया देखी 
    हँस नजर कोनी आयो ले सादो भाई !!

बीन पेड़ एक दरखत देखा पता नजर नही आया ! 
मेरा सतगुरू ऐसा बरंगी छाया बैठ फल खाया !!

बीन पाल एक सरवर देखा नीर नजर नही आया ! 
मेरा सतगुरू ऐसा बरंगी माय बैठ मल नहाया ॥

बीना नीम एक मन्दिर देखा छजा नजर नही आया ! 
बी मन्दिर मै जोगी तापे, बीरला दरसन पाया ॥

बी जोगी कै पॉच पुत्र है पचीसों जोगन लाया ! 
कहे कबीर सुनो भाई साधो बेटी बाप न जाया ॥ `
},


{
    title: " Chand Dino ka Jina re bande ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` लय : कसमें वादे..

चन्द दिनों का जीना रे बन्दे, ये दुनिया मकड़ी का जाल, 
क्यों उलझ इस जाल में पगले, हाल हुआ तेरा बेहाल,
 आखिर होगा तेरा जाना, कोई न साथ निभायेगा ।।

तेरे कर्मों का फल ही बस, साथ तेरे जायेगा, 
धन दौलत से... भरा खजाना, धरा यहीं रह जायेगा ।।1।। 
चन्द दिनों का जीना रे बन्दे..

दया धर्म संयम के द्वारा, अपनी मंजिल पायेगा, 
तप संयम की अमर कहानी, सारा जमाना गायेगा,
 चिन्तन करले.. इन बातों का, जन्म सफल हो जायेगा ।।2
चन्द दिनों का जीना रे बन्दे..

ये तन तो है नश्वर एक दिन, मिट्टी में मिल जायेगा, 
मुट्ठी बाध आया है तू, हाथ पसारे जाये गा,
 ध्यान लगाकर.. सुनले भाई, गया वक्त नहीं आयेगा ।।3।।
चन्द दिनों का जीना रे बन्दे.

होगा मसीहा सामने तेरे, फिर भी न तू बच पायेगा,
 तेर अपना खून ही आखिर, तुझको आग लगायेगा,
  आसमान में उड़ने वाले, मिट्टी में मिल जायेगा ।।4।।
चन्द दिनों का जीना रे बन्दे.. `
},

{
    title: "Charkha ko Bhed Batade "  ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चरखा को भेद बता दे ए कातन वाली नार ।।

चरखो म्हारो रंग रंगीलो पूळी लाल गुलाल । 
कातन वाली प्रेम सुंदरी लुल-लुल घाल तार ।।1।।

बन जाई बन उपजी बन म करयो विलाप। 
एक अचम्भो म्हे सुन्यो रे, बेटी जायो बाप ।।2।।

बेटी बोलि बाप से अण जायो वर लाय। 
अण जायो वर ना मिल तो तेरो मेरो ब्याव ।। 3 ।।

दोराणी घर मान्डो रोप्यो जीठानी घर ब्याव। 
देवरीया के ब्याव मे नणदल फेरा खाय ।।4।।

सासु मरज्या सुसरो मरज्या, परनेडो मर जाय। 
ना मरियो खाती को बेटो, चरखो दियो चलाय ।।5।।

चरखो चरखो सब कहे चरखो लखे न जाय। 
चरखो लखियो दास कबिरो, आवागमन मिट जाय ।।6 `
},


{
    title: " Chorashi Ki Nind Me Satguru ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चोरासी की नींद में सतगुरु आके जगा दिया 
    सतगुरु आके जगा दिया, धनगुरु आके जगा दिया

कोन था में कहां से आया, ना जाने क्या नाम था, 
कृपा भई गुरुदेव की म्हाने, प्रेम का प्याला पिला दिया ।।1।।

जनम जनम की भूल थी, भूली वस्तु अनमोल थी, 
कृपा भई गुरुदेव की म्हाने, मोह माया से बचा लिया ।।2।।

मोती था एक सीप में, सीप समन्दर डार दिया, 
कृपा भई गुरुदेव की म्हाने, कागा से हंसा बणा दिया ।।3।।

नानक नाम प्रकाश था गुरु चरणों का दास था, 
कृपा भई गुरुदेव की म्हाने, सांचा मार्ग बता दिया ।।4।। `
},


{
    title: " Dhamak Padharo Deva ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` धमक पधारो गणपति ओ निज मंदरिये में धमक पधारो जी ...

1 ब्रह्मा भी आये म्हारे, विष्णु भी आये जी । 
संगड़े में ल्याये देवा, सरस्वती ओ निज मंदरिये ।।

2 शिवजी भी आये संग, नांदे ने ल्याये जी । 
संगड़े में ल्याये देवा, पार्वती ओ निज मंदरिये ।।

3 राम भी आये म्हारे, लिछमण आये जी । 
संगड़े में ल्याये देवा-२, सियासती ओ निज मंदरिये ।।

4 कौरव भी आये म्हारे, पाण्डव भी आये जी । 
संगड़े में ल्याये देवा, द्रोपदी ओ निज मंदरिये ।।

5 तैतीस करोड़ देवी देवता भी आये जी । 
संगड़े में ल्याये देवा, हनुमान जती ओ निज मंदरिये ।।

6 कहत कबीरा, सुनो भाई साधो जी । 
रिद्धि सिद्धि ल्याये देवा, गणपति ओ निज मंदरिये ।। `
},


{
    title: "Ek din uda tal se hansla ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक दिन उड्या ताल से हंस फेर नहीं आवेगा ।।

क्यू अटक्या फिरे आंट में एक दिन रोवे पड्या खाट में, 
कंचन काया जले काठ में, फेर पछितावेगा ।। 1 ।। 
एक दिन उड्या ताल से हंस फेर नहीं आवेगा

नित कहता मेरी मेरी कौण चीज दुनियां में तेरी। 
जलके हुवे भस्म की कौण बचावेगा ।।2||
 एक दिन उड्या ताल से हंस फेर नहीं आवेगा।

दूर देश में होगा जाना, फिर आने का नहीं ठिकाना। 
जम का खाता पड़े चुकाना, दड भुगतावेगा ।।3।। 
एक दिन उड्या ताल से हंस फेर नहीं आवेगा।

पद 'हरनारायण गाता, मेरे यही समझ में आता 
परमेश्वर से जोड़ो नाता, वही बचावेगा ।।4।।
 एक दिन उड्या ताल से हंस फेर नहीं आवेगा। `
},


{
    title: "Ganesh Aaya Ridhi Sidhi Laaya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` गणेश आया रिद्धि सिद्धि लाया, 
    भर्या भंडारा रहसी ओ राम, मिल्या संत उपदेश !!

1. हल्दी को रंग पिलो होवे,
 केसर कद बन्ज्यासी ओ राम-

2. दूधा धोया कोयला जी,
 कद उजला हो ज्यासी ओ राम

3. कोई खरीदे कांशी पीतल, 
संत सबद लिख लेसी ओ राम-

4. खार समुद बिच अमृत बैरी, 
संत घडो भर लेसी ओ राम--

5. खीर खांड का अमृत भोजन, 
संत निवाला लेसी ओ राम-

6. कागा के गले पीपे की माला, 
हंस्लो कद बन ज्यासी ओ राम- `
},

{
    title: " Gauri Ke Suvan Sujan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` गौरी के सुवन सुजान, प्रथम थारो यश गांवा जी। 
    म्हारा काटो कष्ट कलेश, गणेश हमेश मनावा जी ।।

1 एक दन्त सर चन्द्रमा जी, विघ्न हरण गणराज । 
गले जनेऊ शेष है जी, सुर सेना सिरताज । 
थारे चरणा शीश नंवावा जी, हमेश मनावा जी।।

2 दुन्दाला दुःख भंजना जी, सुन्द्याला सुख मूल।
 दोष दूर सिन्दूर करे, विघ्न विडारे शूल। 
 ध्यान चित्त माय लगावा जी, हमेश मनावा जी।।

3 मोदक मुद मंगल करे जी, पाश विनाशे पाप।
 अभय दान सबनै देवो जी, चढ़ मूषक पर आप। 
 सुमीर थाने सुख पावा जी, हमेश मनावा जी।।

4 जाचक उब्या बारने जी, अरज करे दातार।
 दाता टूट्यो सावठा जी, रिद्ध सिद्ध भरो भण्डार। 
 शंभू थारी कीर्ति गांवा जी, हमेश मनावा जी।। `
},


{
    title: "Gauri Sut Ganraj Padharo "  ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` गौरी सुत गणराज पधारो, आके सारे काज सवारों, 
    तुझको आना हो गा तुझको आना होगा, गौरी सुत गणराज पधारो....

1 सारे देवो में पहले तुझको मनाये, तुहि दयालु सारे वीगन हटाए,
 फिर जाके प्यारे बाबा शिव के दुलारे, दुखडो से देवा हमको उबारो
  तुझको आना हो गा तुझको आना होगा....

2 रिद्धि सीधी के दाता आप कहाये, किरपा दिखाओ बाबा गुण तेरे गये,
 भक्तो की नैया अब है तेरे सहारे, अटकी कश्ती को आके पार उतरो,
  तुझको आना हो गा तुझको आना होगा....

3 मालया गिरी चन्दन का टिका लगाउ, लड्डुवन का तेरे देवा भोग लगाउ, 
हर्ष दीवाना तेरी बात निहारे, मेरे भी अटके सारे काज सुधारो, 
तुझको आना हो गा तुझको आना होगा. `
},


{
    title: " Gogoji Parcho Deve ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` गोगोजी पर्चे देव दुनियां माने सारी है ।।

1 तेरी बणी म सांप गोयरा अजगर भारी है, 
कोई डाल डाल ओर डाला लटके नागण काली है ।।

2 आयो गंगासिंह जी को थानो, बठ खूब पकायो खाणो, 
थे करियो सम्बन्ध पुगाणों, थाली भर भर जारही है ।।

3 चढ़े खीर चूरमा भारी, थारे लीले की असवारी, 
गुरु गोरक्षनाथ जी का चेला, बाछल माता थारी है ।।

4 आयी अंगरेजां की गाड़ी, थारी बणी काट के काढी, 
थाने गावे "बक्सो" ढाढ़ी, दुनियां आणि जाणि है ।। `
},


{
    title: "Hansa nikal chalya kaya se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोहा लुट सके तो लुट ले और, राम नाम धन लूट, 
    पीछे फिर पछतावनो, तेरो प्राण जायेगो छुट । 
    कबीर कुआ एक है, और पनिहारी अनेक,
     बर्तन सबके न्यारे न्यारे, पानी सब में एक ।।

हंसा निकल गया काया से, खाली पड़ी रही तस्वीर,
 औ भवरा निकल गया काया से, खाली पड़ी रही तस्वीर ।।

हां जब यम जीव को लेने आये, नैना धर्यो नही धीर, 
मार-मार कर प्राण निकाले, नैना बरेश्यो नीर ।।1।।
हँसा निकल गया काया से,

हां कोई मनाया देवी देवता, कोई मनाया पीर, 
आया बुलावा उस घर का रे, जाने पड़ेला आखिर ।।2।। 
भवरा निकल गया काया से,

कोई रोवे मल मल रोवे, अरे कोई ओडावे चीर,
 चार जना मिल मतो उपायो, ले गया गंगा तीर ।। 3 ।|
हँसा निकल गया काया से,

माल खजाना कोई न ले जाए, संग चले ना शरीर, 
जाय जंगल चीता लगाईं, कह गए दास कबीर ।।4।।
हँसा निकल गया काया से,

धन दौलत की क्या कहो, संग जावे नहीं सरीर, 
जा मरघट में चिता जलाई, कह गए दास कबीर ।।5।।
हँसा निकल गया काया से, `
},

{
    title: "Hanslo mitra koni tharo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हंस्लो मित्र कोनी थारो ए भोली काया, 
    तू जाणे काया में ठग राख्यो यो हंस्लो आप ठगोरो ए, 
    भोली काया ।।

अमर लोक से आयो म्हारो हंसलो, यो आयो अखन कंवारो 
इ हंसले न ब्याह रचायो, यो ही है पिव तिहारो ए भोली काय ।।1।।
 हंस्लो मित्र कोनी थारो..

काढ र ल्याई कढाय कर ल्याई, फिर फिर ल्याई र उधारो 
इ हंसले न कदे न भूखो राख्यो, सूप दियो घर सारों ए भोली काया 
हंस्लो मित्र कोनी थारो..

जळ गया तेल बुझ गयी बतिया, मन्दरिया म भयो अंधियारो 
ले दिवलो म घर घर डोली, मिल्यो कोनी तेल उधारो ए भोली काया
 हंस्लो मित्र कोनी थारो.......

दो दिन या चार दिन को पावणों, यो लाद चल्यो बिणजारो 
तू कहे हंसा संग चलूँगा, छोड़ चल्यो मझधारो ए भोली काया 
हंस्लो मित्र कोनी थारो..

उड़ गया हंस या टूट गयी टाटी तो, माटी म मिल गयो 
गारो कहत कबीर सुणो भाई साधू, निकल गयो बोलण हारो ए भोळी काया 
हंस्लो मित्र कोनी थारो.. `
},

{
    title: " Hindo to Ghalade ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हिंडो तो घलादे सतगुरु म्हारा बाग में जी। 
    सतगुरु म्हारा, हिंडे हिंडे सुरता नार।।

1 काया तो नगरिये में सतगुरु म्हारा आमली जी। 
सतगुरु म्हारा छाई छाई च्यारू मेर।।

2 अगर चन्दन को सतगुरु म्हारा पालणों जी।
 सतगुरु म्हारा रेशम डोर घलाय ।।

3 पांच सखी मिल पाणीडे न निसरी जी।
 सतगुरु मेरा पांचू ही एक ऊणीयार ।।

4 नाथ गुलाब से सतगुरु म्हारा विनती जी।
 सतगुरु मेरा गावै गावै भानीनाथ ।। `
},


{
    title: "Jab Tak Pran Rave Kaya me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : फकीरी अलबेला रो खेल

जब तक प्राण रवे काया म,
 कायरता ना विचारो 
 साधु भाई सूर वीरता धारों ।।

1 सत का संग उठाया हाथ म, तप तलवार 
सिधारो / सम्भालो । 
सील छमा का ढाल बनाकर, रण थल म हुंकारो ।। 
सींल छमा का ढाल बनाकर, रण थल म हुंकारो

2 काम क्रोध से कर बल उनको, हो संग मुख ललकारो 
रैन दिवश जब लोहा बाजे, कांपे मन मतवालों ।। 
रैन दिवश जब लोहा बाजे, कांपे मन मतवालों


3 पीछे पैर धरो मतों, आगे रण हुंकारो 
शीश दिये से गुरु मिल्या, गुरु चरणन चितवारो ।। 
शीश दिए से बना है सोदा, गुरु चरणन चितवारो

4 अमर नगर म राज मिले तब, हव सफल जमारो 
अमृतनाथ अमर पद पाकर, आवा गमन विचारो ।। 
अमृतनाथ अमर पद पाकर, आवा गमन विचारो `
},


{
    title: "Jag Gaya Fir Sona kya",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जाग गया फिर सोना क्या रे । 
    जो नर तन देवन को दुर्लभ, सो पाया फिर रोना क्या रे ।

ठाकुर सो कर नेह बावरे, इन्द्रीयन ते सुख होना क्या रे । 
जब वैराग्य ज्ञान धन पाया, तब चाँदी ओर सोना क्या रे ।।1।।

सुवन सदन बीच पड़के, भार सबोंका ढोना क्या रे । 
हीरा हाथ अमोलक आया, कांच भाव मे खोना क्या रे ।।2।।

दाता जब मुख मांगा देवे, औरन का मुख जोना क्या रे । 
जो तन मन हरि रंग भिजोया, और रंग भिजोंना क्या रे ।।3।।

गंगाजल तन मल मल धोया, और नीर फिर धोना क्या रे ।। 
जिन नैनन बीच नींद धणेरी, तकिया और बिछोना क्या रे ।।4।।

कहत कबीर, उदर पूरे पर, मीठा और सलोना क्या रे । 
सब देवों का ऐक ही मालिक, झूठा देव भजनां क्या रे ।।5।। `
},

{
    title: "Jai Hanuman ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जय हनुमान अति बलवान, 
    कृपा निधान, मारुत नंदन, म्हारे तो थांरी ही ध्यावाना ।।

1. लाल ध्वजा थांरे लाल लंगोटा, 
भुजा है विशाल थांरे हाथ मे घोटा,
 हे लाल ही लाल उड़े गुलाल,
मालामाल केसरिनंदन-

2. बालमति थांरो तेज निरालो, 
तीनो ही लोक मांही थांरो उजियारो,
 हे हेत निहार कष्ट निवार, 
 पलक उखाड़, अन्तर्यामी-

3. सालासर थारो भवन विराजे, 
नित उठ बाबा थारे नोपत बाजे, 
चढ़े सिंदूर मुख पर नूर, 
दुश्मन दूर दुष्ट निकंदन

4. राम चरित थान्हे खूब सुहावे, 
राम रसायन भजन बनावे, 
हे राम ही राम जय सियाराम,
 सीताराम जय रघुनन्दन

5. मोहनदास बाबो बंगलो बनायो 
नित उठ थार बाबा भोग लगायो
 मुख पर मूँछ सुन्दर पूँछ 
 इच्छापुरण होवे थारे- `
},


{
    title: " Jatan Bina Mirgya n Khet Ujyadya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जतन बिना मिरगाँ न खेत उजाड्या रे ।
     सुण रे मितर खेती वाला रे भजन बिना ।।

1 पाँच मिरागला पच्चीस मिरगली, असली तीन छुन्कारा ।
 अपने अपने रस का भोगी, चरता है न्यारा न्यारा रे ।।1

2 आम भी खाग्यो अमली भी खाग्यो, खा गयो केसर क्यारया ।
 काया नगरिये म कछुयन छोड्यो, ऐसा तो मिरग उजाड्या रे ।।2||

3 मन मिरगले ने किस बिध रोकूँ, बिडरत नाय बिडारया ।
 जोगी जंगम जती सेवड़ा, पंडित पढ़ पढ़ हारया रे ।।3 ||

4 शील संतोष की बाड़ छ्वाले, ध्यान गुरु रखवाला ।
 प्रेम पारधी बाण संजोले, ज्ञान भाल से मारया रे ।।4।|

5 नाथ गुलाब मिल्या गुरु पूरा, ऐसा मिरग बिडारया ।
 भानीनाथ शरण सत गुरु की, बेग ही बेग सम्भाल्या रे ।।5।। `
},


{
    title: " Kai Khelya Kai Khelsi"  ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कई खेल्या कई खेल सी कई खेल सिधारया रे ।
     सखी इन आंगनिये में ए, बहन इन आंगनिये में ए ।।

आवो सात सहेलड्यो, म्हारा सीम दयो चोला रे,
 में अबला हरी नाम की मेरा, साहेब भोला ए ।। 1 ।।

एक छिनोला दूजी कुबड़ी तीजी नाजुक छोटी ए,
 नैन हमारा यूँ झुरे जैसे गागर फूटी ए ।।2।।

जाय उतारया हरिये बड़ तले संगी कुरलाया ए,
 थे तो थारे घरां पधारो, म्हें होया पराया ए ।।३।।

काजी अहमद यु भणे रे सखी यहाँ नहीं रहना ए,
 आया बुलावा राम का, सखी लुळ लुळ लेना ए ।।4।। `
},


{
    title: " Kal Gati Balwan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` काल गति बलवान साधो काल गति बलवान ॥ टेर ॥

बड़े-बड़े पृथ्वी के राजा, प्रियव्रत सगर समान। 
सब ही मिले धरणी के माँही, रह्या न एक निशान ॥ १॥

अरजुन, भीमसेन से जोधा, जिनके अचरज बाण है। 
सो भी काल किये वश अपने, छूटा सब अभिमान ॥ २॥

जोगी पीर, पैगम्बर सारे, साधक सिद्ध सुजान है। 
जीत सके नहीं काल बली को छोड़ गये सब प्राण ॥ ३ ॥

इस दुनियाँ में रहना नहीं यह निश्चय कर जान दे। 
ब्रह्मानंद छोड़ सब चिन्ता, सुमरो श्री भगवान रे ॥ ४॥ `
},


{
    title: "Kanchan wali kaya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोः राम नाम की औषधि खरी नियत सुं खाय 
    अंग पीडा व्यापे नहीं महा रोग कट जाय।

कंचन वाली काया ऐ सैलानी में तो पावणा
 एक दिन जावांला फिर नहीं आवां ला।

लेनो है सो ले लो रे, लावां थारा हाथा सुं। 
कर लो भलाई वालो काम, जगत जस (यश) पावोला ।। 
कंचन वाली काया ऐ.....

बोलो-बोलो अमृत रे, इण मुखडे री वाणी सुं। 
अरे या फुला वाली काया छोङ, अमर होय जावोला ।। 
कंचन वाली काया ऐ......

मिलनो वे जो मिल लो रे, जगत वाला मिनखां सुं। 
मेलो विछड्या रे बाद, फिर पछतावो ला ।। 
कंचन वाली काया ऐ....

गाना हवे जो गा लो रे, सतगुरु वाला गीतङला। 
भैरव भजन राम, परम पद पावोला ।। 
कंचन वाली काया ऐ....... `
},

{
    title: " Kardo Dino ke Dukh Door ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` करदो दीनो के दुःख दूर ओ बाघम्बर वाले 
    करदो सभी का दुःख दूर ओ शिव भोले भाले

1 कोई चढ़ावे शिवजी जल की ओ धारा शिवजी 
और कोई चढ़ावे काचो दूध ओ बाघम्बर वाले

2 हरी हरी बेल की पत्तियां चन्दन चावल शिवजी 
और चढ़ाऊ फल फूल ओ बाघम्बर वाले

3 आक धतूरा शिवजी भोग लागत है
 भंगीया पीवो नी भरपूर ओ बाघम्बर वाले

4 नन्दी गण की असवारी सोवे ओ शिवजी
 हाथ में लियो है त्रिशूल ओ बाघम्बर वाले

5 गोरे गोरे अंग पे भस्मी रमावे, 
गले सर्पों का हार ओ बाघम्बर वाले

6 बाएं अंग मां गिरिजा बिराजे, 
गोदी में लियो हैं गणेश ओ बाघम्बर वाले

7 कंचन थाल कर्पूर की बाती शिवजी 
आरती करें नर नार ओ बाघम्बर वाले

8 सेवा न जानू बाबा पूजा ना जानू, 
जानू तम्हारो एक नाम, ओ बाघम्बर वाले

9 श्री सत्यनारायण स्वामी शरण तिहारी भोला, 
शरण आये री राखो लाज ओ बाघम्बर वाले

10 अर्जी हमारी शिवजी मर्जी तुम्हारी 
अर्जी करोनी मंजूर ओ बाघम्बर वाले `
},


{
    title: "Kaya Nagar Majhaya Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` काया नगर मझारा रे हंसला जिण खोज्या निस्तारा ।।

लागी लगन हिये बिच गहरी, कोन है मेटण वाला, 
मस्तक ऊपर लिखी फकीरी, लेख लिख्या करतारा ।।1 ||

सिंह और स्याळ दोनूँ रहता वन म, चरता न्यारा न्यारा, 
एक दिन मेळ मिल्यो मछली को, सिंह न स्यार सुधारया ||2||

गगन मंडल विच उरद मुख कुआ, बहे अमृत का झारा, 
सुगरा सुगरा पिव पिव छाक्या, प्यासा जाय गवारां ।।3।।

महर भई जद सतगुरु मिलिया, खोल्या भरम का ताला, 
जालिमगिरी सतगुरु शरणे, राम भज्या निसतारा ।।4।। `
},


{
    title: " Kiliyo Bharyo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` किलिया भरयो बोलग्यो रे, तू राम राम भज रे ।।

तन का चड़सीया मनस्या री मांडल, लोभ री लाव लगाई । 
चित्त चेतन का भूण लग्या है, पाट बणी महामाई ।। 
किलिया भरयो बोलग्यो रे

सत धर्म दो बैल जोतिया, प्रेम पँजाली माहीँ। 
आप मनाजी किलिया बणग्या, जा झोले ठहराई ।। 
किलिया भरयो बोलग्यो रे

या कुआ पे ईंख निपजे, इक मीठी इक खारी ।
 मीठी मीठी संत चूसग्या, खारी जग संसारी ।।
  किलिया भरयो बोलग्यो रे 11111

काट - बाड लाट घर लाये, पाँचू बैला गाही ।
 त्रिवेणी की करी तिहाई, कणी कणी बरसाई ।।
  किलिया भरयो बोलग्यो रे

उपज्या खेत हेत से निपज्या, उपज्या बीज सवाई ।
 " लिखमो " भणे भेष कै शरणे, दिनदिन भेष सवाई ।।
  किलिया भरयो बोलग्यो रे, तू राम  राम भज रे ।। `
},


{
    title: " Koi Pivo Ram Ras Pyasa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कोई पीवो राम रस प्यासा, कोई पीवो राम रस प्यासा ।
     गगन मण्डल में अमी झरत है, उनमुन के घर बासा ॥टेर ॥

शीश उतार धरै गुरु आगे, करै न तन की आशा। 
एसा मँहगा अमी बीकत है, छः ऋतु बारह मासा ||1||

मोल करे सो छीके दूर से, तोलत छूटे बासा ।
 जो पीवे सो युग युग जीवे, कब हूँ न होय बिनासा ||2||

या रस काज भये नृप योगी, छोड्या भोग बिलासा। 
सहज सिंहासन बैठे रहता, भस्मि रमाय उदासा ॥3॥

गोरखनाथ भरथरी ने पिया, सो ही कबीर अम्यासा। 
गुरु दादू परताप कछुयक पाया "सुन्दर "दासा ||4|| `
},

{
    title: " Lagan bina Ren n Jage koi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` लगन बिना रेन न जागे कोई ।।

1 कै जागे नगरी को राजा, परजा सुख भर सोई,
 के जागे कोई चोर उच्चको, माल परायो टोई 【1】

2 के जागे कोई बालक माता, हुलर हुलर सुत रोई,
 के जागे पतिव्रता नारी, पास पिया नही होई (2)

3 के जागे कोई सन्त महात्मा, सुरत भजन म जोई,
 कहत कबीर सुणो भाई साधो, भजन से मुक्ति होई 【3】 `
},

{
    title: " Maharaj Mhar Angane ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` महाराज म्हारे आंगणे मालिक का मन भर आया ।। टेर ।।

ज्ञान की घटा में गुरुजी प्रेम का बदरवा जी, दुंधारा मेह बरसाया 
महाराज म्हारे आंगणे मालिक का मन भर आया ।। टेर।।

ज्ञान की गुदड़िया में गुरुजी प्रेम का धागा जी, 
सुखमण सेज बिछाया ।। 2द्य ।

महाराज म्हारे आंगणे मालिक का मन भर आया ।। टेर ।।

अगम कड़ाई गुरुजी पिछमे रसोई जी, प्रेम का थाल पुरसाया। 
महाराज म्हारे आंगणे मालिक का मन भर आया ।। टेर ।।

लगिया है डाण गुरुजी चढ्या शिखर गढ़जी, सुमरण सैल सवाया ।।

महाराज म्हारे आंगणे मालिक का मन भर आया ।। टेर ।।

बाई मीरा के प्रभु गिरधर नागर जी, इतना सा जोग कमाया।। 5। 
महाराज म्हारे आंगणे मालिक का मन भर आया ।। टेर।। `
},

{
    title: " Maiya Rakh Sabha M Laz ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मैया राख सभा म लाज, मनाऊं तन्न ज्वाला ये ।।

1 मैया तनै राणी रुकमण ध्याई, अम्बिका पूजन अकेली आई 
वहां से ले गये जदुराई, खड्या शीशपाला ये ।।

2 मैया तनै पांचू पांडव ध्याई, सिंह चढ़ रण करनें को आई
 कौरव सेना मार गिराई, घुमा कर भाला ये ।।

3 मैया तनै हनुमान जद ध्याई, गढ़ लंका पर करि चढ़ाई 
सब लंका मैं आग लगाई, करया नही टाला ये ।।

4 मैया तनै आशाराम कथ गावै, अपणो गांव कवांरी बतावे 
सब गुणीयन न शीश नवावै, करो प्रतिपाला ये ।। `
},

{
    title: "Man Bas me Koni Aav ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मन बस में कोनी आवे। 
    ऐसा कोय म्हाने मिले महात्मा ईं मन ने समझावे ॥

1 बासी भोजन खारो लागे, माल मलीदा भावै। 
जीव मार के करें रसोई, ज्यान लखी ना जावे ॥ 1 ॥
साधो भाई मन बस में

2 मन मस्तानो मगन हुयो डोले, बिना छेड़यों घुर्रावें। 
बड़प्पन खातिर मारे हॉपला घर-घरराड़ खिंडावे || 2 |
साधो भाई मन बस में

3 गाना गावे छाटे रागनी, पुस्तक बाँच सुनावे। 
ब्रह्मज्ञान की सार न जाने, झूठा मूडप पचावै 13 ||
साधो भाई मन बस में

4 देश विदेश की सेर करावे, पवन बियाणां गावे। 
जुगां-जुगां की पाल बाँधकी, गढ़ के नीव लगावे ||4 ||
साधो भाई मन बस में

5 हर को नाम रटे नहिं पगलो, बिरथा जनम गमावै। 
ऊपर उजलो भीतर सू मैलो भगतपणों दरसावै ॥5 ||
साधो भाई मन बस में

3 लालदास जी मिल्या गुरु पूरा चेलै ने समझावै। 
मन माने बिन मुक्ति न होवे, चन्द्रों बारेठ' गावे ॥ 6 ॥
साधो भाई मन बस में `
},


{
    title: " Mandir jati mira ne sanwariyo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मंदिर जाती मीरा ने सांवरियो मिल गयो रे, मोहन जादू कर गयो रे
जादू कर गयो जादू कर गयो, जादू कर गयो रे ।।

राणो मीरा से बतलावे के हो गयो थाने क्यों न बतावे,
फीका पड़ गया नैन फर्क भोली में पड़ गयो रे ।।1।।
मोहन ताहि जादू कर गयो रे...............................

आज मिलो म्हणे बनवारी पल पल जाऊ मैं बलिहारी,
चुरा लिया महारा नैन के दिल पे ताला जड़ गयो री ।।2।।
मोहन ताहि जादू कर गयो रे...............................

राणो मीरा ने समझावे बड़ा घरा की रीत बतावे,
पुलके लगा दियो दाग पति जीवत मर गयो रे ।।3।।
मोहन ताहि जादू कर गयो रे...............................

मनमोहन है पति हमारो सारे जग को है रखवारो,
कहता राधे श्याम मीरा ने मोहन मिल गाइयो री ।।4।।
मोहन ताहि जादू कर गयो रे............................... `
},


{
    title: "Mangal Ki Mool Bhavaani ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मंगल की मूल भवानी, शरणा तेरा है ।
शरणा तेरा है, आसरा तेरा है, शरणा तेरा है ।।

1. मैया है ब्रह्मा कि पुत्री,
लेकर ज्ञान स्वर्ग से उतरी,
आज तेरी कथा बना देई सुथरी,
प्रथम मनाया है,
मंगल की मूल भवानी——————————

2. मैया भवन बण्या जाली का,
हार गूंथ ल्याया है माली का,
हो ध्यान धर कलकत्ते वाली का,
पुष्प चढ़ाया है,
मंगल की मूल भवानी——————————

3. मैया महिषासुर को मारया,
अपने बल से धरण पछाड्या,
हो हाथ लिए खांडा दुधारा,
असुर संधार्या है,
मंगल की मूल भवानी——————————

4. कहता शंकर जटोली वाला,
हरदम रटे गुरु कि माला,
हो खोल मेरे हिरदय का ताला,
विद्या वर पाया है,
मंगल की मूल भवानी—————————— `
},


{
    title: " Mela Yun Bhara Rahe ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेला यूँ भरा रहे, इसमें कई आवे कई जाय ।।

1 हे मालिक तेरी ऐसी गति है, कोई भूखा कोई लखपति है,
कोई खर्चे कोई खाय किसी का, ज्योडा धरा रहे ।।

2 इस मालिक के बाग बगीचे, रोज लगे पानी के छींटे,
कोई फुले फल जाये, कोई सूखा हरा रहे ।।

3 किसी के घर पे है सन्नाटा, किसी के बजे नोपत बाजा,
किसी के हो रहे मंगलाचार, किसी मुर्दा पड्या रहे ।। `
},

{
    title: " Mhare Guruji Milan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` म्हारे गुरांजी मिलण रो पूरो चाव, 
    उम्मेदी दिल में लाग रही ॥

1 म्हारे उम्मेदी ऐसी लगी जी, निर्धानियां धन होय। 
बांझनार पुत्र ने तरसे, मैं तरसुं दाता तोय ।।1।।

2 नैया पड़ी मझधार में जी, अध बिच झोला खाय ।
 सतगुरु केवटिया होकरम्हारी नैया नै पार लगाय ।।2।।

3 सतगुरु मेरे समद हैं जी, मैं गलियन को नीर ।
 उलट समद में मिल गई, कंचन भयो शरीर ।।3।।

4 जग रूठे तो रूठन दे, मेरे सतगुरु रूठे नांय ।
 जो मेरे दाता राजी हों तो, रूठ्या मना लू करतार ।।4।।

5 गुरु गहरा गुरु भावरा गुरु देवन के देव ।
 रामानन्द जीरा भणत कबीरा' केवल पायो उपदेश ||5|| `
},

{
    title: " Mujhe kam hai ishwar se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मुझे है, काम ईश्वर से, जगत रूठे तो रूठन दे द्य

कुटुम्ब परिवार सुत दारा, माल धन लाज लोकन की द्य 
हरि के भजन करने से, अगर छूटे तो छूटन दे द्यद्य (१)

बैठ संगत में संतन की, करूँ कल्याण में अपना द्य 
लोग दुनिया के भोगों में, मौज लूटे तो लूटन दे द्यद्य (२)

प्रभु का ध्यान धरने की, लगी दिल में लगन मेरे द्य 
प्रीत संसार-विषयों से, अगर टूटे तो टूटन दे द्यद्य (३)

धरी सिर पाप की मटकी, मेरे गुरुदेव ने झटकी द्य 
वो "ब्रह्मानंद" ने पटकी, अगर फूटे तो फूटन दे द्यद्य (४) `
},

{
    title:   "Nachat Nach Nachavat hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` नाचत नाच नचावत है, गोरा शिव को नाच नचावत है 
    हरी हरी भंगिया नित की होते, भर भर प्याला पावत है !! 
    ता ता थैया शिवजी नाचे, नंदी ताल बजावत है !! 
    ताल ताल पे शिवजी थिरके, अंग अंग बल कहावत है !!
     घुंघटीये के ओट बैठकर, मंद मंद मुश्कावत है !! `
},

{
    title: " Nahi to Pichhani re Bira ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` नही तो पिछाणी रे बीरा ओ जी थारा दुर्बल बहुत शरीरा,

1 ना तन देखे पूरी अयोध्या, ना सरयू के तीरा । 
ना तन देखे हो संग राम के, है कोई छल गीरा । 1 ।

2 सो योजन मरजाद सिंधु की, किस विद्य उतरयो तीरा । 
इस नगरी में राक्षस जबर है, किण विध धारयों घिरा ।2।

3 लंका कूद विलंका कुदयो, उतरयो सागर तीरा । 
मार छलांग गिरी से लांघे, में हनुमत बलबीरा ।3।

4 सेतु बांध रामेश्वर थरप्यो, चढ़े राम रणधीरा । 
तुलसीदास धरे धीर जानकी, आप चड्डे रघुवीरा ।4। `
},

{
    title: "Nipaje Nipaje re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` निपजै निपजै रै बीरा म्हारे रै साधाँ के, 
    ऐ उनाल्यों, स्यालो निपजै रे ॥टेर ॥

साध सन्त रळ सावण आयो, भाव भादवो ल्यायो । 
ज्ञान पपहीयाँ बोळण लाग्या आसोजां के माँही ।। खेती

मनवो हाळी चल्यो खेत मैं, काँधे ज्ञान कुंहाँड़ी। 
भरे खेत में दो दो काटे, पाप कुबद की डाळी ॥

खेती

मनवो हाळी, मनस्या हालण, छक सूँवारी ल्यावै।
 पहली तो या साध जीमावै, पाछे काम करावै ॥

खेती

चन्दन चौकी चढ़यो डूचॅवै, खेत चिड़कलियाँ खावै। 
ज्ञान का गोफिया लिया हाथ में, कुबद चिड़कलियाँ उड़ावै ॥

खेती

पचलँग पाळ मेढ़कर मनकी, पाँच बळदियाँ जोती। 
ॐ सोहं का देकर पलटा, कुरक कुरक बरसावै ॥

खेती

धोळा सा दोय बैल हमारै, रास पुराणी सेती। 
कहत " कबीर " सुणो भाई साधो, या साधाँ री खेती ॥

खेती `
},

{
    title: " Pani Me Meen Pyasi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मोहे सुन सुन आवे हासी पानी में मीन प्यासी ।।

1 आतम ज्ञान बिना नर भटके कोई मथुरा कोई काशी । 
मिरगा न भी वसे कस्तूरी बन बन फिरत उदासी । 
पानी में मीन प्यासी..

2 जल बीच कवल कवल बीच कलियाँ, ता पर भवर निवासी । 
सो मन बस तिरलोक बहियो है यति सीत सन्यासी, 
पानी में मीन प्यासी...

3 जातो धान धरे निशवाशर मुनि जन सहस अठासी ।
 सो तेरे घट माही विराजे परम पुरष अविनाशी । 
 पानी में मीन प्यासी..

4 है हाज़िर तोहे दूर बता वे दूर की बात निरासी । 
कहे कबीर सुनो भाई साधो गुरु बिन बरहम ना जासी ।
 पानी में मीन प्यासी.....

5 जैसे मृग नाभि कस्तूरी, वन वन फिरत उदासी रे । 
आत्म ज्ञान बिना नर भटके, कोई मथुरा, कोई कासी रे ।
 पानी में मीन प्यासी......... 11

6 गंगा जाय गोदावरी जाय, भक्ति बिन सब नासी रे । 
कहत कबीर सुनो भई साधो, सहज मिले अविनासी रे ।
 पानी में मीन प्यास............ Π `
},


{
    title: " Raja Bharatari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राजा भरथरी से अरज करे, महलो में कड़ी महारानी। 
    राज पाठ तज बन गया जोगी या के मन में ठानी।।

1 नगर उज्जैन के राजा भरथरी हो घोड़े असवार। 
एक दिन राजा दूर जंगल में खेलन गया शिकार।
 विछड गए सारे संग के साथी राजा भये लाचार।
  किस्मत ने जब करवट बदली छुटा दिए घरबार।
   अब होनहार टाली न टले समझे कोनी दुनिया दीवानी।।

2 काला सा एक मिरग देखकर तीर ताण कर मारा। 
तीर कलेजा चीर गया मृग धरणी पे पड़ा बेचारा। 
व्याकुल होकर हिरणी बोली ओ पापी हत्यारा।
 मिरगे के संग में सती होवांगी हिरणी का डार विचारा।
  अब रो रो के फरियाद करे राजा भये अज्ञानी।।

3 राजा जंगल में रुदन करे गुरु गोरखनाथ पधारे। 
मिरगे को प्राण दान दे तपसी राजा का जनम सुधारे। 
उसी समय में राजा भरथरी तन के वस्त्र उतारे।
 ले गुरुमंत्र बन गया जोगी अंग वभूति रमाये।
  अब घर घर अलख जगाता फिरे बोले मधुर वाणी।।

4 गुरु गोरख की आग्या भरथरी महलों में अलख जगाता।
 भर मोतियन को थाल ल्याई दासी ले जोगी सुखदाता।
  ना चाहिए तेरा माणक मोती चुठी चून की चाहता।
   भिक्षा ल्यूँगा जद ड्योढ़ी पर आवेगी पिंघला माता।
    अब राणी के नैना से नीर ढरे पियाजी की सुरत पिछाणी।।

5 भाग दोड़ के पति चरणों में लिपट गई महाराणी। 
बेदर्दी तोहे दया नहीं आई सुनले मेरी कहानी।
 बाली उमर नादान नाथ मेरी कैसे कटे जिंदगानी।
  पिवजी छोडो जोग राज करो बोले प्रेम दीवानी।
   थारे अन्न का भण्डार भरया थे रोज करो मनमानी।।

6 धुप छाव की काया माया दुनिया बहता पाणी।
 अमर नाम मालिक को रहसी सोच समझ अज्ञानी।
  भजन करो भव सिन्धु तिरो यू कहता लिखमो ग्यानी।
   नई नई रंगत गावे माधोसिंह आवागमन की ज्यानी। 
   अब राम का भजन करो सब प्यारे तेरी दो दिन की जिंदगानी ।। `
},

{
    title: " Ram Chale Triloki bal Chhalne ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राम चले त्रिलोकी बल छलने

1 बल छलने को चले नारायण ओढ़ी मोहन टोपी 
हाथ डांगडी लेयी बांस की 
दाबी बगल म सांवरो ब्रम्हा जी की पोथी

2 हाथ जोड़ बल राजा उभ्यों के धन मांगे जोशी
 जो चावे सो मांग ले ब्राह्मण
  लेसी सोही तेरे हाजिर होसी

3 तीन पांवडा भूमि दे दे बन कुट्य्या छोटी 
तेरी नगरी को धरम बताऊ
 बैठे बैठे बांचू म तो ब्रह्मा जी की पोथी

4 तीन पांवडा को के धन माग्यो काई गुजरो होसी 
तुलसीदास आस रघुवर की 
तीन पांवडा तेर कन पुरा कोनी होसी `
},

{
    title: " Rangili Mhari Kaya Jhonpadi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रँगीली म्हारी काया झोपड़ी डीग मत जाइयो ना ।

काया झोपड़ी रे म्हारी भोळी टापली डीग मत जाइयो ना ।।

1 नो दस मास झुपा बनता ने लाग्या ये, 
काया से कारीगर थान अजब धड़ी ।।1 ।।

2 हरि के भजन से झुंपा न्यारी मत होइयेना,
 प्रभु के भजे से तेरी काया सुधरी ।।12।।

3 दूधा दहिया से झुंपा तन तो सिंचाई ये,
 धीरत सिंचायो तन एक सिंगड़ी ।।3।।

4 अब म्हारी झुंपा तू तो भई रे पुराणी,
 हाथा में ले ली तू तो लाकड़ी ।।4।।

5 अब म्हारी झुंपा तू तो लुलबा ने लागी ये,
 कोई ये न बैठे थारी छाया छावली ।।5।।

6 चलना पड़ेगा झुंपा यहाँ नही रहणा ये,
 चलती बेला में थारो राम धणी ।।6।।

7 कहत कबीरा सुणो भाई साधो,
 ऐसी तो काची काया अजब घड़ी ।।7।। `
},

{
    title: " Sadho Bhai Aisa Dhyan Lagaya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोहा - सत्संग एक बीज है, तप से ही फल देत। 
    जो सत्संग अरु तप को साधे, वोही परम पद लेत ॥

साधो भाई ऐसा ध्यान लगाया । 
जहाँ नहीं त्रिगुणनहीं तीनों ताप, वहाँमेरा हंस ठहराया ॥

जहाँ नही चन्द्र-नहीं सूरज, नहीं सात समद भराया । 
वहां नहीं कलह नहीं कल्पना, नहीं दुतिया को पाया ||1||

वहां नहीं है सुख की पहुँच नहीं दुख का खोज पाया । 
सुख दुख दोनों से परे, इन्द्रियातीत होय गंवाया ॥2॥

वहां नहीं हैज्ञान विज्ञान, नहीं है भाषा शब्द का थाया ।
 शब्द अरु भाषा से परे, कथनी करणी से परे पाया ॥3

श्री ज्ञाननाथ जी मिल्या गुरु पूरा, सदा रहे भेष सवाया । 
कहे 'महावीर नाथ योगी' गुरु कृपा से, अलख लख गाया ||4 `
},

{
    title: " Sadho Bhai Aiso Desh Diwana ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` साधो भाई ऐसा देश दीवाना, 
    भेला है पर मिलता नाहीं गुरुमुख ज्ञानी कहना ॥॥

तीर्थ जाऊँ न जप तप साधु, नहीं धरता मैं ध्याना। 
ऐसा होय खलक में खेलू, नहीं मूर्ख नहीं स्याणा ||1||

पग बिन पन्थ नयन बिन निरख्यो, बिना श्रवण सुन लेना।
 प्राण बिना सब लेत सुगन्धा, बिन रसना रस पीना ||2||

सेज सरोवर सिमरत हंसा, पर बिन किया पियाना।
 मानसरोवर मोती चुगता, निर्मल नीर नहाना ॥3॥

यूँ जानो जगदीश युक्ति कर, पिण्ड बिच पुरुष पुराना।
 बनानाथ कहे ब्रह्म सकल में, घट बढ़ काहे को कहना ॥4॥ `
},

{
    title: "Sadho Bhai Chalo Virahs",
    youtubeId: "", // I added a working ID here for you
    lyrics: `साधो भाई चलो विरह के घाट विकट बेरंग है । 
    जहाँ से आया हंस तांही जा मिलिये ।।

साधो भाई मानसरोवर तीर, मोती जहाँ हद के भरे। 
हंसा करे विचार, विचार निज मोती चुगे ॥1॥

साधो भाई ऐसा कोई जग में होवे, अगम की गम करे। 
चले अगम की राह, निगम की मंजल करे ||2||

साधो भाई ऐसा कोई जग में होय अविनाशी ने ध्याइया।
 जहाँ अटल भोम विश्राम, संत अस्या कोई पाइये ॥3॥

साधो भाई अधर सधर की सैल कोई सन्त किया करे।
 सुरतां चाली जाय चौदहा लोक छेक, परम पद तहाँ परे ||4||

साधो भाई नहीं लगे पाप और पुण्य, क्लेश वहाँ नहीं लगे।
 जहाँ सत ही सत का प्रकाश, सती वहाँ लोक बसे ||5|

साधो भाई ऐसा दिया गुरू ने भेद अविनाशी न ध्याया।
 निवाज अलीकरे विचार अमर घर गये जाने पाइया ||6|`
},

{
    title: " Sadho Bhai Dekho ni Nazar Pasar  ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` साधो भाई देखो नी नजर पसार । 
    या काया तन में रेल चल ।।

गाड़ी चलती है इंजन से, इसमे सात जगह पाणी के कलसे से ।
 टिणों की एक एक कल से धुआं निकसे ह बे तू शुमार 
 या अग्नि आतुं पहर जलै ।। 1 ।।

पांच टिकट काटणिया पच्चीस टिकट बाँटणिया
 तीन रेल रोकणिया इसमे चेतन सुरता है असवार
  या गाडी जद पेण्ड चलअ || 2 ||

नो सौ कील जोड़न की नवासी कील मोड़न की
 पिच्यासी कील दोड़ण की जिसमे ऐसा नही रे हथियार 
 मांग्याँ कोनी मौल मिलै ।। 3 ।।

शिवलाल भजन बनाया ताजा इसमे रख दिया दस दरवाजा 
दो पहिये छत्तिसुं बाजा एक दिन निकले डलेवर बाहर 
या गाड़ी कोनी पेंड चल ।। 4 ।। `
},

{
    title: "Sadhu Lade Sabad ke Ole ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` साधु लड़े शबद के ओले, तन पर चोट कोनी आई मेर भाई रे 
    साधा करी लड़ाई.... ओजी म्हारा गुरु ओ.......

1 ओजी गुरूजी पांच पच्चीस चल्या पाखरिये आतम करी है चढ़ाई ।।
 आतम राज करे काया में, ऐसी ऐसी अदल जमाई मेरा भाई रे ।।

2 ओजी गुरूजी सात शबद का मन्डया मोरचा, गढ़ पर नाल झुकाई। 
ज्ञान का गोला लग्या घट भीतर, भरमा की बुर्ज उड़ाई मेरा भाई रे।।

3 ओजी गुरूजी ज्ञान का तेगा लिया है हाथ में, करमा की कतल बनाई।
 कतल कराई भरमगढ़ भेल्या, फिर रही अलख दुहाई मेरा भाई रे।।

4 ओजी गुरूजी नाथ गुलाब मिल्या गुरु पूरा, लाला लगन लखाई। 
भानी नाथ शरण सतगुरु की, खरी निकारी पाई मेरा भाई रे।। `
},


{
    title: " Samajh Man Maylare ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` समझ मन माँयलारै, बीरा मेरा मैली चादर धोय। 
    बिन धोयाँ दुख ना मिटै रै, बीरा मेरा तिरणा किस बिध होय ॥टेर ॥

1 देवी सुमराँ शारदा रै, बीरा मेरा हिरदै उजाला होय। 
गुरुवाँ री गम गैला मिल्या रे, बीरा मेरा आदु अस्तल जोय ||1||

2 दाता चिणाई बावड़ी रै, ज्यामें नीर गगजल होय।
 कई कई हरिजन न्हा चल्या रै, कई गया है जमारो खोय ||2||

3 रोईड़ी रंग फूटरो रै, जाराँ फूल अजब रंग होय।
 ऊबो मिखमी भोम मे रै, जांकी कलियन विणजै कोई ॥3॥

4 चंदन रो रंग सांवलो रै, जाँका मरम न जाने कोय।
 काट्या कंचन निपजै रै, ज्यामे महक सुगन्धी होय ||4||

5 तन का बनाले कापडा रै, सुरता की साबुन होय।
 सुरत शीला पर देया फटकाया रै, सतगुरु देसी धोय ||5||

6 लिखमा भिखमी भौम में रै, ज्याँरो गाँव गया गम होय। 
तीजी चौकी लांधजा रै, चौथी में निर्भय होय ||6|| `
},

{
    title: "Sant Koi Panhuche Merham Ka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सन्त कोई पहुँचे मेहरम का, यहाँ से बड़ी दूर मंजिल है।

या ठिगणी ने पाँच उपाये, पाँच मार पच्चीस मिलाये।
 शुन्य महल में खींच चढ़ाये, तेरा यही ज्योति का घर है ||1||

अमृत कुंआ एक गगन में, बिरला संत कोई तपे अगन में ।
 संत लगे पीवन की लगन में, तेरा यही पीवण का घर है ||2||

अबके सायर करें बड़ाई, भेद मर्म का पता ना पायी ।
 ब्रह्मा ने सब सृष्टि रचाई, तेरा यही ज्ञान का घर है ॥3॥

धर्मदास त्रिगुण से न्यारा, बिना भान वहाँ होत उजाला ।
 कहे 'कबीर' सुनो भाई साधो, नहीं काल का डर है ||4|| `
},

{
    title: " Satguru Pura Mhane Milya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सतगुरु पुरा म्हाने मिल्या है सुमरतां, 
    पियाजी री छतरी बताओ जी ॥ टेर ॥

1 कहाँ सेती तुम चलकर आया रे, 
कुण थाने रस्ता बताया जी, 
कहाँ तेरा स्थान कहीजै रे, 
सो मोहे दरसाओ जी ॥1॥

2 नाम नगर से चलकर आया रे,
 सतगुरु रस्ता बताया, 
 भवसागरिये मे तीरना उपर, 
 पकड़ भुजा सतगुरु ल्याया ||2||

3 चढ़ छतरी पर मगन भया है रे, 
भँवर कुसाली पे आया, 
सात सखी रल मंगल गावै, 
जमड़ा देखत रोया ||3 ||

4 नवलनाथ जोगी पुरा म्हाने मिलिया, 
रब का रस्ता बताया, 
भणत कमाल नवल थारे शरणे, 
बैठ तन्दूरे पे गाया ||4|| `
},

{
    title: " Satguru Saheb Banda Ek ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सतगुरु साहेब बंदा एक है जी 
    भोली साधुडा से किस्योड़ी भिरांत म्हारा बीरा रे
     साध रे पियालो रल भेला पिव जी ।।

धोबिड़ा सा धोव गुरु का कपडा रे 
कोई तन मन साबण ल्याय म्हारा बिरा रे 
तन रे सीला रे मन साबणा रे 
ये तो मैला मैला धुप धुप जाय म्हारा बिरा रे ।।1।।

काया रे नगरिये में आमली रे 
ज्या पर कोयालड़ी तो करे र किलोल ।
 कोयलड्या रे शबद सुहावना रे।
  बे तो उड़ उड़ लागे गुरु के पाँव म्हारा बिरा रे ।।2।।

काया रे नागरिये में हाटडी रे
 ज्या पर बिणज करे साहूकार म्हारा बिरा रे
  कई तो करोड़ी धज हो चल्या रे 
  कई गया ह जमारो हार म्हारा बिरा रे ।।3।।

सीप रे समन्दरिये में निपजे रे 
कोई मोतिड़ा तो निपजे सीपा माय म्हारा बिरा रे 
बूंद रे पड़ रे हरी के नाम की रे 
कोई लखियो बिरला सा साध म्हारा बिरा रे ।।4।।

सतगुरु शबद उचारिया रे
कोई रटीयो साँस म साँस म्हारा बिरा रे
 देव रे डूंगरपुरी बोलिया रे 
 जांका सत अमरापुर बास म्हारा बिरा रे ।।5।। `
},

{
    title: " Seva Mhari Mano Ganpat ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सेवा म्हारी मानो गणपत, पूजा म्हारी मानो । 
    खोलो म्हारे हिवडे रा ताला जी ॥ टेर ॥

1 जल भी चढ़ाऊँ देवा, कोनी रे अछूता । 
कोई जलवा ने मछल्या बिगाड्या जी ॥1॥

2 चन्दन चढ़ाऊँ देवा, कोनी रे अछूता ।
 चन्दन ने सर्प बिगाड्या जी || 2 ||

3 फूल चढ़ाऊँ देवा, कोनी रे अछूता ।
 फूलड़ा ने भँवरा बिगाड्या जी ॥ 3 ॥

4 दूधड़ला चढ़ाऊँ देवा, कोनी रे अछूता ।
 दूधड़ला ने बाछड़ा बिगाड्या जी || 4 ||

5 काया भी चढ़ाऊँ देवा, कोनी रे अछूता ।
 काया न करमा बिगाड्या जी || 5

6 पाँच चरण जति गोरक्ष बोल्या ।
 साँई तेरा नाम अछूता जी ॥ 6 ॥ `
},

{
    title: " Sheesh Gang Ardhang ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शीश गंग अर्धग पार्वती, सदा विराजत कैलासी ।
     नंदी भृंगी नृत्य करत हैं, धरत ध्यान सुर सुखरासी ॥

1 शीतल मन्द सुगन्ध पवन, बह बैठे हैं शिव अविनाशी ।
 करत गान-गन्धर्व सप्त स्वर, राग रागिनी मधुरासी ॥

2 यक्ष-रक्ष-भैरव जहँ डोलत, बोलत हैं वनके वासी ।
 कोयल शब्द सुनावत सुन्दर, भ्रमर करत हैं गुंजा-सी ॥

3 कल्पद्रुम अरु पारिजात तरु, लाग रहे हैं लक्षासी ।
 कामधेनु कोटिन जहँ डोलत, करत दुग्ध की वर्षा-सी ॥

4 सूर्यकान्त सम पर्वत शोभित, चन्द्रकान्त सम हिमराशी ।
 नित्य छहों ऋतु रहत सुशोभित, सेवत सदा प्रकृति दासी ॥

5 ऋषि मुनि देव दनुज नित सेवत, गान करत श्रुति गुणराशी ।
 ब्रह्मा, विष्णु निहारत निसिदिन, कछु शिव हमकूँ फरमासी ॥

6 ऋद्धि-सिद्धि के दाता शंकर, नित सत् चित् आनन्दराशी ।
 जिनके सुमिरत ही कट जाती, कठिन काल यमकी फांसी ॥

7 त्रिशूलधरजी का नाम निरन्तर, प्रेम सहित जो नर गासी ।
 दूर होय विपदा उस नर की, जन्म-जन्म शिवपद पासी ॥

8 कैलासी काशी के वासी, विनाशी मेरी सुध लीजो ।
 सेवक जान सदा चरनन को, अपनो जान कृपा कीजो ॥

9 तुम तो प्रभुजी सदा दयामय, अवगुण मेरे सब ढकियो ।
 सब अपराध क्षमाकर शंकर, किंकर की विनती सुनियो ॥

10 शीश गंग अर्धग पार्वती, सदा विराजत कैलासी ।
 नंदी भृंगी नृत्य करत हैं, धरत ध्यान सुर सुखरासी ॥ `
},


{
    title: " Shiv Damaru Wale Ko ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शिव डमरू वाले को, दिल से ना भूलाना तू।
     शंभू त्रिपुरारी की, निज आरती गाना तू।।

1 शिव शिव कहके प्राणी, जीने का मजा लेले। 
मालूम नहीं कब तू दुनिया से रजा लेले। 
भोले भण्डारी को, निज हाल सुनाना तू ।।

2 किस्मत के भरोसे पे, कर्मो को किये जा तू। 
दो दिन की रवानी है, हँस हँस के जिए जा तू। 
माया के दीवानों का, कुछ खोफ ना खाना तू।।

3 पीकर के जहर शिव ने, अमृत को बिसारा था।
 कर जोड़ के देवो ने, भोले को पुकारा था। 
 शिव चरण के पाणी को, आँखों से लागाना तू ।। `
},


{
    title: " Shivji Ke Charna M Chal Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शिव जी के चरणा म चाल रे मन मायला रे ।।

1 जे तन जीवड़ा जगत लुभाव, 
धीरज की रे कर ढाल रे ।।1

2 सुख सावन तेर सदा ही रवगो,
 नित की नयोड़ी साल रे ||2||

3 शिवजी से मिलबा को चाव पुराणों,
 कावड़ काट है जाल रे ।।3।।

4 शिवजी मिल्या मन मंगल गावै,
 बाजे मृदंग घड़ ताल र।।4।। `
},


{
    title: "Shree Ganesh Kato Kalesh ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्री गणेश काटो कलेश, नित्य हमेश,
     ध्यावाँ थाने अरजी कराँ दरबार में ॥॥ 

     अरजी दरबार में, करता सरकार में,
      श्री गणेश, काटो कलेश ॥ टेर ॥

1 दूँद हुँदाला, सूँड सुन्डाला-मोटा मूँड, 
लम्बी सूंड फरकै दूंद, घ्यावाँ थानै 
अरजी करां दरबार में ||1

2 पुष्पन माला, नयन विशाला-चदै सिन्दूर, 
बरसे नूर दुश्मन दूर, ध्यावाँ थाने 
अरजी करां दरबार में || 2 ||

3 रिद्ध सिद्ध नारी, लागै पियारी, 
रिद्ध सिद्ध नार, भरो भण्डार करो कल्याण, 
ध्यावाँ थाने अरजी करां दरबार में ||3|

4 दास मोती सिंह, तेरा यश गावै, गुरु चरणा में शीश नवावै । 
दो वरदान, मागू दान, सेवा अपार, 
ध्यावां थाने अरजी || 4 || `
},


{
    title: " Sov Hai Ke Jage Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सोव है के जागे है नागण तेरो कंथ ।।

कोमल कृष्ण गेंद के कारण 
कूद पड्यो जमुना मझधारण 
कालीदे को भय नही मान्यो 
कुदयो है निशंक सोव है के जागे है......

तू बालक मोहे मती सतावे 
तेरे रूप की दया जो आवे 
सुत्या बासिक मती जगावे 
सुतयो है निशंक सोव है के जागे है.......

नागण नाच जागती अपना 
अब तू देर लगावे मत ना 
तेर पति संग पाछी खेलूं 
केसा बलवंत सोव है के जागे है.......

ऊँगली पकड़ कर बांह मरोड़ी 
उठो नाग मे नागण तेरी 
तेरी द्वारे ऊभो बैरी रुदन 
करे सोव है के जागे है........

सो सो बासिक ने फन कीन्हा श्
री कृष्ण ने अपने बस कीन्हा 
फण फण पे पाँव रख दीन्हा 
नृत्य करे सोव है के जागे है........

नाग नाथ हरि बाहर आये 
नगरी के लोग तमाश आये
 "सुखीराम" भाषा में गाये 
 चरणों में ध्यान सोव है के जागे है........ `
},


{
    title: " Sukh Bhar Nind ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सुख भर नींद, अरे हां नीद रे अरे हां । 
    कोई सुत्या ने राणा जी ने सपनों आयो जी म्हारा राज ।।

आयो आयो आयो राणा ने जंजाल, अरे हां जंजाल 
कोई मीरा रे मेड़तनी भगवा ले लियो जी म्हारा राज ।। 1 ।।

मांडो रे साथीडो घोड़ा पर जीन रे, कोई आपा रे, 
चाला मीरा बाई के देश, जी म्हारा राज ।।2।।

चडग्या चडग्या राणो सा मांझल ढलतोड़ी रात, कोई टोवा रे,
 कोई तड़के सूरज उगियो जी म्हारा राज ||3||

पूछे पूछे राणा जी गाया को ग्वाल, 
रे कोई मार्गियों बता दयो मीरा बाई के देश को जी म्हारा राज ।।4।।

बाँयो बाँयो गेलो इंदरगढ़ ने जाए और राणा जी 
कोई जिवनों तो जासी मीरा जी के देश जी म्हारा राज ।।5।।

पूछे पूछे राणा सा पाणी री पनियार, 
कोई पोल बता दयो मीरा बाई के बाप की जी म्हारा राज ||6||

सूरज सूरज सामी मेड़तिया की पोल 
कोई खेले जबरको मीरा बाई के बारने जी म्हारा राज ।।7।।

मिलगी मिलगी राणा ने साधा री जमात, 
कोई मीरा रे मेड़तनी आवे नाचती जी म्हारा राज ।।8।।

गावे गावे मीरा मदन गोपाल कोई पगा रे 
बजावे मीरा भाई घुघरा जी म्हारा राज ।।911

आई आई राणा जी ने रिश कोई काड रे 
कटारो मीरा उपर कोपीयो जी म्हारा राज ।।10।।

होगी होगी मीरा एक की हजार, 
कोई कुणसी मारे कुणसी से छोड़ दे म्हारा राज ।।11।।

मीरा थारो बिड़द बताएं ओ मेड़तनी, 
कोई जीवबिड़द बताया, थाने पूजस्या जी म्हारा राज ||12 ||

माधो लखियो असल गवार, औ राणाजी 
कोई पहला लखतो तो स्वर्गा ले चालती जी म्हारा राज ।।13 ||

मीरा गावे ज्याने बँकुटा को वासी होए 
जन्म-मरण से छूट ज्यासी म्हारा राज ।।14।। `
},

{
    title: " Sukh Thode Dukh Ghane Jagat Me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सुख थोड़े दुःख घणे जगत मँ, भोग्यां कष्ट सरै राणी ।
     किस किस के दुःख दूर करै, या दुनियाँ दुःखी फिरै राणी ।। टेर ।।

1 कीड़ी कण बिन, हाथी मण बिन, नागिण फण बिन दुखिय सै ।
 चकवी मिलन बिन, बाँझ जणन बिन, सती सजन बिन दुखिया सै ।
   केहरी बन बिन, सूरा रण बिन, भुखा अन बिन दुखिया सै ।
    विषय भोग बिन, इन्द्री मन बिन, कंगला धन बिन दुखिया सै ।
     पंछी गगन बिन दुखिया सै जो पिंजरै आन घिरै राणी ।।1।।

2 मात कुलछणी, मुरख बेटा, फूवड़ नारी दुःखी करै । 
बाप कै मौसी, बुरा पड़ोसी, ओछी यारी दुःखी करै ।
 चुगली चर्चा, जुआ जामनी, चोरी जारी दुःखी करै । 
 पट पर खेती, फसल पछेती, कोढ़ी क्यारी दुःखी करै । 
 गुप्त बिमारी दुखी करै जब चिन्ता चित्त चरै राणी ।।2।।

3 खेत उगाला माह में पाला, मुण्डा फाला दुःखी करै ।
 भीत में आला, पछीत में खाला, घर में साला दुखी करै । 
 थोथा नाला दे काढ़ दिवाला, बिगड्या ताला दुखी करै ।
  दाल मे काला, पाँव में छाला, आँख में जाला दुखी करै ।
   खर्च कुढाला दुखी करै, यो कर्जा दुखी करै राणी ।।3।।

4 बालू की भींत, नीच की बस्ती, गाल मचोड़ा दुखी करै । 
कड़वो भैंस बोलणी ऊँटणी, बैल लतोड़ा दुःखी करै । 
मंजिल दूर की, बोझ घणा हो, जाथर थोडा दुखी करै । 
खोरी झोटाँ, साँड़ मारणा, अड़ियल घोड़ा दुखी करै ।
 रग पर फोड़ा दुखी करै, यो फूटै और भरै राणी ।।4।।

5 गरीब सताना, रोब जमाणा, क्रोध जगाणा दुखी करै ।
 मैला सा बाणा लागै लाणा, गाँव में थाणा दुखी करै ।
  गलती मैं आणा, स में उलाणा, बैर पुराणा दुखी करै ।
   ज्यादा खाणा, पैदल जाणा, दूर सिमाणा दुखी करै ।
    सुर बिन गाणा दुखी करै, यो न्यु जगदीश डरै राणी ।।5।। `
},

{
    title: " Sun Sun Bol Devariya Ka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज- कुणं जाणै या माया श्याम की...

सुण सुण बोल देवरिया का, आँख्या भर आई रे ! 
आ साँवरिया अरज करे, थारी नानी बाई रे !! टेर!!

बाबुल आयो भात भरणं नै, कोढ़ो नहीं लगावण नै, 
कह नाराणूं आग्या सूरया, सींत मींत को खावणं नै, 
मंगता आय अखाड़ो माड्यो, देख भौजाई रे... 
आ साँवरिय..........

दीनानाथ कुहावो साँवरा, क्यांमै इतरी देर करी, 
सारा सगा नै महल माळिया, बाबुल नै टूटी टपरी, 
खावणं बूसी खीच ओरां नै, दई मिठाई रे.....
आ साँवरिया........

देख देख बाबुल की हालत, हियड़ो म्हारो फाट रह्यो,
 एकदिन म्हारै बाबुल कै घर, सब चीजां को ठाठ रह्यो,
  हाथी घोड़ा नौकर चाकर, घणां कन्हाई रे...
आ साँवरिया......

ऊं दिन साँवरा बिनां बुलायो, रोज घरां आतो जातो,
 घणां सेठ साहूकारां को मेरै, बाबुल घर चलतो खातो, 
 पड़ी मुसीबत कोई नहीं जो, करै सहाई रे......
आ साँवरिया......

नां साँवरा मेरै मां को जायो, क्यां पर साँवरा धीर धरूं, 
दुःख सैं उठै हिलोरा मनमैं, सरवरिया मैं डूब मरूं, 
थारो एक सहारो साँवरा, करो सुणाई रे....
 आ साँवरिया........

भक्त "महेश "सुणै साँवरियो, जो विपदा में ध्यान धरै, 
नानी की अरजी सुण आयो, बीरो बणकर भात भरै, 
कह गए "रामप्रताप पिता "मन हो सच्चाई रे.... 
आ साँवरिया...... `
},

{
    title: " Sunn Sahar Sahar Ghar Basti ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सुन्न घर शहर, शहर घर बस्ती, कुण सोव कुण जागे है । 
    साध हमारे हम साधन के, तन सोवे ब्रह्म जागे है ।।

जल विच कमल, कमल विच कलियाँ, भँवर वासना लेता है,
 पांचू चेला फिरे अकेला, अलख अलख जोगी करता है ।।1।।

भंवर गुफा में तपसी तापै, तपसी तपस्या करता है अस्त्र,
 वस्त्र कछु नहीं रखता, नागा निर्भय रहता है ।।2।।

एक अप्सरा आगै ऊबी, दूजी सुरमो सारे है
 तीजी सुषमण सेज बिछावे, परण्या नहीं कंवारा है ।।3।।

एक पिलंग पर दो नर सूत्या, कुण सोवै कुण जागै है
 च्यारूं पाया दिवला जोया, चोर किसी विध लागै है । 4

परण्या पेली पुत्र जलमिया, मात-पिता मन भाया है 
शरण मच्छेन्द्र जती गोरख बोल्या, एक अखंडी नै ध्याया है ।।5।।

जीवत जोगी माया भोगी, मरया पछ नर माणी है 
खोज्या खबर करो घट भीतर, "जोगाराम" की बाणी है ।।6।। `
},

{
    title: " Tera Bhagat Kare ardaas ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरा भक्त करे अरदास, 
    ज्ञान मोहे दीज्यो हे काली ।।

1. काली जी ने बाग लगाया, पर्वत हरियाली,
 जामे भ्रमर करे गुंजार, बाग के द्वार खड़ा माली ।।

2. सवा पहर रण क्षेत्र बीच में, खप्पर भर चाली, 
कर दुष्टन का नाश, भक्त की करती रखवाली ।।

3. चाबे बीड़ा पान, अधर की अजब बनी लाली, 
तेर नाकन में नकनेसर सोहे, कर्ण फूल बाली ।।

4. ओढ़े चांगो चीर, मुकुट की शोभा दंगाली,
 रामानंद ब्राह्मण गावे, कलकते वाली ।। `
},

{
    title:  " Tune Hiro So Janam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : कुण जाने आ माया श्याम की, अजब निराली रे,

तूने हीरा सो जन्म गवायो, भजन बिना बावरा ।।

ना संता के शरणे आयो, ना तूं हरि गुण गायो 
पच पच मरीयो बैल की दाई, सोय रहयो उठ खायो रे ।।1।।
भजन बिना बावरा, हीरा सो जन्म गवायो रे.....

यो संसार फुल सोमल रो, सुआ देख लुभायो,
 मारी चोच निकल गई रूई, शिर धुन धुन पछितायो, 
 भजन बिना बावरा, हीरा सो जन्म गवायो रे.....

यो संसार हाट बणीये री, सब जग सोदे आयो, 
चतुर माल चोगुणो किनो, मुरख मुल गमायो, 
भजन बिना बावरा, हीरा सो जन्म गवायो रे

यो संसार माया रो लोभी, ममता महल चुणायो, 
कहत कबीर सुणो भाई संता, हाथ कछु नही आयो,
 भजन बिना बावरा, हीरा सो जन्म गवायो रे...... `
},

// {
//     title: "",
//     youtubeId: "", // I added a working ID here for you
//     lyrics: `.`
// },
];

