// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Ram Bhajan "] = [

{
    title: " Aisa Ram Hamara ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ऐसा राम हमारा, साधो ऐसा राम हमारा, 
    ऐसा राम हमारा, साधो ऐसा रामजी हमारा,

1 न्यारा रहकर सबमे शामिल, और शामिल रहकर न्यारा,
 अजर अमर अभेद अक्षय है, वोही सबका पालनहारा है, 
 साधो ऐसा रामजी हमारा.......

2 जनम मरण बंधन से न्यारा, तात मात नहीं द्वारा, 
ब्रह्मानन्द जो सबका गुरु है, वोही गुरु हमारा 
साधो ऐसा रामजी हमारा..... `
},

{
    title: " Badi Der Bhayi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बड़ी देर भई, कब लोगे खबर मोरे राम ।।

1 कहते हैं तुम हो दया के सागर, फिर क्यूँ खाली मेरी गागर
 झूमें झुके कभी ना बरसे, कैसे हो तुम घनश्याम ।।

2 सुनके जो बहरे बन जाओगे, आप ही छलिया कह लाओगे 
मेरी बात बने ना बने, हो जाओगे तुम बदनाम ।।

3 चलते-चलते मेरे पग हारे, आई जीवन की शाम 
कब लोगे खबर मोरे राम, बड़ी देर भई... `
},


{
    title: " Bhaj Man Ram Charan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राग : दरबारी

भजमन राम चरण सुखदाई, राम चरण सुखदाई ।।

जिहि चरननसे निकसी सुरसरि, शंकर जटा समाई। 
जटासंकरी नाम परयो है, त्रिभुवन तारन आई ॥

जिन चरननकी चरनपादूका, भरत रह्यो लिव लाई।
 सोइ चरन केवट धोइ लीने, तब हरि नाव चलाई ॥

सोइ चरन संतजन सेवत, सदा रहत सुखदाई। 
सोइ चरन गौतमऋषि-नारी, परसि परमपद पाई ॥

दंडकबन प्रभु पावन कीन्हो, ऋषियन त्रास मिटाई।
 सोई प्रभु त्रिलोकके स्वामी, कनक मृगा सँग धाई ॥

कपि सुग्रीव बंधु भय-ब्याकुल, तिन जय छत्र फिराई।
 रिपु को अनुज बिभीषन निसिचर, परसत लंका पाई ॥

सिव सनकादिक अरु ब्रह्मादिक, सेष सहस मुख गाई।
 तुलसीदास मारुत-सुतकी प्रभु, निज मुख करत बढाई ॥ `
},

{
    title:   " Dashrath kahe sun Kaikayi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दशरथ कहे सुन कैकेई ये काम तेरा,
     वन में भेज दिया प्राणों से प्यारा राम मेरा,
      राम मेरा हे राम मेरा हे प्राणों से प्यारा राम मेरा 
      राम को वन मत भेज कैकेई प्राणों से प्यारा राम मेरा 
      राम मेरा हे राम मेरा-२ 
      ये काम तेरा वन में भेज दिया प्राणों से प्यारा राम मेरा

१) राज भरत को राम वन जाए दोनों वचन निभाइए,
 नहीं तो महाराज दसरथ आप साफ नट जाइए,
  क्यूं मुर्झाया नाथ आपका ये चेहरा- वन में
   भेज दिया प्राणों से प्यारा राम मेरा........

२) वचन देय पल्टुं ना रानी हार हो या जीत हो, 
प्राण जाए पर वचन न जाए ये रघुकुल की रीत हो, 
होनहार रानी के घर को आ घेरा 
वन में भेज दिया प्राणों से प्यारा........

३) पंचवटी में जाय प्रभु ने वन में जा विश्राम किया, 
माधोदास चरण का चेरा, चरण दबाती है सिया, 
लक्ष्मण भैया कुटिया के आगे दे पहरा- वन 
में भेज दिया प्राणों से प्यारा राम मेरा `
},

{
    title: " Ek bar jo raghuvar ki nazro ka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक बार जो रघुबर की, नजरो का इशारा हो जाये,
     तेरी लगन में खो जाऊँ मैं, दुनिया से किनारा हो जाये।।

श्री राम तुम्हारे चरणों में, आशीष सभी को मिलती है, 
यह धूल तुम्हारी मिल जाये, जीवन का सहारा हो जाये।

एक बार जो रघुवर की, नजरो का इशारा हो जाये,
 तेरी लगन में खो जाऊँ मैं, दुनिया से किनारा हो जाये।।

सरकार तुम्हारी महफिल में, तकदीर बनाई जाती है,
 मेरी भी बिगड़ी बन जाये, एहसान तुम्हारा हो जाये।

एक बार जो रघुवर की, नजरो का इशारा हो जाये,
 तेरी लगन में खो जाऊँ मैं, दुनिया से किनारा हो जाये।।

ये श्री राम का मंदिर है, भागीरथी गंगा बहती है,
 सब लोग यहाँ पे तरते है, भव पार सभी का हो जाये।

एक बार जो रघुबर की, नजरो का इशारा हो जाये,
 तेरी लगन में खो जाऊँ मैं, दुनिया से किनारा हो जाये।। `
},

{
    title: " Har Pal Tumhari Yaad ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : आओ दिल ने तुमको पुकारा,

हर पल तुम्हारी याद आती रहे राघव, आती रहे, 
तेरी छवि मन को लुभाती रहे, 
हर पल तुम्हारी याद आती रहे......

फूलों और कलियों में तेरी हंसी हो, 
बुलबुल के गीतों में तेरी खुशी हो, 
वाणी तेरे गुण गाती रहे,
 हर पल तुम्हारी याद आती रहे ।।1।।

कुछ भी नहीं था सिवा तेरे प्यारे, 
जो कुछ भी था सब तेरे हवाले, 
नैनो में तेरी छबि समाती रहे, 
हर पल तुम्हारी याद आती रहे ।।2।।

प्रभु हम भक्तों की चाह यही है, 
श्रीराम मिलन की आस जगी है,

(प्रेम में कुछ इस तरह मगरुर हो जाऊंगा मैं, 
श्याम तुम बनना समा ताफुर हो जाऊंगा मैं, 
मै जो गर चाहूं तो चाहूं तुम न मुझको चाहना, 
और तुम जो गर चाहे तो फिर मशहूर हो जाऊंगा मैं।।)

प्रभु हम भक्तो की चाह यही है, 
श्रीराम मिलन की आस जगी है, 
जीभा ये नाम गुनगुनाती रहे, 
हर पल तुम्हारी याद आती रहे ।।4।। `
},

{
    title: " Jaay Milyo Mata Sita se",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जाय मिल्यो माता सीता स, 
    सीता माता स, 
    अंजनी कुमार बलाकारी वो।।

1. रीछ वानरा मिल बतलाया कुन कुद सागर पारी वो। 
राम सूमीर क चल्यो हनुमंतो, सियावर को आज्ञाकारी वो।।

2. छोटी सी देह धरी वानर की, जाय बेठयो ईमल्यां डारी वो। 
चित उदास देख माता को, ऊपर से मुंदरी डारी वो।।

3. देख मुद्रिका कलपन लागी, या मुँदरी कहा से आयी वो। 
क ल्यायो कोई जीव र जिनावर, क ल्यायो राक्षस भारी वो।।

4. तल उतर परणाम करया ह, जाय पड़यो चरणा र माही वो। 
अंजनी को पुत्र दुत रघुवर को, सियावर की सोगंध खाई वो।

5. माता सीता वचन कहत ह, कहो कुशल प्रभुजी की सारी वो। 
ऐसो गुनाह कोण होयो मोस, रामचंद्र अंग से न्यारी वो।।

6. कह हनुमंतो सुनो मेरी माता, दशरथ सुत प दुःख भारी वो। 
जाय कहूँ त्रिलोकि के पति न, चढ़ आवला दोन्यू भाई वो।।

7. अठारह पदम दल रीछ बांदरा, बाली को पुत्र अंगद भारी।
 नल और नील कपि सुग्रीवा, जामवन्त योद्धा भारी वो।।

8. कह हनुमंतो सूण मेरी माता, भूख लगी मोको भारी वो। 
नया नया फल खाओ रे बांदरा, कुम्भकरण राक्षस भारी वो।।

9. आज्ञा ले फल खाया बाग म, वृक्ष उपाड़ सेना मारी वो। 
बाग उजाड़ कंवर न मारयो, तुलसीदास लंका जाली वो।। `
},

{
    title: " Jab Se Sharan Li Ram Ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जब से शरण ली राम की, आनंद ही आनंद है 
    मन का ना कोई कष्ट है, ना ही हृदय के द्वंद्व है ।।

हर जीव जैसे मीत है, हर बोल जैसे गीत है 
यहां प्रीत की ही रीत है, जीवन मधुर सा छंद है
 जब से शरण ली,,,, ।।1।।

सब सत्य मिथ्या है नहीं, निश्चिंत मन व्यथा नहीं 
सतपथ पे चलने को यहां, जीवन सदा स्वच्छंद है 
जब से शरण ली,,,, ।।2।।

जो भी मिले संतुष्ट है, हर तन व हर मन पुष्ट है 
चंपा सज्जन चहुंओर सब, ना जगत के फंद है 
जब से शरण ली,,,, ।।3।। `
},

{
    title: " Jai Jai Bolo Siyapati ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जय जय बोलो सियाराम जी की

सीताराम लक्ष्मण भरत शत्रुघ्न 
भक्ति भली हनुमान जी की ।।1।।

सरयू के तट पर अयोध्या नगरी
 सन्तन के विश्राम की ।।2।।

तुलसी दास भजो भगवाना 
लज्जा राखो माँ जानकी ।।3।। `
},

{
    title:   " Jai Raghunandan Jai Siya Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जय रघुनन्दन जय सियाराम, 
    हे दुखभंजन तुम्हे प्रणाम।।

1. भ्रात भ्रात को हे परमेश्वर, 
स्नेह तुन्ही सिखलाते, 
नर नारी के प्रेम की ज्योति, 
जग मे तुम्ही जलाते, 
ओ नैया के खेवन हारे, 
जपूं मै तुमरो नाम, जय रघुनन्दन-

2. तुम्ही दया के सागर प्रभु जी,
 तुम्ही पालन हारे, 
चैन तुम्ही से पाए केवल, 
मनवा सांझ सवेरे, 
जो भी तुमरी आस लगाये, 
बने उसी के काम, जय रघुनन्दन- `
},

{
    title: " Janaki Naath Sahay Kare ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जानकी नाथ सहाय करें जब कौन बिगाड़ करे नर तेरो ..

सुरज मंगल सोम भृगु सुत बुध और गुरु वरदायक तेरो .
 राहु केतु की नाहिं गम्यता संग शनीचर होत हुचेरो ..

दुष्ट दुरूशासन विमल द्रौपदी चीर उतार कुमंतर प्रेरो .
 ताकी सहाय करी करुणानिधि बढ़ गये चीर के भार घनेरो ..

जाकी सहाय करी करुणानिधि ताके जगत में भाग बढे रो. 
रघुवंशी संतन सुखदायी तुलसीदास चरनन को चेरो .. `
},

{
    title: " Janha Le Chaloge Wanhi Me Chalunga ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जहाँ ले चलोगे वहीं मैं चलूँगा, 
    जहाँ नाथ रखोगे वहीं मैं रहूँगा ।।

1. यह जीवन समर्पित चरण में तुम्हारे, 
तुम्ही मेरे सर्वस तुम ही प्राण प्यारे, 
तुम्हे छोड़ कर ना किसी से कहूँगा,
 जहाँ ले चलोग

2. ना कोई उलाहना ना कोई अर्जी,
 करलो करलो जो है तेरी मर्जी,
  कहना भी होगा तो तुमसे कहूँगा,
   जहाँ ले चलोग-

3. दयानाथ दयादीन मेरी अवस्था, 
तेरे हाथ है अब मेरी सारी व्यवस्था,
 जो भी कहोगे तुम, वही मैं करूँगा,
  जहाँ ले चलोग- `
},

{
    title: " Janki Janki Mai na du Janki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रावण मंदोदरी से कहता है:-

जानकी जानकी मैं ना दूँ जानकी,
 मैंने बाज़ी लगाई है जान की।

1 मुझको परवा नहीं अपनी जान की, 
मैं चुरा लाया मैं राम की जानकी। 
तेरा बीटा जला, मेरी लंका जली, 
अब ना वापिस करूँगा मैं जानकी ॥

2 मेरे महलो की रानी बने जानकी, 
तेरे पास बिठाऊंगा मैं जानकी। 
मेरे मन में बसी उस दिन जानकी, 
जब सवमवर में देखि थी जानकी ॥

3 पार होगा वोही जिसे पकड़ेंगे राम, 
जिस को छोड़ेंगे पल भर में डूब जाएगा 
मुझको चिंता नहीं अपनी जान की, 
मुझको चिंता लगी है उसकी जान की 
मैंने खायी कसम अपनी जान की, 
मरते दम तक ना दूंगा मैं जानकी ॥ `
},

{
    title: " Jara Der Thaharo Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जरा देर ठहरो राम तमन्ना यही है
     अभी हमने जी भर के देखा नही है ॥

कैसी घड़ी आज जीवन की आई ।
 अपने ही प्राणो की करते विदाई ।
  अब ये अयोध्या हमारी नहीं है ॥

माता कौशल्या की आंखों के तारे।
 दशरथ जी के राज दुलारे ।
  कभी ये अयोध्या को भुलाना नहीं है ॥

जाओ प्रभु अब समय हो रहा है।
 घरों का उजाला भी कम हो रहा है।
  अंधेरी निशा का ठिकाना नहीं है ॥ `
},

{
    title: " Jis Mala Me Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जिस माला में राम नाम ना वो माला किस काम की।
     भजले मनवा सांझ सवेरे एक माला हरी नाम की ।।

1 ये संसार कागज की पुडिया बूँद पड़े गल ज्यायसी ।
 तेरी मेरी छोड़ बावले धून लगा हरी नाम की।।

2 नैन दिए हरी दर्शन करने कान दिए सुण ज्ञान रे।
 जीभ देई हरी गुण गाणे को बोलो सियावर राम की।।

3 पवन घन का गाजे अजमल तीर गए हरी नाम से।
 ध्रुव तारे प्रहलाद उबारे होए कृपा भगवान् की ।। `
},

{
    title: " Jiske Hriday Me Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जिसके हृदय में राम नाम बंद है,
     उसको हर घड़ी आनंद ही आनंद है।।

लेकर सिर्फ राम नाम का सहारा, 
इस दुनिया से करके किनारा, 
प्रभु राम की रजा में रजामंद है, 
उसको हर घड़ी आनंद ही आनंद है ।।1।।

जिसकें हृदय में राम नाम बंद है, 
उसको हर घड़ी आनंद ही आनंद है।।

बुरी संगत की रंगत से दूर रहे,
 निंदा चुगली कभी ना किसी की कहे,
  जिसको सत्संग हरदम पसंद है,
   उसको हर घड़ी आनंद ही आनंद है ||2||
    जिसकें हृदय में राम नाम बंद है,
     उसको हर घड़ी आनंद ही आनंद है।। `
},

{
    title: " Kabhi Kabhi Bhagwan Ko Bhi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कभी कभी भगवान् को भी भक्तों से काम पड़े,
     जाना था गंगा पार प्रभु केवट की नाव चढ़े ।।

1. अवध छोड़ प्रभु वन को धाये, 
सिया राम लखन गंगा तट आये, 
केवट मन ही मन हर्षाये, 
घर बैठे प्रभु दर्शन पाए, 
हाथ जोड़ कर प्रभु के आगे केवट मगन खड़े,
 कभी कभी भगवान् को

2. प्रभु बोले तुम नाव चलाओ, 
अरे पार हमे केवट पहुँचाओ,
 केवट बोला सुनो हमारी,
  चरण धुल की माया भारी,
   मैं गरीब नैया मेरी नारी ना होए पड़े,
    कभी कभी भगवान् को-

3. चली नाव गंगा की धारा,
 सिया राम लखन को पार उतारा,
  प्रभु देने लगे नाव उतराई,
   केवट कहे नहीं रघुराई,
    पार किया मैंने तुमको,
     अब तू मोहे पार करे, 
     कभी कभी भगवान् को-

4. केवट दौड़ के जल भर ले आया,
 चरण धोये चरणामृत पाया,
  वेद ग्रन्थ जिन के गुण गाये,
   केवट उनको नाव चढ़ाए,
    बरसे फूल गगन से ऐसे,
     भक्त के भाग्य जगे,
      कभी कभी भगवान् को- `
},

{
    title: " Kahe ki Kami Jake Ram Dhani ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` काहे की कमी जाके राम धनी ।

मनसा-नाथ मनोरथ पूरन, सुख-निधान जाकी मौज धनी।

अर्थ, धर्म, अरु काम, मोक्ष, फल, चारि पदारथ देत गनी।

इंद्र समान हैं जाके सेवक, नर वपुरे की कहा गनी।

कहा कृपिन की माया गनियै, करत फिरत अपनी-अपनी।

खाइ न सकै खरचि नहिं जानै, ज्यौं भुजंग-सिर रहत मनी।

आनंद-मगन राम-गुन गावै, दुख-सँताप की काटि तनी।

सूर कहत जे भजत राम कौं, तिनसौं हरि सौं सदा बनी।।  `
},


{
    title: " Kaikai tune lut liya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज दृ मुझे पिने का शौक

कैकई तूने लुट लिया, दशरथ के खजाने को,
 तू तरस जाएगी रानी, मांग अपनी सजाने को,
  कैकई तुने लुट लिया, दशरथ के खजाने को ।।

1 भाल तरसेगा बिंदिया को, आँख तरसेगी कजरे को,
 हाथ तरसेंगे कंगन को, बाल तरसेंगे गजरे को, 
 तू तरस जाएगी रानी, सबसे मिलने मिलाने को, कैकई तुने लुट लिया, दशरथ के खजाने को ।।

2 मार पाई ना तू मन को, तूने जाना है धन जन को,
 रघुकुल के जीवन को, राम भेजे है वन को,
  तूने रस्ता चुना रानी, सीधे नरक में जाने को,
   कैकई तुने लुट लिया, दशरथ के खजाने को।।

3 राम प्राणों से प्यारे मेरे, नैनो के है तारे मेरे,
 तूने वर माँगा था मुझसे, ये उम्मीद ना थी तुझसे,
  रानी वन में ना तुम भेजो, रघुकुल के घराने को,
   कैकई तुने लुट लिया, दशरथ के खजाने को।। `
},

{
    title: " Kaise Raam Naam Bisaravu ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कैसे राम नाम बिसराऊं ।।

राम ही सत है राम ही गत है, संतन मत संग जाऊं 
राम जगत पितु मात भ्रात है, चरण शरण हो जाऊं 
कैसे राम नाम,,, ||1||

राम ही प्राणाधार तन मन निकसे तो मर जाऊं 
मैं बिंदू सिन्धु राघव का, लहर लहर जप जाऊं 
कैसे राम नाम,,, ||2||

राम राम सिया राम राघव, जनम जनम गुण गाऊं 
चंपा पद रज किंकर सियप्रिय, बन जाऊं 
तर जाऊं कैसे राम नाम,,, । |3|| `
},

{
    title: " Koi Jake Kahiyo re",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कोई जाके कहियो रे, भरत (भैया) न पुकार न के
     लौटे हैं अयोध्या राम, रावण मार के ।।

1:- विप्र का रूप धर चले महावीर है, 
निकट पहुँचे जाके सरयु की तीर है।
 बोले हैं विप्र बेन, प्रेम से पुकार के ।।

2:- सागर पर सेतु बान्धा सेना भई पार है, 
मारे असुर राम लंका पधार के। 
भक्त उबारया दाता, बिड़घ सम्भाल के ।।

3:-रिपुरण जीत लिया वैद जस गाव है,
 सीता अनुज सहित प्रभु आव है। 
 अब तो निहारो दाता, पलक उघाड़ के ।।

4:- सुनके वचन खुशी भये मन माय रे, 
बजरंगी तोसे उरीण नाय रे। 
मिल्या है भरत जठ, भुजा तो पसार के।। `
},

{
    title: " Milta Hai Sachha Sukh ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मिलता है सच्चा सुख केवल भगवान तुम्हारे चरणों मे ।
     यह विनती है पल पल छिन छिन, रहे ध्यान तुम्हारे चरणों मे ।।

1. चाहे वैरी सब संसार बने, 
चाहे जीवन मुझ पर भर बने, 
चाहे मौत गले का हार बने, 
रहे ध्यान तुम्हारे चरणों मे

2. चाहे अग्नि मे मुझे जलना हो,
 चाहे कांटो पे मुझे चलना हो,
  चाहे छोड़ के देश निकलना हो,
   रहे ध्यान तुम्हारे चरणों मे

3. चाहे संकट ने मुझे घेरा हो,
 चाहे चारों और अंधेरा हो,
  पर मन नहीं डगमग मेरा हो,
   रहे ध्यान तुम्हारे चरणों मे

4. जिव्हा पर तेरा नाम रहे,
 तेरा ध्यान सुबह और श्याम रहे,
  तेरी याद मे आठों याम रहे,
   रहे ध्यान तुम्हारे चरणों मे `
},

{
    title: " Mitha Lage Bhilani ka Baur ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मीठा लागे भीलनी का बौर 
    मीठा लागे भीलनी का बौर 
    आज म्हाने मीठा लागे भीलनी का बौर

इन बेरन मै कई एक मीठा जी 
इन बेरन मै कई एक मीठा जी 
है मेवाड़ी रामा है 
जिनकी है खांडी कोर 
आज म्हाने मीठा लागे भीलनी का बौर

कदे तो मात कौशल्या भी देती जी
 कदेत मात कौशल्या भी देती जी 
 है मेवाड़ी राणा है 
 जिनका सुआद कछु और 
 आज म्हाने मीठा लागे भीलनी का बौर

ऐसे बेर भैया कदे ने खाया जी 
ऐसे बेर भैया कदे ने खाया जी 
है मेवाडी रामा है 
फिर आयो चारु और 
आज म्हाने मीठा लागे भीलनी का बौर

तुसी दास भजो भगवंता जी
 तुसी दास भजो भगवंता जी 
 है मेवाड़ी रामा है
धन्य सबरी तेरो भाग
 आज म्हाने मीठा लागे भीलनी का बौर `
},


{
    title: " Nagari ayodhya si ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `नगरी अयोध्या सी रघुकुल सा घराना हो 
    चरण हो राघव के जहां मेरा ठिकाना हो

लक्ष्मण सा भाई हो कौशल्या सी माई हो
 स्वामी तुम जैसा मेरा रघुराई हो चरण हो
  राघव के जहां मेरा ठिकाना हो

हो त्याग भरत जैसा सीता सी नारी हो
 लव कुश के जैसी संतान हमारी हो
  चरण हो राघव के जहां मेरा ठिकाना हो

श्रद्धा हो श्रवण जैसी शबरी सी भक्ति हो 
हनुमत के जैसी निष्ठा और शक्ति हो 
चरण हो राघव के जहां मेरा ठिकाना हो

मेरी जीवन नैया हो प्रभु राम खिवैया हो 
राम कृपा की तरह मेरे सर पर छैया हो 
चरण हो राघव के जहां मेरा ठिकाना हो

सरयू का किनारा हो निर्मल जलधारा हो 
दरस मुझे भगवन जिस घड़ी तुम्हारा हो 
नगरी अयोध्या सी रघुकुल सा घराना हो 
चरण हो राघव के जहां मेरा ठिकाना हो `
},

{
    title: " O Maiya Tene kya Thani ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ओ मईया तैने का ठानी मन में
राम-सिया भेज दए री वन में
राम-सिया भेज दए री वन में

1. जदपि भरत तेरो ही जायो, 
तेरी करनी देख लजायो, 
अपनों पद तैने आप गँवायो,
 भरत की नजरन में...
राम-सिया भेज दए री वन में

2. महल छोड़ वहाँ नहीं रे मड़ैया,
 सिया सुकुमारी, संग दोउ भईया,
  काहू वृक्ष तर भीजत होंगे, 
  तीनो मेहन में...
राम-सिया भेज दए री वन में

3. कौशल्या की छिन गयी वाणी, 
रोय ना सकी उर्मिल दीवानी, 
कैकेयी तू बस एक ही रानी, 
रह गयी महलन में...

राम-सिया भेज दए री वन में
राम-सिया भेज दए री वन में
राम-सिया भेज दए री वन में `
},

{
    title: " Patta Patta Tinka Tinka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` पत्ता पत्ता तिनका तिनका जोड़ते जाते है । 
    महलो के वासी जंगल में कुटी बनाते है ।।

राज महल में पाया जीवन फूलो में हुवा लालन पालन,
 राज महल के त्याग सभी सुख त्याग अयोध्या त्याग सिंघासन, 
 कर्म निष्ठ अपना अपना धर्म निभाते है ।।1।। 
 महलो के वासी जंगल में कुटी बनाते है

सुनते ही देवो ने आकर भील की रात का भेष बनाकर, 
परण कुटी रहने की प्रभु के रख दे हाथो हाथ सजाकर, 
राम सिया की सेवा कर सब पुण्य कमाते है ।।2।। 
महलो के वासी जंगल में कुटी बनाते है `
},

{
    title: " Prem Mudit Man Se Kaho ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` प्रेम मुदित मन से कहो राम राम राम . 
    राम राम राम श्री राम राम राम ..

पाप कटें दुःख मिटें लेत राम नाम .
 भव समुद्र सुखद नाव एक राम नाम ..

परम शांति सुख निधान नित्य राम नाम .
 निराधार को आधार एक राम नाम ..

संत हृदय सदा बसत एक राम नाम . 
परम गोप्य परम इष्ट मंत्र राम नाम ..

महादेव सतत जपत दिव्य राम नाम .
 राम राम राम श्री राम राम राम ..

मात पिता बंधु सखा सब ही राम नाम .
 भक्त जनन जीवन धन एक राम नाम .. `
},

{
    title: "Puri Ayodhya Raja Dashrath ghar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` पूरी अयोध्या राजा दशरथ घर राम चन्द्र अवतार लीयो

1 जनक पूरी पूरी में जनक बिराजे जी, जा घर सीता जन्म लीयो 
शिव शंकर के कठिन घनुष को कर से सीता धर दीयो 
पूरी अयोध्या राज दशरथ घर....

2 देश देश का नरपत आय्या जी, ओर भोम्या भोपाल भयो 
अवधपुरी से कोई नही आयो, विश्वामित्र लेंन गयो 
पूरी अयोध्या राज दशरथ घ........

3 बाये कर से घनुध जो तोड़ो, एक टुक पाताल गयो 
दूजो टूक पड्यो घरती पर, तीजो टूक आकाश गयो 
पूरी अयोध्या राज दशरथ घर....

4 टुट्यो घनुष भयो सरनाटो जी, परशुराम विकराल भयो 
ले परसो मारण ने लागो, कुन तोड्यो कुन तोड्यो करत भयो 
पूरी अयोध्या राज दशरथ घ

5 परशुराम छवि देख राम की जी, भुजा पसार मिलाप कियो 
रोम रोम बीच हेत लियो ह, चिरंजीव चिंरजीव करत भायो 
पूरी अयोध्या राज दशरथ घर

6 सीता परण राम घर आये जी, घर घर मंगलाचार भयो 
मात कौशल्या करत आरतो, तुलसी दास जस गाय रयो
 पूरी अयोध्या राज दशरथ घ........ `
},


{
    title: " Raghukul Pragte Hai Raghuveer ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रघुकुल प्रगटे हैं रघुबीर .. 
    देस देस से टीको आयो रतन कनक मनि हीर. 
    घर घर मंगल होत बधाई भै पुरवासिन भीर 
    आनंद मगन होइ सब डोलत कछु ना सौध शरीर . 
    मागध बंदी सबै लुटावैं गौ गयंद हय चीर . 
    देत असीस सूर चिर जीवौ रामचन्द्र रणधीर . `
},

{
    title: " Raghuvar Teri Kripa se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रघुवर तेरी कृपा से, सब काम हो रहा है 
    सब आप कर रहे हो, मेरा नाम हो रहा है ।।

खुशियाँ कोई मनाये, आँशु कोई बहाए, 
करमो के मुताबिक, अंजाम हो रहा है ।।1 ||

करते भी सन तुम्ही हो, दिखते भी तुम्ह नहीं हो,
 चर्चा तुम्हारा अब तो, हर गावं हो रहा है ।।2।।

इमली को दी खटाई, और नीम को तिखायी,
 तेरी कृपा से मीठा, सब आम हो रहा है ।।3।। `
},

{
    title: " Ram Dal Dekh Teri Lanka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राम दल देख, तेरी लंका घबराई तेरी

1 कहत मंदोदरी सुन प्रिय रावण, थे म्हारी एक ना मानी, 
सारे जगत की माता जानकी, जिसे तू हर ल्यायो रे, 
तेरी लंका घबराई तेरी..........

2 तू मत डर नार मंदोदरी, थाने पीवर द्यु भिजवाय,
 राम लक्ष्मण को हम पकड़ेंगे, 
 सीताजी को हम करेंगे तेरी पटरानी रे, 
 तेरी लंका घबराई तेरी........

3 मेघनाद सा पुत्र हमारे, कुम्भकरण बल भाई, 
लंक सरिसा कोट हमारे, और रतन गिरी सी खायी रे, 
तेरी लंका घबराई तेरी...

4 अंगद सुग्रीव जामवंत से, जिनके है अनुयानी
 और संग लक्ष्मण बल भाई, 
 हनुमान से पायक जिनके, जिन्होंने लंका जलाई रे,
  तेरी लंका घबराई तेरी.. `
},


{
    title: " Ram Darbar Hai Jag Sara ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राम दरबार है जग सारा, राम ही तीनो लोक के राजा 
    सबके प्रतिपाला, सबके आधारा, राम दरबार है जग सारा 
    राम दरबार है जग सारा

राम का भेद, ना पाया वेद, निगमहूँ नेति नेति उच्चारा, 
राम दरबार है जग सारा, राम दरबार हैं जग सारा

जय राम रमा रमनम, भाव ताप भयाकुल पाही जनम...

रमापति राम, उमापति शम्भू, एक दूजे का नाम उर धारा, 
राम दरबार हैं जग सारा, राम दरबार हैं जग सारा

तीन लोक में राम का, सजा हुआ दरबार,
 जो जहाँ सुमिरे वहीं दरस, दें उसे राम उदार,

जय जय राम सियाराम, जय जय राम सियाराम,
 जय जय राम सियाराम, जय जय राम सियाराम, जय जय राम सियाराम,

राम में सर्व, राम सब माही, रूप विराट,
 राम सम नाहीं, जितने भी ब्रह्मांड रचे हैं, 
 सब विराट प्रभु माहि बसें हैं,

रूप विराट घरे तो चौदह, भुवन लोक नहीं आते हैं,
 सिमटे तो हनुमान हृदय में, सीता सहित समाते हैं.

पतित उधारन दीन बंधु, पतितो को पार लगातें हैं, 
धीर वीर शबरी के हाथों, बेर प्रेम से खाते हैं,

जोग जतन कर जोगी जिनको, जनम जनम नहीं पाते हैं, 
भक्ति के बस में होकर वे, बालक भी बन जाते हैं,

योगी के चिंतन में राम, मानव के मंथन में राम, 
तन में राम मन में राम, सृष्टि के कण कण में राम,

आती जाती श्वास में राम, अनुभव में आभास में राम, 
नहीं तर्क के पास में राम, मन के हर विश्वास में राम,

राम तो हैं आनंद के सागर, भर लो जिसकी जितनी गागर, 
कीजै क्षमा दोष त्रुटि स्वामी, राम नमामि नमामि नमामि, 
राम नमामि नमामि नमामि

अनंतानंत अमेदाभेद, अगम्यागम्य पार को पारा, 
राम दरबार है जग सारा, राम दरबार हैं जग सारा द्यद्य

हरि अनंत हरि कथा अनंता, कहहीं सुनहीं बहुबिधि सब संता !
 राम सियाराम सियाराम जय जय राम, राम सियाराम सियाराम जय जय राम.

नाना भांति राम अवतारा, रामायण सत कोटि अपारा !
 राम सियाराम सियाराम जय जय राम, 
 राम सियाराम सियाराम जय जय राम.

नाना भांति राम अवतारा, रामायण सत कोटि अपारा !`
},


{
    title: "Ram Kahani Suno re Ram Kahani ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राम कहानी सुनो रे राम कहानी

कहत सुनत आवे आँखों में पानी

श्री राम जय जय राम

दशरथ के राज दुलारे, कौशल्या की आँख के तारे 
वे सूर्य वंश के सूरज, वे रघुकुल के उज्जयारे 
राजीव नयन बोलें मधुभरी वाणी

शिव धनुष भंग प्रभु करके, ले आए सीता वर के
 घर त्याग भये वनवासी, पित की आज्ञा सर धर के 
 लखन सिया ले संग, छोड़ी रजधानी 
 राम कहानी सुनो रे राम कहानी

खल भेष भिक्षु धर के, भिक्षा का आग्रह करके
 उस जनक सुता सीता को, छल बल से ले गया हर के
  बड़ा दुःख पावे राजा राम जी की रानी 
  राम कहानी सुनो रे राम कहानी

श्री राम ने मोहे पठायो, मैं राम दूत बन आयो 
सीता माँ की सेवा में रघुवर को संदेसा लायो 
और संग लायो प्रभु मुद्रिका निसानी 
राम कहानी सुनो रे राम कहानी `
},


{
    title: " Ram Naam Adhar Jinhe ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राम नाम आधार जिन्हें, वो जल में राह बनाते हैं, 
    जिन पर कृपा राम करें, वो पत्थर भी तिर जाते हैं,
     जिन पर कृपा राम करें, वो पत्थर भी तिर जाते हैं

1. लक्ष्य रामजी... सिद्धि रामजी... 
राम ही राह बनाई, राम ही राह बनाई, 
राम कर्म हैं... राम ही कर्ता...
 राम की सकल बड़ाई, राम की सकल बड़ाई,

राम काम करने वालों में, राम की शक्ति समाई,
 पृथक पृथक नामों से सारे, काम करें रघुराई, 
 भक्त परायण निज भक्तो को, सारा श्रेय दिलाते है !

जिन पर कृपा राम करें वो, पत्थर भी तिर जाते हैं

2. घट घट बसके... आप ही अपना...
 नाम रटा देते हैं, नाम रटा देते हैं, 
 हर कारज में, निज भक्तो का, 
 हाथ बटा देते है, हाथ बटा देते है,

बाधाओं के सारे पत्थर, राम हटा देते है, 
अपने ऊपर लेकर उनका, भार घटा देते है, 
पत्थर क्या प्रभु तीन लोक का, सारा भार उठाते हैं !

जिन पर कृपा राम करें, वो पत्थर भी तिर जाते हैं

जिन पर कृपा राम करें, 
वो पत्थर भी तिर जाते हैं `
},

{
    title: " Ram Naam ras Pije Manva ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `राम नाम रस पीजै मनुवा, 
    राम नाम रस पीजै

तजि कुसंग सतसंग बैठि नित,
 हरि-चर्चा सुनि लीजै ।

काम क्रोध मद मोह लोभ को,
 बहा चित से दीजै ।

मीरा के प्रभु गिरधर नागर,
 ताही के रंग में भीजै ।`
},

{
    title: " Ram Sahara Hai Tera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राम सहारा है तेरा और सहारा कोई नही 
    बनी बनी के सब कोई साथी, बिगड़ी का कोई मीत नही

1 रुकना तेरा काम नही है, दम लेना तेरी शान नही 
बढ़ता ही चल मंजिल अपनी है, मंजिल तुम से दूर नही 
चमकेगा सितारा तेरा ही, अब इसमें कोई देर नही

2 देर न कर एक पल की पगले, ये पल फिर ना आयेगा 
बीत गया सो बीत गया है, वो पल ना फिर आयेगा 
ये सोच समझ जीवन तेरा कुछ काम न तेरे आयेगा

3 अपने आप को भूल गए है, ठोकर खा कर सम्भल गये
 बहक गये है कदम जो उनके, वक्त गमाकर अटक गये
  न वो आगे गये ना वो पीछे गये, बस बिच भँवर में अटक गये `
},

{
    title: " Rama Rama Ratate Ratate ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रामा रामा रटते रटते, बीती रे उमरिया । 
    रघुकुल नंदन कब आओगे, भिलनी की डगरिया ॥
     ॥ रामा रामा रटते रटते..।।

1 मैं शबरी मिलनी की जाई, भजन भाव ना जानु रे । 
राम तेरे दर्शन के हित, वन में जीवन पालूं रे । 
चरणकमल से निर्मल करदो, दासी की झोपड़िया ॥
 ॥ रामा रामा रटते रटते..।।

2 रोज सवेरे वन में जाकर, फल चुन चुन कर लाऊंगी । 
अपने प्रभु के सन्मुख रख के, प्रेम से भोग लगाऊँगी । 
मीठे मीठे बेरों की मैं, भर लाई छबरिया ॥ 
॥ रामा रामा रटते रटते..।। `
},

{
    title: " Ridhurai Sahay Kare ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : जानकीनाथ सहाय करे तब

रिधूराय सहाय करे तब, कौन बिगाड़ करे नर तेरो । 
मात मेहाई करत सहाई, अटल भरोसो राख अम्बे रो ।। 
रिधूराय सहाय करे तब.......

1 उमा रमा ब्रह्माणी सुराणी, तूं ही रूद्राणी बहु रूप है तेरो ।
 आवड़ बिरवड़ आशापुरी मां, डाढ्याळी नवखण्ड में डेरो ।।
रिधूराय सहाय करे तब......

2 धरम डिग्गै धरणी पर जब जब, घटज्या जप  तप मान घणेरो 
दुष्ट संघारण दास उबारण, देवी नव तब दैह धरे रो ।। 
रिधूराय सहाय करे तब....  । 

3 व्याधि विकार विषाद हरे मां, सुखद संतोष को करत सवेरो ।
 दसूं दशा ग्रह दोष दळण कर, फंद द्वंद को मेटत फेरो ।।
रिधूराय सहाय करे तब....

4 करणी करुणा कान करिज्यो, बीसहथी अब दया बिचारो । 
सुख सम्पत्ति समृद्धि दे सगती, नैहचो कर सब रोग निवारो ।। 
रिधूराय सहाय करे तब....

5 डगमग तरणी करणी डोले, सगत नहीं अब और सहारो । 
बांह पकड़ रिछपाल बारठ री, अम्बा भवजळ पार ऊतारो ।।
रिधूराय सहाय करे तब......... `
},

{
    title:  " Shabari Tera Mitha Salona ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शबरी तेरा मीठा सलोना लाग का बोर ॥

इन बोरन म कोई-कोई मीठा, इनकी खाण्डी कोर ||1||

कबहु को देती म्हान मात कौसल्या, इनका स्वाद कछु ओर ||2||

आपां दोन्युं भाई वन माही फिरता, फिरता चहु दिशी ओर ॥3॥

तुलसीदास प्रभु जुठे फल खाए, दशरथ नंद किशोर ||4|| `
},


{
    title: " Siriram Kahe Samujhayi ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सिरीराम कहे समझाई, सुन लछमन प्यारे भाई ।।

निवास पिता ने दीना, मैने बचन शीश धर लीना जी । 
संग जनकसुता सुखदाई ।।1।। सुन

नहि दोष कैकयी माता, यह लिखिया लेख विधाता जी । 
मेरे मन में शोच कछु नाहीँ ।।2।। सुन

सुख दुख सब दैव अधीना, नहि कोई किसी का कीना जी ।
जग मूरख मन भरमाई ।।3।। सुन

यह कर्म गति बलवाना, भोगे बिन होय न होना । 
ब्रम्हानंद न मन घबराई ।।4।। सुन `
},

{
    title: " Swikaro Mere Parnaam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सुख वरन प्रभु नारायण हे, दुःख हरण प्रभु नारायण हे,
     त्रिलोक पति दाता सुखधाम, स्वीकारो मेरे परनाम ।।

1. मन वाणी में वो शक्ति कहां जो, महिमा तुम्हरी गान करे, 
हे अगम अगोचर अविकारी, निर्लेप हो हर शक्ति से परे,
 हम और तो कुच्छ भी जाने न, केवल गाते है तेरा नाम-

2. आदि मध्य और अंत तुम्ही, और तुम्ही आत्म अधारे हो,
 भक्तो के तुम प्राण प्रभु, इस जीवन के रखवारे हो, 
 तुम्हे में जिए जन्मे तुम्हे, और अंत करे तुममे विश्राम-

3. चरण कमल का ध्यान धरु, और प्राण करे सुमिरन तेरा,
 दिनाश्रया दीनानाथ प्रभु, भवबंधन काटो हरि मेरा, 
 शरणागत के श्याम हरि, हे नाथ मुझे तुम लेना थाम `
},

{
    title: " Tera Ram Ji Karenge Beda Paar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तेरा रामजी करेंगे बेड़ा पार, उदास मन काहे को करे।।

1. नैया तेरी राम हवाले, लहर लहर हरि आप सँभाले, 
\हरि आप ही उठावे तेरा भार, उदास मन काहे को करे, 
तेरा रामजी-

2. काबू में मँझधार उसी के, हाथों में पतवार उसी के,
 तेरी हार भी नहीं है तेरी हार, उदास मन काहे को करे, 
 तेरा रामजी

3. सहज किनारा मिल जायेगा, परम सहारा मिल जायेगा,
 डोरी सौंप के तो देख एक बार, उदास मन काहे को करे,
  तेरा रामजी-

4. गर निर्दोष तुझे क्या डर है, पग पग पर साथी ईश्वर है,
 जरा भावना से कीजिये पुकार, उदास मन काहे को करे,
  तेरा रामजी- `
},

{
    title: " Thumak Chalata Ramchandra ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ठुमक चलत रामचंद्र बाजत पैंजनियां ..

किलकि किलकि उठत धाय गिरत भूमि लटपटाय .
 धाय मात गोद लेत दशरथ की रनियां ..

अंचल रज अंग झारि विविध भांति सो दुलारि . 
तन मन धन वारि वारि कहत मृदु बचनियां ..

विद्रुम से अरुण अधर बोलत मुख मधुर मधुर .
 सुभग नासिका में चारु लटकत लटकनियां

तुलसीदास अति आनंद देख के मुखारविंद 
रघुवर छबि के समान रघुवर छबि बनियां .. `
},

{
    title: " Uth khada ho lakhan bhaiya ji na lage ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` उठ खड़ा हो लक्ष्मण भैया जी ना लगे,
     लखनवा नही जाना की जी ना लगे ।।

सुनले लक्ष्मण भैया, रोएगी मेरी मैया, 
चला आ आ रे३ मुखड़ा दिखलाऊंगा केसे,
 जी ना लगे, लखनवा नही जाना की जी ना लगे ।।

1 सुन मेरे बजरंगी, अब तू ही मेरा संगी,
 चला आ आ रे३ ला कर दे संजीवन बूटी,
  जी ना लगे लखनवा नही जाना की जी ना लगे ।।

2 संजीवन बूटी लाई, लक्ष्मण को घोल पिलाई,
 चला आ आ रे३ गले मिल गये दोनो भैया,
  जी ना लगे, लखनवा नही जाना की जी ना लगे ।।

3 भक्त मंडल ने गाइ, तेरी महिमा बर्नी ना जाये,
 चला आ आ रे३ भव सागर मे नैया डोले,
  जी ना लगे लखनवा नही जाना की जी ना लगे ।।

उठ खड़ा हो लक्ष्मण भैया जी ना लगे,
 लखनवा नही जाना की जी ना लगे ।। `
},

{
    title: " Vaidehi Pujan Chali Gangor ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : भंवर म्हानै पूजण द्यो गणगौर

वैदेही पूजन चली गणगौर, ए जी पद रजत नुपुर मृदु शोर ।।

कमल नयन मुख कमल समों है, चरण कमल चितचोर 
वैदेही पूजन चली,,,,, 1

कर पुष्पन कुमकुम डलियन है, चित राघव संग जोरी 
वैदेही पूजन चली..... 2

कबहूं चले थाह सी लेती, कबहूं तकै चहूं ओर 
वैदेही पूजन चली.,,,,, ||3||

इत उत तकै लतन पुष्पन बिच, ढूंढै श्याम किशोर
 वैदेही पूजन चली,,,,,

मां गौरी वर दे मोहे रघुवर, सकुचि कहे कर जोर 
वैदेही पूजन चली......||5||

पुष्प माल हिमसुता देत है, हिवरै चंप हिलौर 
वैदेही पूजन चली,,,,, ||6|| `
},

{
    title: " Van Chale Ram Raghurai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` वन में चले रघुराई संग उनके सीता माई३३.
     राजा जनक की जाई राजा जनक की जाई३

1 आगे आगे राम चले हे पीछे लक्ष्मण भाई३.. 
जिनके बिच में चले जानकी शोभा बरनी न जाई३ 
वन को चले रघुराई संग उनके सीता माई३३. 
राजा जनक की जाई राजा जनक की जाई३।।

2 राम बिना मेरी सुनी रे अयोध्या लक्ष्मण बिन चतुराई ३.. 
सीता बिना सुनी रे रसोई कौन करे ठकुराई ३३.. 
वन को चले रघुराई संग उनके सीता माई३३. 
राजा जनक की जाई राजा जनक की जाई३ ।।

3 सावन बरसे भादव गरजे पवन चले पुरवाई ३.. 
कौन बिरख निचे भीजत होंगे राम लखन दो भाई३३.. 
वन को चले रघुराई संग उनके सीता माई३३. 
राजा जनक की जाई राजा जनक की जाई३।।

4 रावण मार राम घर आये घर घर बंटती बधाई३३.
 माता कौशल्या करत आरती शोभा बरनी न जाई३ 
 वन में चले रघुराई संग उनके सीता माई ३३. 
 राजा जनक की जाई राजा जनक की जाई३।।

वन में चले रघुराई संग उनके सीता माई३३. 
\राजा जनक की जाई राजा जनक की जाई३ `
},

{
    title: " Van Van Bhatke Ram ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` वन वन भटके राम, वन वन भटके राम, 
    आश्रम देखि जानकी हीना, भए बिकल जस प्राकृत दीना,

विरह व्यथा से, व्यतीत द्रवित हो, बन बन भटके राम,
 बन बन भटके राम, अपनी सिया को, प्राण पिया को, 
 पग पग ढूंढे राम, विरह व्यथा से, व्यतीत द्रवित हो, 
 बन बन भटके राम, बन बन भटके राम,

1 कुंजन माहि ना सरिता तीरे, विरह बिकल रघुवीर अधिरे, 
हे खग मृग हे मधुकर शैनी, तुम देखी सीता मृगनयनी, 
वृक्ष लता से जा से ता से, पूछत डोले राम, बन बन भटके राम, 
अपनी सिया को, प्राण पिया को, पग पग ढूंढे राम, विरह व्यथा से,
 व्यतीत द्रवित हो, बन बन भटके राम, बन बन भटके राम,

2 फागुन खानी जानकी सीता, रूप शील व्रत नाम पुनिता, 
प्राणाधिका घनिष्ट सनेही, कबहु ना दूर भई वैदेही,
 श्री हरी जु श्री हिन सिया बिन, ऐसे लागे राम, 
 बन बन भटके राम, अपनी सिया को, प्राण पिया को,
  पग पग ढूंढे राम, विरह व्यथा से, व्यतीत द्रवित हो,
   बन बन भटके राम, बन बन भटके राम,

विरह व्यथा से, व्यतीत द्रवित हो, बन बन भटके राम, 
बन बन भटके राम, अपनी सिया को, प्राण पिया को, 
पग पग ढूंढे राम, विरह व्यथा से, व्यतीत द्रवित हो, 
वन वन भटके राम, बन बन भटके राम, `
},

{
    title: " Ye Jag Ram ki Rachna hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ये जग राम की रचना है, ये जीवन अद्भुत सपना है, 
    रैन बसेरा मुसाफिर खाना, सबका आना जाना है, 
    ये जग राम की रचना हैं, ये जीवन अद्भुत सपना है ॥

हम राम के खेल खिलोने, सुख और दुःख दो बिछोने है,
 कहीं फूल कहीं कांटे है, संभल संभल कर चलना है, 
 ये जग राम की रचना हैं, ये जीवन अद्भुत सपना है || 1||

यहाँ रंग रंगीले नीले है, कर्मो के पग पग खेले है, 
कर्म गति से हँसना है, कर्मो के फल रोना है, 
ये जग राम की रचना हैं, ये जीवन अ‌द्भुत सपना है ||2||

अजब राम की माया है, कहीं धुप कहीं छाया है, 
जो कुछ पाया वो तुझसे पाया, व्यर्थ ही जग भरमाया है,
 ये जग राम की रचना हैं, ये जीवन अद्भुत सपना है || 3||

जीवन खेल है सांसो का, झूठे रिश्ते नातों का, 
जो बांधा यहीं छूटेगा, माटी ने खेल खिलाया है, 
ये जग राम की रचना हैं, ये जीवन अद्भुत सपना है ||4||

सूरज चंदा तारे है, गंगा के बहते धारे है, 
राम की नैया राम खिवैया, राम ही राम किनारे है,
 ये जग राम की रचना हैं, ये जीवन अद्भुत सपना है ||5||

हाथ जो तेरा सर पे राम, संवर गए मेरे बिगड़े काम, 
सांस सांस पे नाम है तेरा, साए में तेरे सिमटना है, 
ये जग राम की रचना हैं, ये जीवन अद्भुत सपना है || 6|| `
},


];
