// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Ramdev Bhajan "] = [

{
    title: " Arj Mhari Suno Ramsapir ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अर्ज म्हारी सुणो रामसापीर
मैणादे रा कुँवर लाडला बाई सुगना रा बीर

1 शहर नवलगढ़ भक्तां कारण प्रकट भये थे पीर
भरी भरी जेल दिल्ली की तोड़ी, हथकड़ियां जंजीर

2 सूरज सानी बनो देवरो, कंचन वर्ण शरीर
रामसपीर ने दुनिया धावे, राजा रंक फकीर

3 ठाकुर संग ठुकराणी आवे, ओढ़ कसुमल चीर
नन्दिरियो चिनायो थारो देवरो चिनायो, लाई चुरमो खीर

4 स्नेहीराम ने सतगुरु मिलिया, कियो भजन में सीर
कहता भंवर भक्तों की नैया भव से करियो तीर `
},

{
    title: " Babo Bhali Kare ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाबो भली करे, बाबो भली करे ।।

तू जय बाबे री बोल, बाबो भली करे, 
यो नाम बड़ो अनमोल, बाबो भली करे ।। 1 ।।

त्रेता युग में राम कुहाया, द्वापर में घनश्याम जी कलयुग में भगतां को सहारो, 
रामदेव रा धाम जी वाणी में अमृत घोल, बाबो भली करे ।। 2 || `
},

{
    title: "  Beera Ramdev O Beera Mhan Levan Aay ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बीरा रामदेव हो बीरा म्हाने, एक बार लेवण आए, 
    अरे अलगो गणो सासरो रे, बीरा म्हाने माता मिलण रो छावनी, 
    बीरा म्हारा रामदेव रे, जामण जाया एक बार लेवण आए।।

अलगी गणी परणाई रे बीरा म्हारी, लीनी नहीं सार संवार,
 अरे आछो लगन लिखायो जोशी ने, क्युं नही खाओ कालो नाग,
  बीरा रामदेव हों भीरा म्हाने, एक बार लेवण आए ।। 1 ||

अरे बेठी ने दोनुं झुरे रे म्हारा, बुढा मायर बाप, 
अरे जीव अमुझे उंडी डोरिया में म्हारे, पड़े काल पर काल, 
बीरा रामदेव हों भीरा म्हाने, एक बार लेवण आए ।। 2 ||

अरे सासु जितरे सासरो रे भीरा,
 मायड जितरे पीर, 
 जद भोजाया घर आवसी ओ, 
 थारो बस कोनी चाले म्हारा भीर, 
 बीरा रामदेव हों भीरा म्हाने, 
 एक बार लेवण आए ।। 3 ।।

अरे एकरतो दिखा दे रे बीरा म्हाने, 
रुणीचा रा रुंख, अरे कुण जाणे कद होवसी रे,
 बीरा गांव रुणीचा माही धुप, बीरा रामदेव हों भीरा म्हाने, 
 एक बार लेवण आए ।। 3 11

अरे भीर हुकुम रतना ने दिन्हो, बाई सुगना ने लाए,
 ओल्यु सुगना बेन री ओ, कोई कत्थ गावे पन्ना लाल,
  बीरा रामदेव हों बीरा म्हाने, एक बार लेवण आए ।। 4 ||

बीरा रामदेव हो भीरा म्हाने, एक बार लेवण आए,
 अरे अलगो गणो सासरो रे, बीरा म्हाने माता मिलण रो छावनी, 
 बीरा म्हारा रामदेव रे, जामण जाया एक बार लेवण आए ।। 5 ।। `
},

{
    title: " Bhadoro Nere Aayo Sa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भादुडो नेडे आयो सा औ रामसा, 
    म्हारे मन हेत समायो सा औ रामसा,......2

जगमग ज्योत जगाई म्हारा बापजी.......2। 
जम्मा जम्मा ! !!! जम्मा मे आन बिराजो सा, 
।। भादुडो नेडे

लिले पे असवार म्हारा बापजी.......... 
भगतां ने !!!!!! भगतां ने दरस दिखाऔ सा।।
 भादुडो नेडे||2||

आखी आखी रात थारी खम्मा खम्मा गॉवा......2 
भगतां ने!!!!!! भगतां ने खम्मा बरसाओ सा ।। 
भादुडो नेडे || 3||

परचा धारी कुहाओं म्हारा बापजी.....2
 भगतां ने !!!!!!!! भगतां ने परचो दिखाओ सा ।।
भादुडो नेडे

मिनख जमारों थॉ बिन म्हारा बापजी........2 
म्हारो जिवन !!!!!!! म्हारो जिवन सफल बनाआ सा ।।
 भादुडो नेडे `
},

{
    title: " Bhulu Na Ek Ghadi",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भूलूँ ना एक घड़ी

अजमल जी रा कँवरा भूलूँ ना एक घड़ी 
रुनुचे रा राजा भूलूँ ना एक घड़ी

1 लीले लीले घोड़ो बाबा आप बिराजो जी
 ओ थारे हाथ मे गुलाब की छड़ी

2 दूर देसा रा बाबा आवे थारे जातरी जी
 ओ थारे नारेला की लागे झड़ी

3 खीर चूरमा भोग लगावा जी 
ओ थारे लाडूड़ा की लागे झड़ी

4 हरि चरणा में भाटी हरजी बोला जी 
ओ मारी अटकोड़ी नैया बाबा पार करि `
},

{
    title: "Dhan Ajmalji Thari Bhakti ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` धन अजमल जी थारी भगति काम करया सब अच्छा ही ।
     राम सरिसा पुत्र तुम्हारे, घर आया रमणताई ।।

बारह बरस भज्यो मालिक नै तन मन से भगति पाई ।
 तेरह बरस मैं दर्शन दिनयो, गयो द्वारका निरणायी ।।
धन,,,,

अजमलजी नै दर्शन दीन्हा, कृष्ण मिल्या समदर माँही।
 मांग मांग रे भगत हमारा, अब करदूं तेरै मन चाही।।
धन

धन दौलत चाहे राज मांगले, हाजर है भगतां तांई।
 आज अलख की मुक्ति खुल गयी, लेसी सो देस्यां भाई।।
धन ....

हाथ जोड़ अजमलजी बोल्या, अरज सुणो यदुराई।
 वचन देवो पृथ्वी का मालिक, बिना वचन मांगू नाहीं।।
धन

ब्रह्मा वाचा शंकर वाचा, चांद सूरज गंगा माई। 
जे तेरा कारज ना सारया तो, देव मान ल्यो झूठा ही।।
धन

हाथ जोड़ अजमलजी बोल्या, सुण ठाकुर मेरा साईं।
 आप सरिसा पुत्र हमारे घर आओ रमणा तांई।।
धन....

मेरे जैसा पुत्र बावळा दुनियां में जलमे नाहीं। 
तीन लोक का नाथ कहिजू, आ के बात कही भाई।।
धन ....
के तो तेरा वचन हार ज्या, नही प्राण तजूं समदर मांही। 
कै भगतां के घरों पधारो, अजमलजी आ फरमाई।।
धन

करया वचन म्हे कदै नै हारया, भगवत घर रीति या ही। 
दसवें महीने तंवरां मैं आवां, इसमें फर्क रत्ति नाहीं।।
धन....

बालक होय आया पालणे, पूरा वचन करणा तांई। 
धरती अम्बर रहसी तजरत, बाजालाँ अजमल का ही।।
धन ....

आप निरंजन तपै रुणिचे, परचा दे कलयुग माही। 
चन्द्रो बारठ " बिड़द बखाणे, लालदास गुरू दरसाई ।।
धन `
},

{  
    title: " Duniya Jane Ramdevji Ajmal Ghar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दुनिया जाणे रामदेव जी, अजमल घर अवतार, 
    परगट नही, भया है पीर जी, परगट नही होया पीर जी, 
    आया है जन्म धार म्हारा पीर जी ।।

धर, जल, तेज, पवन, अम्बर, पांच पिंड आधार,
 मात दृ पिता रे ही बिना कूण, देखियो संसार म्हारा पीर जी रे ।। 1

सायर सुत, माँ मंगनी रा जाया, मेघवंशी जयपाल,
 अजमल जी री आशा पुरण, बण्या मैणादे रा लाल म्हारा पीर जी ।।2 ।।

ज्यूँ जनमिया वे देवकी रे, बण्या जसोदा रा लाल,
 पिता वासु जी ज्योरा, हो जावे नन्दलाल म्हारा पीर जी रे ।। 3 ||

मेघ रीखों संग तंवर वंश में, भलो चमकियो भाण, 
मेघवंशी रिख रामचन्द्र, गावे सत परमोन म्हारा पीर जी रा ।। 4 ।।

परगट नही, भया है पीर जी, परगट नही होया पीर जी, 
आया है जन्म धार म्हारा पीर जी, दुनिया जाणे रामदेव जी ।। 5|| `
},

{
    title: " Ghodaliyo Mangwa Mhari Maa Man ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मैने घोड़लियो मंगवा म्हारी मा, मैने घोड़लियो मंगवा ।।

बालपना में रामदेवजी हटकिलो अतीबारी, 
कैइसो हटकिलो रे बालक सोच रही माँ कारी,
 की कर मैं इने समझाउ आगी रे मंन में चिंता,
  मैने घोड़लियो मंगवा म्हारी मा, मैने घोड़लियो मंगवा ।।1 ||

मेनादे सुगना के साथे दर्जी ने बुलावे, 
रामदेवरे आके घोड़ो कपड़े रो बनवावे, 
जादू रे घोड़लियो दर्जी घड़ ने लावे,
 मैने घोड़लियो मंगवा म्हारी माँ मैने घोड़लियो मंगवा ।। 2 ||

अरे रंग रगिलो घोड़ो दर्जी सीलने लावे, 
अरे लीनी हाथ लगावे रामदेव मंन ही मंन मुस्कावे, 
एडी लगा घोड़लियो के रामदेव आकाश उड़ा,
 मैने घोड़लियो मंगवा म्हारी माँ मैने घोड़लियो मंगवा ।। 3 ||

अरे जादू रो घोड़ो म्हारे दर्जी सीलने लावे, 
]अरे मात-पिता मंन में घवरावे दर्जी के दिखलावे, 
अरे दर्जी विनती करवा लागो रामदेवजी कष्ट हरा, 
मैने घोड़लियो मंगवा म्हारी माँ मैने घोड़लियो मंगवा ।। 4 ||

दर्जी ने पर्ची दिखलावे रामदेव अवतारी,
 दास अशोक सुनाव थान, महिमा गाये थारी,
 हो हिवड़ा में संतोष दिलाओ राम रूनिचे रा धणिया, 
मैने घोड़लियो मंगवा म्हारी माँ मैने घोड़लियो मंगवा ।। 4 || `
},

{
    title: " Khamma Khamma O Rama Runiche Ra Dhaniya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` खम्मा-खम्मा हो रामा रूनिचे रा धनिया,
     थाने तो ध्यावे आखो मारवाड हो, 
     आखो गुजरात हो अजमाल्जी रा कवरा ।।

भादुरेडी दूज ने, चमकियो जी सितारो,
 पालनिया मे झूलने, आयो पालन हरो, 
 दुवरिका रा नाथ झूले पालनिया, हो रामा,
  दुवरिका रा नाथ झूले पालनिया, हो अजमाल्जी रा कवरा ।।

बाडोरा विरमदेव, छोटा रामदेवजी, 
धोररी धरती मे आया, आया रामपीरजी, 
कूम-कूरा पगलिया मन्डिया आग्निया,
 हो रामा, कूम-कू रा पग्लिया मन्डिया आग्निया, हो अजमाल्जी रा कवरा ।।

अरे सिरपे कीलंगी-तूररो, केसरिया हे जामो, 
भागता री भीड़ आवे, भोलो पियर रामो, 
भागता रो मान बडावलिया, 
हो रामा भागता रो आन बड़वलिया,
 हो अजमाल्जी रा कवरा ।।

माता मेना दे ज्यारा, पीता आजमल्जी,
 सुगनारा बीर रानी, नेतल रा भरतार जी, 
 जगमग ज्योत जागवानिया, हो रामा, 
 जगमग ज्योत जागवानिया, हो अजमाल्जी रा कवरा ।

दिन बिटिया राता बीती, बाबा थाने फेरता, 
बरसारा रा बरस बित्या, माला तरी फेरता, 
हाथोंरी दुखन लागी आगलिया, हो बाबा, 
हाथोंरी दुखन लागी आगलिया, अजमाल्जी रा कवरा ।।

डाली बाई बाबा थारा, पग्ल्या पखारसी, 
लछा और सुगना बाई, करे हर की आरती, 
हर्जी भाटी रे मन भावनिया, हो रामा,
हर्जी भाटी रे मन भावनिया, अजमाल्जी रा कवरा ।। `
},

{
    title: "Leto Jyaje re Bira ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` लेतो जा ज्ये रे बीरां, लेतो जा ज्ये ।
बाई सुगणा बाई रा बीरां संदेशो म्हारो लेतो जा ज्ये ।।

पहलो – पहलो परचो बाबो माता मैणादे नै दीनयो,
दुखड़ो माता रो बाबो सारो हर लिनयो ।
उफणतो दूध थमातो जा ज्ये ।। बाई ...
लेतो ...

दूजो – दूजो परचो बाबो बिणजारे नै दीनयो,
दुखड़ो बिणजारे रो बाबो सारो हर लिनयो ।
मिसरी को लूण बणातो, जा ज्ये ।। बाई ...
लेतो ...

तीजो – तीजो परचो बाबो बोयता नै दीनयो,
दुखड़ो सेठां रो बाबो सारो हर लिनयो ।
डुबयोडी नवाय तिरतो जा ज्ये ।। बाई ...
लेतो ...

चौथो – चौथो परचो बाबो बाई सुगणा नै दीनयो,
दुखड़ो बहणा रो बाबो सारो हर लिनयो ।
अमृत रस बरसातो जा ज्ये ।। बाई ...
लेतो ...

पांचो – पांचो परचो बाबो पौंचू पीरा नै दीनयो,
दुखड़ो पीरां रो बाबो सारो हर लिनयो ।
झोली – झंडा ल्याव गिरतो जा ज्ये ।। बाई ...
लेतो ...

छटो – छटो परचो बाबो बाळक नाथ जी नै दीनयो,
दुखड़ो संता रो बाबो सारो हर लिनयो ।
कानां मै कुंडल झलकातो जा ज्ये ।। बाई ...
लेतो ...

सातो – सातो परचो बाबो हरजी भाटी नै दीनयो,
दुखड़ो भगतां रो बाबो सारो हर लिनयो ।
भगतां को मान बढ़ातो जा ज्ये ।। बाई ...
लेतो ...

आठो – आठो परचो बाबो ठाकर नवलसिंह नै दीनयो,
दुखड़ो ठाकर रो बाबो सारो हर लिनयो ।
दिल्ली री छूड़ातो जा ज्ये ।। बाई ...
लेतो ...

नवो – नवो परचो बाबो बख्श खाती नै दीनयो,
दुखड़ो बख्श को बाबो सारो हर लिनयो ।
मरेड़ो लाल जीवा तो जा ज्ये ।। बाई ...
लेतो ...

दसो – दसो परचो बाबो रूप दर्जी नै दीनयो,
दुखड़ो रूप रो बाबो सारो हर लिनयो ।
कमला रो चोलो बणातो जा ज्ये ।।
बाई ...
लेतो ...  `
},

{
    title: " Marudhar Main Jyot Jaga Gyo Re Babo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मरुधर में ज्योत जगाय गयो, बाबो धोली ध्वजा फहराय गयो,
म्हारो साँवरियो बनवारी, बण्यो पचरंग पेचाधारी,
भक्ता रे कारण, अजमल घर अवतार लियो,
कसुमल केसरिया, बागा रो सिणगार कियो ।।

राजा अजमल पूण्य कमायो, थाने पुत्र रूप में पायो,
मेणादे लाड़ लड़ायो, मायड़ बण दूध पिलायो,
भाडुडे री बीज ने आई गयो, चाँदनियाँ सु चमकाय गयो,
बाई सुगना आरती गावे, भाटी हरजी चवर दुरावे,
श्री लक्ष्मी रूप नेतलदे, संग में ब्याव कियो,
कसुमल केसरिया, बागा रो सिणगार कियो,
मरुधर में ज्योत जगाय गयो, बाबो धोली ध्वजा फहराय गयो ।। 1 ।।

बाबो हिंदुवा पीर कहायो, रूणिचा नगर बसायो,
कोई ऊँचो नाही नीचो, सब भेद भाव ने मीटायो,
धोरा धरती में आई गयो, तंदूरा रा तान बजाई गयो,
बाबो तुर्रा किलंगी धारी, लीला घोडा की असवारी,
कलजुग में बाबा, पगल्या ने पुजवाय गयो,
कसुमल केसरिया, बागा रो सिणगार कियो,
मरुधर में ज्योत जगाय गयो, बाबो धोली ध्वजा फहराय गयो ।। 2 ।।

बिछ्योडा मीत मिलावे, बाबो मन री आस पुरावे,
भक्ता री लाज बचावे, जो ध्यावे पर्चो पावे,
हरजी भाटी गुण गाई गयो, गोपालो शरणे आई गयो,
बाबो निकलान पिणचा धारी, जारी कीरत जग में भारी,
शरणा आयोड़ा भक्ता, रो उद्धार कियो,
कसुमल केसरिया, बागा रो सिणगार कियो,
मरुधर में ज्योत जगाय गयो, बाबो धोली ध्वजा फहराय गयो ।। 3 ।।  `
},

{
    title: "Mhane Runiche Bulwayi ய ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोहाः-पश्श्चम दिशा रा बादशा, हे पंचरगं पेचा धारी।।
     घणा दीना सु बाट उडीका, कद आसी म्हारी बारी ।।

म्हाने रुणीचे बुलवाई, लीजो राम रुणीचे वाला, राम रुणीचे वाला,
 थारी निसदीन फेरा माला। चोखा 2 प्यारा 2 जादुला रा दरश दिखाई दिजो,
  राम रुणीचे वाला। म्हाने रुणीचे बुलवाईलीजो राम रुणीचे वाला।

थाकें ध्वजा चढावन आवा, म्हे तो खम्मा खम्मा गावों। नितलंग नेजा धारी,
 ओ थाके मोत्या थाल भरावाँ, म्हाने अपना शरण बिठाई लीजो। राम रुणीचे वाला।
म्हाने रुणीचे........(1)

म्हे तो दौड्या दौड्या आश्या, थाकें लुळ लुळ धोक लगाश्या।
 यो मन को मोरियो नाचें, ओ म्हे थाकॉ भजन सुनश्या। 
 म्हाके ताल में ताल मिलायलीजो, राम रुणीचे वाला। 
 म्हाने रुणी........(2)

अब रवेन जावे म्हासू, म्हाके पडे प्रेम का आसू । 
गोपालो.. गोपालो बाट उडीके, कद मिलनो होसी थासूं। 
बाबा म्हाकी आस पुरई लीजो, राम रुणीचे वाला। 
म्हाने रुणी.........(3) `
},
{
    title: "	O Runiche Ra Dhaniya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `ओ रुणिच रा धणीया, अजमाल जी रा कंवरा,
माता मेणादे रा लाल, रानी नेतल रा भरतार,
म्हारो हेलो सुनो जी रामा पीर जी..
घर घर हूवे पूजा थारी, गाँव गाँव जस गाव जी,
जो कोई लेव नाम पीर रो मनचाया फल पाव जी,
महिमा अपरम्पार थारी, मेडी र धोक लगावा मनड़ रा फुल चढावा,
ओ रुणिच का धणीया।
देश देश रा आव जातरी, ध्यावे नर और नारी जी,
ध्वजाबन्द हो थे तो धणीया राखो लाज हमारी जी,
ओ रामसा पीर थारी मेडी पर धोक लगावा,
मनड़ा रा फूल चढावा, ओ रुणिच का धणीया,
आंधलिया न आँख्या दिना, लंगड़ा न पग दिना जी
बाँझडली न बालक दिना, निरधन न धन दिना जी,
ओ रामसा पीर थारी महिमा है अपरम्पार, ध्याव ह नर और नार,
ओ रुणिच का धणीया
डाली बाई हरजस गाव, हरजी चंवर दुलाव जी,
साचा मन स्यु ध्याव ज्यारो बेडो पार हू ज्यावजी,
ओ रामसा पीर थारा परचा है जग में भारी, सुनो जी अवतारी,
ओ रुणिच का धणीया..  `
},

{
    title: " Prabhu Avtari Ho Leela Nyarih ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` प्रभु अवतारी है, ओ लीला न्यारी है, 
    ओ परचो भारी है, रामसापीर रामसापीर, 
    के या जो दुनिया है, वन है काटा रो, 
    तू फुलवारी है, रामसापीर रामसापीर ।।

नाम जपे म्हारा, मनडा री माळा, 
अरे हेलो म्हारो सांभळ लीजो पचरंग पेचा वाला, 
ओ थाने ध्यावा हा, आस लगावा हा, 
ओ अरजी म्हारी है, रामसापीर रामसापीर, 
प्रभु अवतारी है ।।1

भगता ने बाबा थारो सहारो, 
लागे म्हाने प्यारो प्यारो बाबा थारो द्वारो,
 ओ म्हाका नैना में, ओ दिल का गेहना में, 
 मूरत थारी है, रामसापीर रामसापीर,
  प्रभु अवतारी है ।। 2 ।।

जग मग जग मग ज्योत जगाओ, 
रुण झुण रुण झुण घोडलिया पर बाबा बेगा आवो, 
कहे गोपालो, म्हाने संभालो, शरणे थारी है,
 रामसापीर रामसापीर,
  प्रभु अवतारी है ।। 3 ।। `
},

{
    title: " RoRun Jhun Baje Ghunghariya ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रुनझुन बाजे घुँगरा, घोड़लिया रा बाजे पोड जी. 
    लीले री असवारी आवे, आवे रामापीर जी ।।

केसरिया ज्या मोह बन्यो, ज्यारे दूरे तार हज़ार जी, 
अरे पीछम धरा रो बादशाह, म्हारो रामो राज कवार जी ।। 1 ।।

लिलो घोड़ो नवलखो, ज्यारे मोत्या जड़ी लगाम जी, 
घोड़लिया पे चढ़िया रामदेव, बाबो रुनिचारो शाम जी ।। 2 ||

हरजी भाटी री विनती, बाबा थासु लागी प्रीत जी, 
गोपालो थारे शरने आयो, गावे थारा गीत जी ।। 3 ।। `
},

{
    title: " Runiche Wala Khamma Khamma O Thane Mokli ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रुनिचे वाला खम्मा खम्मा ओ थाने मोकळी, 
    अजमल जी रा लाला, खम्मा खम्मा ओ थाने मोकळी

अजमल घर अवतार लियो थे, सकळ देवता भारी, 
थारा परचा बिलकुल साँचा, जाने दुनिया सारी, 
रुनिचे रा धनिया, खम्मा खम्मा ओ थाने मोकळी ।। 1 ||

एक सेठ की नाव भंवर में, थांसू अरज लगाई, 
चौपड़ खेलत ध्यान लगायो, पल में करी सहाई, 
ध्वजाबंद धारी, खम्मा खम्मा ओ थाने मोकळी ।। 2 ।।

ठाकुर थाने याद कर्यो जद, भाग्या भाग्या आया, 
सांकळ तोड़ी घोड़ो भेज्यो, ठकुरानी जस गाया, 
सुगणा रा वीरा, खम्मा खम्मा ओ थाने मोकळी ।। 3 ।।

रुणिचा में मंदिर थारो, महिमा सबसे न्यारी, 
दया राखियो हरदम बाबा, गुण गावे बनवारी, 
अजमल जी रा कंवरा, खम्मा खम्मा ओ थाने मोकळी । 4 || `
},

{
    title: " Sun Le Baba Ramdev Ji ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सुन ले बाबा रामदेव जी म्हें फंस्या मझधार जी ।
     मांझी धोखो दे गयो अब, हाथ लेवो पतवार जी । टेर ।

नाव चलानी म्हें नहीं जाणां, कैंया पार लगावां जी,
 सुन सुन करके परचा थारा, थांसू अरज लगावां जी,
  म्हारी नैया पार लगा द्यो, हो घोड़े असवार जी ।

सुन ले बाब..........1

ऐसा- ऐसा परचा दीन्हा, सुण के अचम्भो आवे जी,
 कलयुग का थे सकल देव हो, म्हाने गांव बतावे जी,
  म्हान भी परचो दे बुलाले, रुणीचे दरबार जी ।

सुन ले बाबा...|| 2 ||

थे सूत्या सुखड़ा री नींदा, म्हें जागां दुखियारा जी,
 म्हे थारी चौखट पर बैठ्या, दोनूं हाथ पसारया जी,
  बनवारी थे सब कुछ जानों, कहने में के सार जी ।

सुन ले बाब......... 3 || `
},


];

