
// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Shiv Bhajan "] = [

{
    title: " Aaj to Kailash par   ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `आज तो कैलाश पर बाज रहे डमरू । 
    नाच रहे शिवजी बाज रहे घुगरू ।।

1 शंकर भी नाचे, संग गौरी भी नाचे, 
गणपत भी नाचे, स्वामी कार्तिक भी नाचे, 
भूत प्रेत नंदी गण सारा जग नाचे, 
पावोमे बांधकर सोनेके घुंगरू ।।

2 ब्रम्हाजी आये, संग सावित्री लाये, 
विष्णुजी आये, संग लक्ष्मीजी लाये, 
विना बजाते हुये नारदजी आये, 
पावोमे बांधकर सोनेके घुंगरू ।।

3 जटामे शिवजी के गंगा बिराजे,
 मस्तकपे शिवजी के चंद्रमा बिराजे, 
 गले मे शिवजीके शेषनाग सोहे, 
 हाथोमे शिवजीके बाज रहा डमरू ।।

4 तीन नयन की शोभा है भारी, 
अंग विभूत लगे अती प्यारी, 
नंदी पे शिवजिकि निकली सवारी, 
हाथोमे शिवजीके बाज रहा डमरू ।।

5 ब्रम्हाजी शिवजीकी आरती उतारे, 
विष्णुजी शिवजीको माला पहनावे, 
नाच नाच नारदजी विना बजावे,
 पावोमे बांधकर सोनेके घुगरू ।। `
},

{
    title: " Aao Chale amarnaath Saare ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आवो चले अमरनाथ सारे भोले बाबा के द्वारे ।।

1 अमरनाथ की यात्रा करलो 
शुभ दर्शन शिवलिंग के करलो 
जीवन में सब खुशिया भरलो 
भागे गम सारे

2 बर्फीले है पर्वत प्यारे 
गूंजे शिव के नाम जयकारे 
खुले हुए शिव के भंडारे
झोलिया भर प्यारे -

3 शिव शंकर यंहा लीला रचाई 
अमरकथा गौरा का सुनाई नींद 
के मारे सुन न पाई
तोते को शिव तारे-

4 सलीम भी शिव के द्वार चला है 
पूरन सब परिवार चला है
कोमल सेवादार चला है
तू भी दर जारे- `
},

{
    title: " Ab Shiv Paar Karo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अब शिव पार करो मोरी नैया
     ओ घट घाट अगाध महाजन 
     मिले अब न ही खेवैया ।।

1. थरथरात सुनकर हिय मेरो शिव की डेट दुहैया

2. देवी कंहा प्रभात पुकारत शिव पितु गिरिजा मैया-  `
},


{
    title:  " Babam Babam Bam Lahari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बम बबम बबम बम बम लहरी,
     लहर लहर नदिया गहरी जीवन नदिया 
     बहती जाए शाम सवेरे दोपहरी ।।

बबम बबम बम ...

नाव चला मत मस्ती में तूफानों की बस्ती में 
लोभ की मारी दुनिया वाले नाग हैं तेरी कश्ती में 
इसका काटा पानी न माँगे दुनिया है इतनी जहरी ।।1।।

बबम बबम बम ...

नफरत से मन क्यूँ है भरा प्रेम से मिल इन्सान जरा 
प्रेम ने तुझको जन्म दिया है प्रेम तो है भगवान तेरा 
प्रेम की भक्ति कर ले फिर तू बन देहाती या शहरी ।।2।।

बबम बबम बम ...

जग की बातें दूर के ढोल कान तेरे कच्चे मत खोल
 बस में तेरे कोई बात नहीं है तू क्या बोलेगा मत बोल 
 हो तेरा कल्याण बना ले आत्मा गूंगी बहरी ।।3।। `
},

{
    title: " Babam Bam Bhole Shankar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बबम बम भोले शंकर, गले में नाग भयंकर, 
    शिव घट घट के अंदर, बबम बम भोले शंकर, 
    काज सँवारे तुमने सदा भगतो के, रखवाले मतवाले

1 लीला तिहारी भोले सबसे निराली,
 खाली नहीं जावे दर से कोई भी सवाली, 
 जो माँगा सो तुमने दिया, हो शिव मतवाले रखवाले,
  बबम बम भोले शंकर

2 भागीरथ को गंगा दिनी,
 रावण को गढ़ लंका दिनी, 
 भसम कड़ा बिन सोचे ही दिन्या, हो शिव मतवाले रखवाले 
 बबम बम भोले शंकर.......

3 देवो में महादेव बड़े है,
 जहाँ सुमिरो मौजद खड़े है 
 वीर मंडल है दास तेरे, हो शिव मतवाले रखवाले
  बबम बम भोले शंकर...... `
},

{
    title: " Babo Aak Dhatura Khav ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज :- धरती धोरा री

बाबो आक धतुरा खावे, यो तो तन पर भस्मी रमाव द्य 
बाबो की रो ध्यान लगाव, भोलो भंडारी द्यद्य

1. बाँका कैलाशा में डेरा, संकट काटे तेरा मेरा 
मेट जन्म जन्म का फेरा, भोलो भंडारी द्यद्य

2. थारे जटा में गंग विराजे, थारे मस्तक चंदा साजे द्य
 गले सर्पन हार विराजे, भोलो भंडारी द्यद्य

3. बाबा लाज रखियो म्हारी थासु अर्ज करे नर नारी द्य 
इंद्र महिमा गावे थारी, भोलो भंडारी द्यद्य `
},

{
    title: " Bam Bam Karta Bhola ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज

क्या ले के आया बन्दे क्या लेके जाएगा दो दिन दिन्दगी ह दो दिन मैला

बम बम करता भोला आया नन्द द्वार पे। 
दरश करा दे मैया तेरे नन्दलाल क॥

सुन अलख अलख की टेर, यशोदा बाहर आई है, 
वो भर मोतियन का थाल, वो भिक्षा का लाई है, 
जोगी भिक्षा ले ज्या रे, सोया मेरा लाल है ||1||

मैं भिक्षा का नहीं भूखा, मैया सुण अर्जी मेरी, 
तेरे लाल के दरश करादे, अब मत करना देरी,
 श्याम सुंदर बिना, जिया बेकरार है ||2||

तुझे श्याम का दरश करा दूँ रे, क्या मुख से बकता है,
 तेरी देख धुरंधर सूरत को, डर मुझको लगता है,
  कंस का भेजा छलिया, आया मेरे द्वार पे ॥3॥

बिन दरश किए नहीं जाऊं, ये भली विचारी है,
 तेरे लाल से सुनले माता, मेरी पुराणी यारी है,
  लिनी फकीरी मैंनें, इन ही के नाम पे ॥4॥

अरे मोहन मीत पुराना, क्या तू बात बनाता है,
 तू है बूढ़ा बाबा, मेरा कंवर कन्हैया है, 
 जाके जंगल में बाबा, गुण गाओ राम के ॥5

जब शंकर हो के निराश, शृंगी नाद बजाई है,
 सुन भोले की नाद, आर्यो कंवर कन्हाई है,
  देवकी नंदन को, गले से लगाये के ||6| `
},

{
    title: " Bhangadli Sarnai re Shiv ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` अरजी सुणज्यो जीतपुरार थे तो भूतों के सरदार, 
    थारी महिमा अपरंपार धतूरों बोयो बन म, धतूरों बोयो बन म। 
    भांगडली सरणाई रे शिव थारा नैना म।।

1 था र बैला की असवारी म्हाने ला ग बहोत सुप्यारी, 
नाग बिराजै गल म, धतूरों बोयो बन म। 
भांगडली सरणाई रे शिव थारा नैना म ।।

2 था र गौरा छ अर्धङ्ग शंकर नित उठ पीवो भंग, 
भष्मी रामाओ तन म, भष्मी रामाओ तन म। 
भांगडली सरणाई रे शिव थारा नैना म।।

3 था र डम डम डमरू बाजै, था र पगां घूघरा बाजै, 
गिरजा सोहे संग म, नारी सोहे संग म। 
भांगडली सरणाई रे शिव थारा नैना म।।

4 अरजी सुणज्यो जीतपुरार थे तो भूतों के सरदार,
 थारी महिमा अपरंपार धतूरों बोयो बन म, धतूरों बोयो बन म। 
 भांगडली सरणाई रे शिव थारा नैना म ।। `
},

{
    title: " Bhole Nath Ki Daya Se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भोलेनाथ कि दया से हर काम बन रहा है,
     करता है भोला दानी, मेरा नाम हो रहा है ।।

1. पतवार के बिना ही, मेरी नाव चल रही है, 
तूफान में भी देखो, ये ज्योत जल रही है,
 अपनी कृपा के जल से, मुझको भिगो रहा है-

2. तेरे छत्र के भरोसे, संसार चल रहा है, 
सीपी में जैसे मोती, सदियो से पल रहा है, 
तेरे समान दाता, दुनिया में अब कँहा है

3. देना है तेरी फितरत, सबसे बड़ा तू दानी, 
दुनिया से नहीं छिपी है, तेरे दान कि कहानी,
 अमृत का दान देकर, विष को तू धो रहा है

4. मेरी जिंदगी में तुम हो, मेरे पास क्या कमी है,
 खुशियो के आँसुवो से, मेरी आँख में नमी है,
  'राजेंद्र' शिव के होते, क्यूँ व्यर्थ रो रहा है- `
},

{
    title: " Bhole Tera Naam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भोले तेरा नाम भोले तेरा नाम,
     अँध्यारे में उजाला है तू देव निराला है,

काबिल नहीं हु मैं, फिर भी दया तेरी, बरस ती रात दिन,
 दीदार को भोले, प्यासी मेरी अँखियाँ, तरस ती रात दिन,
  एक तेरा दीदार, अमृत का प्याला है, 
  तू देव निराला है, भोले तेरा नाम ।।1।।

तेरा रूप मंगल है, तेरा नाम मंगल है, तेरा ध्यान कल्याण है, 
पापी को भी अपनाये, हे भोले भंडारी, तू करुनानिधान है, 
शमा करे अपराध, तू बड़े दिल वाला है, तू देव निराला है,
 भोले तेरा नाम ।।2।।

टूटे सितारों को, तुम ही सजाते हो, गंगाधर त्रिपुरारी, 
बिगड़े मुकदर हो, तुम ही बनाते हो, मेरे महादेव हरी, 
कष्टों में तुमने, सुंदर लाल को संभाला है, 
तू देव निराला है, भोले तेरा नाम ।।3।। `
},

{
    title: " Bhole Teri Jata me Bahati ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भोले तेरी जटा में बहती है गंग धारा
     शंकर तेरी जटा में बहती है गंग धारा
      काली घटा के अन्दर जिव दामिनी उजाला 
      शंकर तेरी जटा में बहती है गंग धारा

1 गले मुंड माल साजे शशि भाल में विराजे 
डमरू निनाद बाजे कर में त्रिशूल धारा 
भोले तेरी जटा में बहती है गंग धारा

2 त्रगतिन तेग राशी कटी बंध नाग फासी
 गिरिजा है संग दासी कैलाश के निवासी 
 भोले तेरी जटा में बहती है गंग धारा

3 शिव नाम जो उच्चारे सब पाप दोष टाले
 भक्तो के कष्ट हारी भव सिन्धु पार तारे
  भोले तेरी जटा में बहती है गंग धारा `
},

{
    title: " Chalo E Sakhiya Aapa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` चालो रे सखियाँ चलो, हिमालय के द्वारे आज।
     गोरा बाई रो बींद निरखस्यां गोरो है या कालो राज ।।

1 ऐसा कामण म्हारे, शिव बोले ने सोहे राज।
 शिव भोले ने सोहे, यह तो गोरा बाई ने मोहे राज ।।

2 बाघम्बर का वस्त्र पहेरे, अंग विभूति रमावे राज।
 मस्तक पर तो चन्द्रमा सोहे, जटा में गंगा बिराजे ओ राज ।।

3 काना में थारे कुंडल सोहे, गल सर्पों की माला राज। 
नंदी की असवारी सोहे, त्रिशूल हाथ में धारया ओ राज ।।

4 भान्त भान्त का बाराती आया, कोई लूला कोई लंगड़ा राज।
 भुत प्रेत ने सागे ल्याया, शिव को रूप अनोखो ओ राज ।।

5 भांग धतुरा करे कलेवो, बिजिया खूब चढ़ावे राज। 
शिव भोला का आया बाराती, पातल पापड़ खावे ओ राज ।।

6 शिव भोले को रूप देख कर, सखियाँ पाछी भागे राज।
 सखियाँ यह केवण लागी, बींद घणो ही भून्ड़ो ओ राज ।।

7 म्हे नहीं जाणा, म्हारा जोशी कामण गारा राज। 
जोशीजी को नेक चुकास्यां कामण ढीला छोड़ो ओ राज ।।

8 चालो रे सखियाँ चलो, हिमालय के द्वारे आज। 
गोरा बाई रो बींद निरखस्यां गोरो है या कालो राज ।। `
},

{
    title: " Dev Dev Mahadev ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` देव देव महादेव, पशुपतिः शंभो,
     चरण शरण दिजीये, शिव आसुतोष शंभो ।।

1 शीश गंग, उमा संग, नीलकंठ शंभो, 
गौर रंग, भस्म अंग, भूषित भुजंग शंभो,
  देव देव महादेव.......

2 भाल चंद्र, नाद श्रृंग, अरि अनंग शंभो, 
पिबत भंग, नृत्य संग, नट नरेश शंभो,
 देव देव महादेव.........

3 माल मुंड, अरु त्रिपुंड, जटाजूट शंभो, 
तीन नयन, मदन दहन, शिव कामजीत शंभो, 
 देव देव महादेव.......

4 डमक डमक डमरू बजत, साबर रचत शंभो, 
नंदी भूत, पिशाच नाचत, भूतनाथ शंभो, 
देव देव महादेव......

5 कैलाश वास, पूरे आस, भव त्रास नाश शंभो,
 चंप काटत, मृत्यु पाश, महाकाल शंभो, 
 देव देव महादेव..... `
},

{
    title: " Dev Dev Mahadev Pashupati Shambho ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` देव देव महादेव, पशुपतिः शंभो ।
     चरण शरण दिजीये, शिव आसुतोष शंभो ।।

1 शीश गंग, उमा संग, नीलकंठ शंभो, 
गौर रंग, भस्म अंग, भूषित भुजंग शंभो, 
देव देव महादेव..

2 भाल चंद्र, नाद श्रृंग, अरि अनंग शंभो,
 पिबत भंग, नृत्य संग, नट नरेश शंभो, 
 देव देव महादेव..........

3 माल मुंड, अरु त्रिपुंड, जटाजूट शंभो, 
तीन नयन, मदन दहन, शिव कामजीत शंभो,
 देव देव महादेव.....

4 डमक डमक डमरू बजत, साबर रचत शंभो, 
नंदी भूत, पिशाच नाचत, भूतनाथ शंभो,
 देव देव महादेव...

5 कैलाश वास, पूरे आस, भव त्रास नाश शंभो, 
चंप काटत, मृत्यु पाश, महाकाल शंभो,
 देव देव महादेव... `
},

{
    title: " Dhan ho Dhan Dhan Bholenath ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` धन हो धन धन भोलेनाथ 
    निश दिन ध्यान तुम्हारा धरता, रख चरणों में माथ 
    धन हो धन भोलेनाथ ।।

1 अंग गौर सिर गंग बहाये, आक धतूरा भंग चढाये।
 भस्म रमाये डमरु बजाये, मन्द मन्द मुसकात ।। 
 धन हो धन भोलेनाथ...

2 डम डम डमरू बाजे ताधिन, ताधिन नन्दी नाचे। 
भूत प्रेत विषधर सब नाचे, नाचे गौरज्या मात।। 
धन हो धन भोलेनाथ...

3 कामदेव को जार दिया था, भस्मासुर वरदान दिया था।
 छले गये दानव से जब तुम, विष्णु बचाये नाथ।। 
 धन हो धन भोलेनाथ.......

4 दयानिधि तुम सा ना कोई, जा पर किरपा, शिवजी की होई। 
ऊ नमो ऊ नमः शिवाय, तनसुख के पितु मात।। 
धन हो धन भोलेनाथ........ `
},

{
    title: "Dyo Vardan Mujhe Bhakti Ka ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` देवो वरदान मुझे भक्ति का, जागो शंकर बम लहरी।
     अन्न धन का भण्डार खोल दे, सेवा करा मालिक थारी ।।

1 अंग वभुती ललाट चन्द्रमा, मुंडीयन कि माला पहरी।
 बासुकी नाग गले बिच टूले, शीश जटा गंगा बह री।।

2 गांजा सुल्फा आक धतुरा, नशा करे शंकर जहरी।
 अमल तम्बाकू भांग छूतरा, प्याय रही गौरा प्यारी।।

3 भक्ति से वरदान ले लियो, तपस्या जाय करी गहरी। 
भष्मी कड़ो दियो दानव ने, शिव के गेल हुयो बेरी।।

4 आगे शंकर लेरा दानो, देणे लग्या खंड के फेरी।
 गिरिजा रूप धरयो विष्णु ने, दाने कि करदी ढेरी ।।

5 दस शीष रावण ने बक्श्या, बीस भूजा हस्ती गहरी।
 विजयी का वरदान पायके, राम तणी सीता ने हरी।।

6 काशी चेला शिवशंकर का, पार करो उनकी बेरी।
 पलक उघाड़ो अन्तर्यामी, सुवरण का पासा गेरी।।

7 झिलळ झिलळ वालो कुम्भलावे, आवण कि मत कर देरी।
 रामजीलाल बिडद बखाने, सुन भोला करुणा मेरी ।। `
},

{
    title: " Ek Ankha me Suraj Sadha ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक आँख में सूरज साधा एक आँख में चंद्रमा आधा 
    एक आँख में सूरज साधा एक आँख में चंद्रमा आधा

दो आँखों में साध ली तूने इस जाग की मर्यादा

ओ मेरे भोले बाबा ओ शंकर भोले बाबा 
ओ मेरे भोले बाबा ओ शंकर भोले बाबा

ओम नमः शीवाए
 ओम नमः शीवाए

ओम नमः शीवाए 
ओम नमः शीवाए

कोई ना जाने इस दुनिया का कब तूने निर्माण किया 
हे श्रीष्टि करता कब तूने जीवन का वरदान दिया 
ना कोई समझा है यह अब तक ना समझेगा बाबा

ओ मेरे भोले बाबा ओ शंकर भोले बाबा 
ओ मेरे भोले बाबा ओ शंकर भोले बाबा

ओम नमः शीवाए 
ओम नमः शीवाए

ओम नमः शीवाए
 ओम नमः शीवाए

हम प्राणी है खेल खिलौने तू चाहे जैसे खेले 
तेरी कृपा से लगे हुए है यह जीवन के मेले
कैसे चले हम सीधे पाठ पे तू हमको बतला जा

ओ मेरे भोले बाबा ओ शंकर भोले बाबा 
ओ मेरे भोले बाबा ओ शंकर भोले बाबा

ओम नमः शीवाए 
ओम नमः शीवाए

ओम नमः शीवाए 
ओम नमः शीवाए `
},

{
    title: " Ek Din Vo Bhole Bhandari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` इक दिन वो भोले भंडारी,
     बन करके ब्रज की नारी, 
     गोकुल में आ गए,
      पार्वती भी मना के हारी ना माने त्रिपुरारी,
       ब्रज में आ गए ।

1. पार्वती से बोले मैं भी चलूँगा तेरे संग मैं, 
राधा संग श्याम नाचे मैं भी नाचूँगा तेरे संग में,
 रास रचेगा ब्रज मैं भारी, 
 हमे दिखादो प्यारी-

2. ओ मेरे भोले स्वामी, कैसे ले जाऊं अपने संग में, 
श्याम के सिवा वहां पुरुष ना जाए उस रास में,
 हंसी करेगी ब्रज की नारी,
  मानो बात हमारी-

3. ऐसा बना दो मोहे कोई ना जाने एस राज को,
 मैं हूँ सहेली तेरी ऐसा बताना ब्रज राज को, 
 बना के जुड़ा पहन के साड़ी, 
 चाल चले मतवाली-

4. हंस के सती ने कहा बलिहारी जाऊं इस रूप में,
 इक दिन तुम्हारे लिए आये मुरारी इस रूप मैं,
  मोहिनी रूप बनाया मुरारी,
   अब है तुम्हारी बारी-

5. देखा मोहन ने समझ गये वो सारी बात रे,
 ऐसी बजाई बंसी सुध बुध भूले भोलेनाथ रे, 
 सिर से खिसक गयी जब साड़ी, 
 मुस्काये गिरधारी-

6. दीनदयाल तेरा तब से गोपेश्वर हुआ नाम रे, 
ओ भोले बाबा तेरा वृन्दावन बना धाम रे,
 भक्त कहे ओ त्रिपुरारी, 
 राखो लाज हमारी- `
},

{
    title: " Guru Shiv ko Bana Lijiye ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` गुरु शिव को बना लीजिए,
     भक्ति से घर सजा लीजिये ॥

कर मिला है इसी वास्ते है
 तो ताली बजा दीजिये । 
 गुरु शिव को बना लीजिये, 
 भक्ति से घर सजा लीजिये ॥

गुरु सेवा से ही ज्ञान का, 
ज्योति दिल में जला लीजिये ।
 गुरु शिव को बना लीजिये, 
 भक्ति से घर सजा लीजिये ॥

शिष्य बनने से जो कुछ मिला, 
दुसरो को बता दीजिए । 
गुरु शिव को बना लीजिये, 
भक्ति से घर सजा लीजिये ॥

गुरु शिव से न अच्छे कोई, 
अगर हो तो बता दीजिए । 
गुरु शिव को बना लीजिये, 
भक्ति से घर सजा लीजिये ॥

कर नहीं है तो लाचार है,
 है तो ताली बजा दीजिये ।
 गुरु शिव को बना लीजिये,
  भक्ति से घर सजा लीजिये ॥

गुरु शिव को बना लीजिए, 
भक्ति से घर सजा लीजिये ॥ `
},


{
    title: " HaiMantra Maha Mangalkari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` है मंत्र महा मंगलकारी, ओम नमः शिवाय ओम नमः 
    शिवाय शिव नाम जपो सब नर नारी, ओम नमः शिवाय ओम नमः शिवाय

1 ये मंत्र से राम ने विजय पायी, श्री रामेश्वर की स्तुति गायी 
कर पूजा शिव की कृपा पायी, ओम नमः शिवाय ओम नमः शिवाय

2 यम कुबेर और सब देवों ने, भज मंत्र सदा शिव भोले भोले
 श्रद्धा से जपले ओमकारा, ओम नमः शिवाय ओम नमः शिवाय

3 गंधर्व किसका काम करे, सनकादिक से रसपान करे 
श्री व्यास सदा मुख से बोले, ओम नमः शिवाय ओम नमः शिवाय

4 ये मंत्र से सर्व सिद्धि मिले, तन मन के वो सब पाप हारे 
आखिर मुक्ति का धाम मिले, ओम नमः शिवाय ओम नमः शिवाय `
},

{
    title: " Hari Om Namah Shivay ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हरी ॐ नमः शीवाय ।।

१ तेरी जटा में गंग बिराजे माथे पर चंदा साजे 
और डम डम डमरू बजाय, हरी ॐ नमः शिवाय ।।

२ शिव भांग धतुरा खाये शिव गांझा खूब उड़ाय
 शिव अंग भभूत रमाय, हरी ॐ नमः शीवाय ।।

३ ये पवन तेरा गुण गाए चरणो में शीश नवाए
 बे तो शिव जी का ध्यान लगाए, हरी ॐ नमः शिवाय ।। `
},

{
    title: "He Shiv Shankar He Rudra ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हे शिव शंकर हे रुद्र प्रलयंकर, नटवर नटपति दिगम्बरा 
    अविनाशी हे मशान वासी, भस्म अंग हे भयंकरा

हे महाकाल नयनन विशाल, शुभ चंद्र भाल हे विश्वंभरा 
गल मराल अरु मुंड माल, मृगरिपु छाल माल कर वरद करा 
हे नीलकंठ प्रिय भंग श्रृंग, हे गौर अंग त्रयशूल धरा 
हे गिरिजानाथ है जटा गंग, नित उमा संग है वाम करा

हे भूतनाथ हे प्रमथनाथ, गणनाथ अनाथन नाथ सदा 
हे निराकार साकार हे लिंगम, चंपा हृद मानस वास करा `
},

{
    title: " He Shiv shankar he Tripurari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` राग : दरबारी

हे शिव शंकर हे त्रिपुरारी,
 प्रभु मेरी विनती शरण म लेना,
  आदि शक्ति प्रभु आदि अनादि, 
  अर्जी शंभु उर्मी लेना ।।

1 धूप बनूँ प्रभु सुगंध तो देना,
 राख बनहुँ उड़ जावु ये देना,
  म जलु ना जलावू दूजा न, 
  जीवन मेरा सुघन्दित करना,
   हे शिव शंकर हे त्रिपुरारी.................

2 किसी के तीर का निसान बनु म, 
शीश ये मेरा झुकने ने देना, 
घणु सहु पर कुछ भी कहूँ ना,
 घायल ही मुझे रहने देना, 
 हे शिव शंकर हे त्रिपुरारी.....

3 हो भले सुख मुझसे ज़्यादा,
 रंज ये मुझको होने ना देना,
  मेरे सरिस दुःख भक्तन को,
   रोने को दो आंसू देना, 
   हे शिव शंकर हे त्रिपुरारी.......

4 देना शक्ति प्रभु तेरी भक्ति की, 
जग दुःख सहने की शक्ति देना,
 दुर्लभ शक्ति प्रभु तेरे चरणो में,
  यश कहे हमें गोद में लेना,
   हे शिव शंकर हे त्रिपुरारी..... `
},

{
    title: " Jangal Main Jogi Rahata Hai",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जंगल में जोगी रहता है, कभी रोता है कभी हँसता है । 
    दिल उसका कही ना फसता है, तन मन में चैन बरसता है ।।

ॐ हरी ॐ


1 खुश फिरता नंग मलंगा है, नैनो में बहती गंगा, 
जो आ जाये सो चंगा है, मुख में रंग भरा रंगा है,


ॐ हरी ॐ------

2 जाता मौला मतवाला है, जब देखो भोला भाला है,
 मन उसका उसकी माला है, तन उसका शिवालय है,

ॐ हरी ॐ

------

3 पंछी उसके पास आते है, और दरिया गीत सुनते है,
 वृक्षों से रिश्ते नाते है, बदल उनको नहलाते है,
 
 ॐ हरी ॐ

4 नहीं परवाह जीने मरने, नहीं चिंता खाने पीने की, 
ना दिन की सुध ना महीने की, है पवन रुमाल पसीने की,

ॐ हरी ॐ--

5 वहा चाँद चातक गुल जो खिला, उस मेहर की ज्योत से फूल झाड़ा,
 फौवारा फेरत का उछला, फुहार का जग पर नूर पड़ा,

ॐ हरी ॐ-----

6 गुलनार शफक वह रंग भरी, जोगी के आगे है जो खड़ी, 
जोगी की निगाहे राहगरी, जो तकती रह रह कर है पड़।

ॐ हरी ॐ--- `
},

{
    title: " Jap Sidh Mantar Jap Sidh Mala ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जप सिद्ध मन्तर जप सिद्ध माला,
     दादा धनि है सिद्धिया दाता ।।

1. सिद्ध माला मे दादा बसते, 
बालाजी कि महिमा कहते, 
रोम रोम मे प्रभु कि भक्ति,
 माला सिमर भाइ सिद्ध कि शक्ति 
 बीच बसता दादा परसाने वाला, जप सिद्ध मन्तर-


2. अक्षय नमो सिद्ध है मनतर, 
ध्यान लगा मन मन्दिर अन्दर, 
हर मनके मे दादा समाया, 
देवे शान्ति निरमल काया, 
भक्ति द्वार का खोले ताला,
 जप सिद्ध मन्तर-

3. जो धणी कि माला फेरे 
आरति फेरे शाम सवेरे, 
'यश' कहे ये सबकुछ मेरे, 
भवसागर स्यु तारन मेरे, 
पियो 'यश' ये अम्त प्याला, 
जप सिद्ध मन्तर- `
},

{
    title: "Kadam k Nich Bhang ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कदम क नीचे भांग घुटाई बिजिया छनाई, अँखिया म लाली छाई।।

१ काहे रि कुँडी काहे रा घोटा काहे रि रगड़ लगाई।।

२ तन केरी कुँडी मन केरा घोटा सुरता रि रगड़ लगाई।।

३ गिरी र छँवारा खाँड खोपरा बूरो अधिक मिलाई ।।

४ घोटत घोटत भई पचरंगी पिवत ही गरणाइ ।।

५ चंद्र सखी भज बाल कृष्ण छवि आप की सरन पाई।। `
},


{
    title: " Kailash ke Nivasi  ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कैलाश के निवासी नमो बार बार हूँ
     नमो बार बार हूँ 
     आयो शरण तिहारी प्रभु तार तार तू 
     प्रभु तार तार तू

1 भक्तो को कभी तुने, निराश ना किया 
माँगा जिन्हें जो चाहा वरदान दे दिया 
बड़ा हैं तेरा दायरा 
बड़ा हैं तेरा दायरा बड़ा दातार तू

2 बखान क्या करू मै, लाखो के ढेर का
 चमटा भभूत में हैं खजाना कुबेर का
  है गंगाधार मुक्तिधार 
  है गंगाधार मुक्तिधार ओंमकार तू

3 क्या क्या नहीं दिया है हम, क्या प्रमाण दे
 बसगए त्रिलोक शम्भू हम तेरे दान से 
 जहर पिया जीवन दिया 
 जहर पिया जीवन दिया कितना उदार तू `
},

{
    title: "Kar Do Dino ka Dukh dur ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कर दे दीनो का दुःख दूर, ओ बाघम्बर वाले । 
    कर दे भक्तों का बेडा पार, ओ बाघम्बर वाले ॥

1 कोई चढ़ावे शिवजी जल की ये शीतल धरा, 
कोई चढ़ावे कच्चा दूध, ओ बाघम्बर वाले ॥

2 हरी हरी बेल की पत्तियां चन्दन चावल, 
और चढाऊँ फल फूल, ओ बाघम्बर वाले ॥

3 आक धतूरा शिवजी भोग लगत है, 
भंगिया पियो भरपूर, ओ बाघम्बर वाले ॥

4 नंदी रे गण असवारी ओ शिवजी, 
हाथ लिये हैं त्रिशूल, ओ बाघम्बर वाले ॥

5 गोर गोर अंग पे भस्मी रमावे,
 गले सर्पों का हार, ओ बाघम्बर वाले ॥

6 बाएं अंग मां गिरिजा बिराजे, 
गोदी में लियो हैं गणेश, ओ बाघम्बर वाले ॥

7 कंचन थाल कपूर की बाती भोला, 
आरती करता नरनार, ओ बाघम्बर वाले ॥

8 सेवा न जानू बाबा पूजा ना जानू 
जानू तम्हारो एक नाम, ओ बाघम्बर वाले ॥

9 श्री सत्यनारायण स्वामी शरण तिहारी भोला, 
शरण आये री राखो लाज, ओ बाघम्बर वाले ॥

10 अर्जी हमारी भोला मर्जी तुम्हारी, 
अर्जी करो मंजूर, ओ बाघम्बर वाले ॥

कर दे दीनो का दुःख दूर, ओ बाघम्बर वाले । 
कर दे भक्तों का बेडा पार, ओ बाघम्बर वाले ॥ `
},

{
    title: " Kar do Deeno ka Dukh Door ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` करदो दीनो के दुःख दूर ओ बाघम्बर वाले
करदो सभी का दुःख दूर ओ शिव भोले भाले

कोई चढ़ावे शिवजी जल की ओ धारा शिवजी
और कोई चढ़ावे काचो दूध ओ बाघम्बर वाले
ओ शिव शंकर भोले ।।1।।

हरी हरी बेल की पत्तियां चन्दन चावल शिवजी
और चढ़ाऊ फल फूल ओ बाघम्बर वाले
ओ शिव शंकर भोले ।।2।।

आक धतूरा शिवजी भोग लागत है
भंगीया पीवो नी भरपूर ओ बाघम्बर वाले
ओ शिव शंकर भोले ।।3।।

नन्दी गण की असवारी सोवे ओ शिवजी
हाथ में लियो है त्रिशूल ओ बाघम्बर वाले
ओ शिव शंकर भोले ।।4।।

गोरे गोरे अंग पर भस्मी रमावे, गल सर्पों का हार,
ओ बाघम्बर वाले, कर दो प्रभुजी बेड़ा पार,
ओ शिव शंकर भोले ।।5।।

बाये अंग माता गिरिजा बिराजे, संग में कार्तिक गणेश,
ओ बाघम्बर वाले, कर दो प्रभुजी बेड़ा पार,
ओ शिव शंकर भोले ।।6।।

कंचन थाल कर्पूर की बाती, आरती करें नर नार ओ बाघम्बर वाले
ओ बाघम्बर वाले, कर दो प्रभुजी बेड़ा पार,
ओ शिव शंकर भोले ।।7।।

सेवा न जानु बाबा पूजा न जानू, जानू सदाशिव रो नाम,
ओ बाघम्बर वाले, कर दो प्रभुजी बेड़ा पार,
ओ शिव शंकर भोले ।।8।।

श्री सत्यनारायण स्वामी शरण तुम्हारी, शरण पड़े की रखो लाज,
ओ बाघम्बर वाले, कर दो प्रभुजी बेड़ा पार,
ओ शिव शंकर भोले ।।9।।

अर्जी हमारी शिवजी मर्जी तुम्हारी
अर्जी करोनी मंजूर ओ बाघम्बर वाले
ओ शिव शंकर भोले ।।10।। `
},

{
    title: " Main Shiv ka hun Shiv Mere hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  मैं शिव का हूँ शिव मेरे हैं, मैं और क्या मांगू शंकर से
     मैं शिव का हूँ शिव मेरे हैं, मैं और क्या मांगू शंकर से

मेरे मन में उनके डेरे हैं, 
मैं और क्या मांगू शंकर से 
मैं शिव का हूँ शिव मेरे हैं

1 मैंने बहुत बार खायी ठोकर, गिरते को संभाला है
 उसने औकात मेरे से ऊपर ही, कितना कुछ दे डाला 
 उसने मेरे पार लगाये बेढे हैं, हर वक्त वो नेढ़े नेढ़े हैं
  मेरे दिन बाबा ने फेडे हैं, मैं और क्या मांगू शंकर से

मैं शिव का हूँ शिव मेरे हैं, मैं और क्या मांगू शंकर से

2 मैं जब से शिव का भक्त हुआ, मेरे दिल से बिदा हुई 
नफरत पशु पक्षियों से भी प्रेम हुआ, मासूम सी हो गयी 
ये फितरत सब चेहरे उसके चेहरे हैं, उसके ही अँधेरे सवेरे
 हैं शिव प्रेम ही मुझको घेरे है, मैं और क्या मांगू शंकर से

मैं शिव का हूँ शिव मेरे हैं, मैं और क्या मांगू शंकर से

3 भोले ने दिया है ये जीवन, भोले के नाम पे है 
जीवन रवि राज के दिल में है शंकर, ऐसे ही नहीं चलती धड़कन 
हर सांस पे उनके पहरे हैं, सब रस्ते उनपे ठहरे हैं
 मेरे सब दिन रात सुनहरे हैं, मैं और क्या मांगू शंकर से

मैं शिव का हूँ शिव मेरे हैं, मैं और क्या मांगू शंकर से

सिठाता तेरा चोला काला डोरा, ओ शम्भुआ हाथे शोठीयो 
सिठाता तेरा चोला काला डोरा, ओ शम्भुआ हाथे शोठीयो 
ओ या हे

मैं शिव का हूँ शिव मेरे हैं, मैं शिव का हूँ शिव मेरे 
हैं मैं और क्या मांगू शंकर से ओ`
},

{
    title: " Maliya Giri se Himalaya ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मलियागिरी से हिमालय की चोटी से, 
    भोले नाथ की असवारि चली आ रही है।।

1. कैलाश वासी हैं अविनाशी, 
तिरलोचना की ज्योति है प्रकाशी।
 हाथों में आरती है ओर फूल माला है,
  अमीया दर्शन अभिलाषी चली आ रही है।।

2. डम डम डमरू की ध्वनि सुना दे, 
भोली सी शंकर अपनी सुरत दिखा दे। 
कटी मृग छाला और गल मुंड माला है, 
जटाओं में गंग की धारा बही जा रही है।।

3. भक्तों को त्यारे असुरों को मारे, 
हमारे सहारे भोले दीनो के प्यारें। 
जल और थल आकाश मंडल से, 
महादेव की असवारी चली आ रही है।।

4. ब्रह्मा को चारों वेद पठाए, 
दुनिया को सचा शिव जी ज्ञान बताए । 
ऋषि मुनियो ने भोले ध्यान लगाया है,
 शंकर के चरणों में दुनिया झुकी जा रही है।। `
},

{
    title: " Mera Bhola Hai Bhandari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` भोले भोले भोले भोले (महादेवा शंभु)

सबना दा रखवाला ओ शिवजी डमरूवाला जी
डमरू वाला ऊपर कैलाश रहंदा भोले नाथ जी (शंभु)

धर्मियो जो तारदे शिवजी पापिया जो मारदा
बड़ा ही दयाल मेरा भोले अमली
**ॐ नमः शिवाय शम्भु ॐ नमः शिवाय शम्भु**
**ॐ नमः शिवाय शम्भु ॐ नमः शिवाय शम्भु (शंभु)**
महादेव तेरा डमरू डम डम, 
डम डम बजतो जय रे हो महादेवा (महादेवा शंभु)
**ॐ नमः शिवाय, ॐ नमः शिवाय शम्भु**
सर से तेरी बेहती गंगा, 
काम मेरा हो जाता चंगा नाम तेरा जब लेता (महादेवा शंभु)

मां पिया दे घरे ओ गोरा महला च रहन्दी जी महला च रेहन्दी
विच समसाना राहंदा भोले नाथ जी
कालेया कुंडला वाला मेरा भोले बाबा
किधर कैलाश तेरा डेरा ओ जी
सर पे वो गंगा मैय विराजे ३. मुकुट पे चंदा मामा ओ जी
**ॐ नमः शिवाय ॐ नमः शिवाय**
**ॐ नमः शिवाय ॐ नमः शिवाय शम्भु (शंभु)**
भंग जे पीता हे शिवजी धूनी रमांंदा धुनी रमांंदा
बड़ा ही तपारी ओ मेरा भोले अमली

मेरा भोला है भंडारी करता नंदी की सवारी
भोले नाथ रे शंकर नाथ रे
मेरा भोला है भंडारी करे नंदी की सवारी
शंभु नाथ रे हे शंकर नाथ रे
गौरा भांग रगड़ के बोलि
तेरा साथ रे भूतो की टोली
मेरे नाथ रे हे शंकर नाथ रे

हो भोले बाबा जी तेरे घर मैं आया जी
झोली खाली लाया जी ३. खाली झोली भर दो जी
कालेय सर्पा पाला मेरा भोले बाबा
शिखरे कैलशा रहंदा ओ जी

**ॐ नमः शिवाय** `
},

{
    title: "Mere Shankra Bholenath" ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरे शंकारा भोले नाथ, 
    तू करीब है भक्तो के ये नसीब है 
    भक्तो के ॥ शंकारा भोले नाथ

अंग में बस्म रमाये, डम डम डमरू बजाये, 
तेरी शान है सबसे नयारी हे बाबा विष धारी, 
मस्ती में नंदी झूमे मस्ती जो दे है तूने, 
तेरी किरपा से है संसार तेरा भोलेनाथ, 
मेरे शंकारा भोले नाथ....

क्या बात तेरे त्रिशूल की तेरे पास माफी हमारी भूल की, 
हम अनजान है समज ना कोई करते है हर्जाई, 
तुम तो हो अंतर यामी हम मुरख कल कामी,
 पाप व गुनाहों से है जीवन भरा, 
 मेरे शंकारा भोले नाथ.... `
},

{
    title: " Mere Shiv Bhole Bhale Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मेरे शिव भोले भाले है, 
    सब देवो में देव बड़े वो डमरू वाले है ।।

1. जटा में गंग विराजे, शीश पर चंदा साजे,
 बड़ा ही भोला भला, पिया है भंग का प्याला,
  ओ बम भोले त्रिपुरारी, तेरी महिमा है न्यारी,
   तू ही कैलाश पति है, संग में पार्वती है, 
   नंदे के असवर गले में, नाग भयंकर है

2. भक्त तेरे द्वारे आये, भोला तेरे गुण गए, 
तुम्ही जग का रखवाला, तेरे है रूप निराला,
 तुमतो हो शिव वरदानी, करो अब महरबानी, 
 तेरी जय जय कर दयालु, अजब निराली है-

3. दयालु हम पे दया कर, दया कि एक नजर कर,
 आये है द्वारे तेरे, बम बम भोले शंकर, हमतो भोले है बाबा, 
 तेरे दर्शन का इरादा, दिखादे सूरत अपनी, 
 निभादे अपना वादा, बालाजी मंडल कि आशा 
 तेरे हवाले है- `
},

{
    title: " Nachat Nach Nachavat hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` नाचत नाच नचावत है, गोरा शिव को नाच नचावत है
     हरी हरी भंगिया नित की होते, भर भर प्याला पावत है !!
      ता ता थैया शिवजी नाचे, नंदी ताल बजावत है !!
       ताल ताल पे शिवजी थिरके, अंग अंग बल कहावत है !!
        घुंघटीये के ओट बैठकर, मंद मंद मुश्कावत है !! `
},

{
    title: "	Om Shiv Om Shiv Om Shiv ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ॐ शिव ॐ शिव ॐ शिव
     ॐ शिव ॐ शिव ॐ 
     शिव रटता जा।

नमः शिवाय नमः शिवाय, 
नमः शिवाय भजता जा।।

1 शिव शंकर कैलाशपति है, 
अंग वभूति रमाते है। 
जटाजूट में गंग बिराजै, 
गंगाधर को रटता जा।।

2 भांग धतुरा भोग लागत है,
 गले सर्पों की माला रे। 
 नंदी की असवारी सोहे,
  नन्दीश्वर को रटता जा ।।

3 भष्मासुर को भष्म कराया, 
लीला अपरम्पार तेरी। 
मोहिनी रूप धारयो विष्णु ने, 
लीलाधर को रटता जा ।।

4 गगन मंडल थारी महिमा गावै, 
गावै नर और नारी रे। 
ऐसे दीनदयाल मेरे दाता,
 भूतनाथ को रटता जा।। `
},

{
    title: " Rato Parvati Ke Bhartaar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` रटो पारवती के भरतार,
    ' करेंगे भव से बेड़ा पार, 
    शिव नांदे के असवार, 
    करेंगे भव से बेड़ा पार ।।

1. कैलाश के राजा, आज महाराजा, 
शोभा बरनी न जाए, गोरा संग में, 
बाए अंग में, शेषनाग लिपटाये,
 जटाजूट में गंगा कि धार-

2. भस्मासुर ने, दे दिया हर ने,
 भस्म कडा एक भारी वो दीवाना,
  सोचे दाना, लेले शिव कि नारी,
   लिया मन में कपट विचार-

3. शम्भू भागे, डर जब लागे, 
तीन लोक घबराये, देवो ने जब,
 माया पलटी, विष्णु प्रकट हो आये,
  लिया रूप मोहिनी धार-

4. सीताराम, राधेश्याम, रटता माला तेरी, 
आया शरण में, पड़ा चरण में, 
लाज राखज्यो मेरी, 
शिव निरधारा आधार- `
},

{
    title: " Samave Aap Me Shankar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` समावे आप में शंकर, 
    तभी सुख रूप होता है ।

अरे नर ध्यान धर घट में, व्
यर्थ क्यू जनम खोता है ।।

अरे नर ध्यान धर घट में,
 व्यर्थ क्यू जनम खोता है ।

विषय के झूल झूले में,
 क्यों दुःख के बीज बोता है।।

गया तू भूल चेतनता, प्
रपंची बन गया जग में ।

न जाने देह को नश्वर,
 सदा सुख नींद सोता है।

सदा सत्संग कर प्यारे,
 दमन कर पंच विषयो का ।

सजग हो आत्म चिंतन में, 
समय सम्पूर्ण होता है।।

शरण गुरुदेव की रहकर,
 श्रवण कर सत्य शिक्षा को ।

बने आतम तभी निर्मल,
 अभय पद प्राप्त होता है ।।

अविध्या भाव तब नाशे,
 लखे चहू और अमृत को ।

समावे आप में शंकर,
 तभी सुख रूप होता है।। `
},


{
    title: " Shankar Daya Hai Baantte ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शंकर दया है बाँटते दातार की तरह,
     लेकिन तुम्हारा प्यार भी हो प्यार की तरह ।।

1. मृगछाल है वदन पर, दरवैध्य त्रिशूलधारी, 
मस्तक पर चन्द्र सोहे, नंदी की है सवारी, 
लिपटे गले में सर्प है, सब हार की तरह-

2. बर्फीली चोटियों पे गिर्जापति बिराजे, 
गोदी में गौरी माँ के, कार्तिक गणेश साजे,
 संग उनके भूत प्रेत है परिवार की तरह-

3. मांगे बगैर देता, बस सीखलो मनाना,
 दिखने में योगी जैसा, वो बांटता खजाना,
  है धन यहाँ दया का, अम्बर की तरह- `
},

{
    title: " Shankar Dayalu Dusra ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शंकर दयालु दूसरा, तुमसा कोई नहीं,
     देने से पहले तू जरा, क्यों सोचता नहीं,
      शंकर दयालु दुसरा, तुमसा कोई नहीं ॥

1 भस्मासुर ने भक्ति से, तुझको रिझा लिया, 
वरदान भस्म करने का, दानव ने पा लिया,
 तुझको ही भस्म करने की, पापी ने ठान ली, 
 देने से पहले तू जरा, क्यों सोचता नहीं,
 शंकर दयालु दुसरा, तुमसा कोई नही ॥

2 गिरिजा की जिद पे था बना, सोने का वो महल,
 मोहरत कराने आया था, रावण पिता के संग,
  सोने की लंका दुष्ट की, झोली में डाल दी,
   देने से पहले तू जरा, क्यों सोचता नहीं, 
   शंकर दयालु दुसरा, तुमसा कोई नहीं ॥

3 मंथन की गाथा क्या कहे, क्या क्या नहीं हुआ, 
अमृत पिलाया देवों को, और विष तू पी गया,
 देवों का देव 'हर्ष' तू, दुनिया ये जानती,
  देने से पहले तू जरा, क्यों सोचता नहीं,
  शंकर दयालु दुसरा, तुमसा कोई नहीं ॥

शंकर दयालु दूसरा, तुमसा कोई नहीं,
 देने से पहले तू जरा, क्यों सोचता नहीं,
  शंकर दयालु दुसरा, तुमसा कोई नहीं ॥ `
},


{
    title: " Shankar Ram Rayo re Pahada ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शंकर रम रयो र पहाड़ा म गौरां पार्वती के संग

1 सेर खा गयो खारी तमाखू, सेर पी गयो भंग । 
आक धतूरा भोग लगत है रवे नशे में दंग ।।

2 हाथ म थारे त्रिशूल भाला, भष्मी रमावे अंग । 
माथे थारे चन्द्र बिराजे, जटा जुट में गंग ।।

3 ढोलक बाजे मजीरा बाजे, ओर बाजे मृदङ्ग ।
 भोलेनाथ का डमरू बाजे, महाराणी के संग ।।

4 कोरा कोरा कलश मंगाया जा में घोल्या रंग ।
 "सूरदास" की काली कमर पर, चढ़े न दूजो रंग ।। `
},

{
    title: " Shankar Teri Jata Me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शंकर तेरी जटा से बहती है गंग धारा । 
    \काली घटा में चमके जैसे कोई सितारा ।।

1 शेश नाग मस्तक पर सोहे गल मुंडन की माला मोहे ।
 नंदी गण गोरा संग साजे गणपति लाल दुलारा ।।

2 योगनियों संग शोर मचावे, तांडव नाच करे सब गावे ।
 हर हर महादेव पुकारे जय शिव ॐ कारा ।।

3 आक धतूरा खाने वाले विश का प्याला पीने वाले ।
 विशवनाथ और अमर नाथ में मुक्ति का तेरा द्वारा ।। `
},

{
    title: " Sheesh Ganga Ardhang ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `शीश गंग अर्धग पार्वती, सदा विराजत कैलासी ।
     नंदी भृंगी नृत्य करत हैं, धरत ध्यान सुर सुखरासी ॥

1 शीतल मन्द सुगन्ध पवन, बह बैठे हैं शिव अविनाशी । 
करत गान-गन्धर्व सप्त स्वर, राग रागिनी मधुरासी ॥

2 यक्ष-रक्ष-भैरव जहँ डोलत, बोलत हैं वनके वासी ।
 कोयल शब्द सुनावत सुन्दर, भ्रमर करत हैं गुंजा-सी ॥

3 कल्पद्रुम अरु पारिजात तरु, लाग रहे हैं लक्षासी ।
 कामधेनु कोटिन जहँ डोलत, करत दुग्ध की वर्षा-सी ॥

4 सूर्यकान्त सम पर्वत शोभित, चन्द्रकान्त सम हिमराशी ।
 नित्य छहों ऋतु रहत सुशोभित, सेवत सदा प्रकृति दासी ॥

5 ऋषि मुनि देव दनुज नित सेवत, गान करत श्रुति गुणराशी ।
 ब्रह्मा, विष्णु निहारत निसिदिन, कछु शिव हमकूँ फरमासी ॥

6 ऋद्धि-सिद्धि के दाता शंकर, नित सत् चित् आनन्दराशी ।
 जिनके सुमिरत ही कट जाती, कठिन काल यमकी फांसी ॥

7 त्रिशूलधरजी का नाम निरन्तर, प्रेम सहित जो नर गासी ।
 दूर होय विपदा उस नर की, जन्म-जन्म शिवपद पासी ॥

8 कैलासी काशी के वासी, विनाशी मेरी सुध लीजो ।
 सेवक जान सदा चरनन को, अपनो जान कृपा कीजो ॥

9 तुम तो प्रभुजी सदा दयामय, अवगुण मेरे सब ढकियो ।
 सब अपराध क्षमाकर शंकर, किंकर की विनती सुनियो ॥

10 शीश गंग अर्धग पार्वती, सदा विराजत कैलासी ।
 नंदी भृंगी नृत्य करत हैं, धरत ध्यान सुर सुखरासी ॥  `
},

{
    title: " Shiv Damaru Wale Ko ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शिव डमरू वाले को, दिल से ना भूलाना तू।
     शंभू त्रिपुरारी की, निज आरती गाना तू।।

1 शिव शिव कहके प्राणी, जीने का मजा लेले। 
मालूम नहीं कब तू दुनिया से रजा लेले। 
भोले भण्डारी को, निज हाल सुनाना तू ।।

2 किस्मत के भरोसे पे, कर्मो को किये जा तू।
 दो दिन की रवानी है, हँस हँस के जिए जा तू।
  माया के दीवानों का, कुछ खोफ ना खाना तू।।

3 पीकर के जहर शिव ने, अमृत को बिसारा था।
 कर जोड़ के देवो ने, भोले को पुकारा था। 
 शिव चरण के पाणी को, आँखों से लागाना तू ।। `
},

{
    title: " Shiv Parvati ki Godi me ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शिव पारवती के गोदी में खेले गणेश
     गोदी में खेले गणेश, गोदी में खेले गणेश 
    शिव पारवती के गोदी में खेले गणेश ।।

सुध-बुध ज्ञान ध्यान के देवा 
नित उठ करू तुम्हारी सेवा. 
पूजा करु मैं हमेश ।। 1 ।। 
शिव पारवती के गोदी में खेले गणेश

मंगल मूर्ति सदा हितकारी 
हम पर कृपा रखियो भारी 
गल में जनेऊ शेष ।।2।। 
शिव पारवती के गोदी में खेले गणेश

रिद्धि सिद्धि देवण दाता 
शुभ लाभ भाग्य विधाता 
संत कहवै रे हमेश ।।3।। 
शिव पारवती के गोदी में खेले गणेश

नैया मेरी दगमग डोले 
तेरे नाम पे चालक मोले 
काम पड्यो परदेश ।।4।। 
शिव पारवती के गोदी में खेले गणेश `
},

{
    title: " Shivji Ke Charna M Chal Re ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` शिव जी के चरणा म चाल रे मन मायला रे ।।

1 जे तन जीवड़ा जगत लुभाव, धीरज की रे कर ढाल रे

2 सुख सावन तेर सदा ही रवगो, नित की नयोड़ी साल रे||2||

3 शिवजी से मिलबा को चाव पुराणों, कावड़ काट है जाल रे।।3।।

4 शिवजी मिल्या मन मंगल गावै, बाजे मृदंग घड़ ताल र ।।4।। `
},

{
    title: " Yo Var Kun Dhundhyo ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` यो वर कुण ढुंडयो गौरजा ।।

1 शिव शंकर जी ब्यावण आये, जान बराती एक न ल्याए ।
 हाथी ल्याए न घोड़ा ल्याए, ल्याए बैल बूढो ।।

2 एक हाथ से डमरू बजाए, दूजे हाथ से मखिया उड़ाए । 
इन संग फेरा मत ले गोरा, यो वर है भुडों ।।

3 डगमग डगमग नाड़ हिलत है, मखिया को बरनात उड़त है ।
 आक धतूरा भोग लागत है, भांग भरयो कुण्डों ।।

4 गंगा राम हरी गुण गाये, सखिया न गोरा समझाव । 
बम भोले का ध्यान लगाव, वर पायो उन्डो|| `
},



];

