// ============================================
// APP DATA STRUCTURE
// ============================================

// NOTICE: We do NOT use 'const'. We use 'window.appData["Aarti"]'
// This means: "Find the existing appData and put this inside it."

window.appData["Stuti"] = {
    icon: "<img src='stuti-.png' style='width: 150px; '>",
    items: [
 
        {
            title: "Akshay Amar Katha",
            youtubeId: "4ux827FlwuE", // I added a working ID here for you
            lyrics: `
            अक्षय अमर कथा

सोरठा प्रमथ नाथ गणनाथ, प्रथम सुमिरूँ पूजन करूँ ! 
रिद्धि सिद्धि संगाथ, नेत्र तीन शोभा अधिक !!

आसुतोष शिव भाल, चंद गंग संग गौरजा ! 
गल मुंडन की माल, मंगलकारी सर्वदा !!

लक्मीकंत अनंत, सदा क्षीर सागर बसे ! 
शारद श्री हनुमंत, कुलदेवी जगदम्बिके !!

हे हरजी के नन्द, अक्षय अमर कथा कहूं !
 सब मिल करो आनंद, गुरु चरणन वंदन करूँ !!

 कथा

मरुधर पावन पुण्य धाम की महिमा कहते है !
 परसाणे दादा अखाराम कष्टों को हरते है ! 
 पावन दादाजी नाम, जय जय परसाणे धाम !!

1 परसनेऊ चूरू मंडल का, एक छोटा सा ग्राम, 
ऊँचे धोरे वंहा विराजे, संत रतन अखाराम, 
पहले घोक और दर्शन है, महाबली हनुमान, 
फिर दर्शन दादाजी के है, दादा संत सुजान, 
बदरी पीपल ओर खेजड़ी, सनमुख उगतो भान,
 ऊँचे-ऊँचे शिखर बने है, लाल सफेद निशान,
साँझ सबेरे आरती के शुभ, घंटे बजाते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

2 सदियों पहले इसी ग्राम में, रहते विप्र सुजान, 
सदगृहस्थी संतो का सत्संग, करते थे सनमान, 
गऊ साधु सेवा में तत्पर, इष्ट राम हनुमान, 
दधीचि वंश के कुलदीपक थे, श्री हरजी था नाम, 
गुणवंती लक्मी सी पत्नी, शील धीर गुणवान, 
गऊ ब्राह्मण निर्धन दीनों को, देती वस्त्र अन्नदान, 
रघुनाथ हनुमान विप्र पर, किरपा करते थे ! 
परसाणे दादा अखाराम कष्टों को हरते है......

3 भादौ कृष्ण पंचमी के दिन, उगियो सुवरण भान, 
बाल रुदन जब सुणके जननी, करवाया पय पान, 
दुग्धपान करते करते ही, मुख पर थी मुस्कान, 
आँचल की तब ओट छुपाये, और न ले कोई जान, 
निरख निरख नित मात हरषति, कैसे करूँ बखान, 
हे हनुमंता रक्षा करना, आप बड़े बलवान, 
तुमने दिया है तुझ सेवा में, अरपण करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

4 हरजी के घर पुत्र जनम, पुरवासी सुनते है, 
परिजन पुरजन आपस में मिल, सहज हरषते है, 
मंगल गान सर्व मंगल हो, हर जन कहते है, 
मंगल गीत गा रहे गायक, जय जय करते है, 
बंटे बधाई द्वार पिता के, झोली भरते है, 
अन्नधनं वस्त्र रजत सुवरण पितु, आज बरसते है, 
बुला बुला सम्मान सभी को, जी भर देते है, 
परसाणे दादा अखाराम कष्टों को हरते है......

5 राम कृपा से श्री हरजी ने, पायी दो संतान, 
पति-पत्नी दोनों प्रसन्न थे, मुख पर थी मुस्कान, 
नियत समय पर वेद रीत से, संस्कारो का दान, 
दिया पिता ने पुत्ररत्न को, शुभ संस्कार महान, 
नामकरण संस्कार करण को, आये विप्र सुजान, 
राशि नखतर सूर्य चंद्र सब, गृह रहे बलवान, 
बहन बेटियां परिजन पुरजन, आशिष करते है, 
परसाणे दादा अखाराम कष्टों को हरते है.....

6 पंडितजी पंचांग देख कर, नाम सुनाते यही, 
अक्षय नाम अमर हो जग में, यूँ बतलाते है, 
अखाराम शुभ नाम सरल है, यह समझाते है, 
अखा सखा हो गौवंशो का, आनंद पाते है, 
घुटनो के बल दौड़ दौड़, मुख मोड़ दिखाते है, 
आ महतारी गोद बैठ, जननी बहलाते है, 
अब रुनझुन घुंघरू की सुनने को, पैर ठुमकते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

7 रुनझुन की धुन सुन आँगन में, खूब विहरते है, 
माता ने बुलवाया तो वे, दौड़ निकलते है, 
पकड़ न पाये महतारी ये, लीला रचते है, 
झुगल्या टोपी पग पैंजनिया, हर मन जंचते है, 
ठुमक ठुमक चलते है, नजरे तिरछी करते है, 
लाल लाल ओठो की शोभा, देव तरसते है, 
तुतलाती बोली में जब वो, राम कहते है, 
परसाणे दादा अखाराम कष्टों को हरते है......

8 आठ साल के भये जनेऊ, कंधे पहनाया, 
भिक्षा लेकर झोली भर ली, मित्रो को छिनवाया, 
पढ़ने गये गुरु गृह गुरु ने, पढ़ना सिखलाया, 
इनका मन था राम नाम में, बाकि भुलवाया, 
राम राम मेरा मंत्र राम, हृदय में लिखवाया, 
शिक्षा मेरी राम रटू गुरु, समझ नहीं पाया, 
बड़ा विलक्षण बालक है गुरु, अचरज करते है, 
परसाणे दादा अखाराम कष्टों को हरते है......

9 त्यागी गुरुकुल की शिक्षा सब, धेनु चराते है, 
डोळी में ले जाकर गऊये, बंशी बजाते है, 
खुद ब खुद गाये चरति सब, काम भूलते है, रा
म राम हनुमान ध्यान की, लगन लगाते है, 
संग सखावो के भोजन कर, भजन सुनाते है, 
साँझ भये गायो को लेकर, घर लौटाते है, 
मंदिर में दरसन को जाकर, सुमिरन करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

10 खेलन की थी उम्र सखा सब, हाँक लगाते थे, 
दडि गेडिया छुड़ा उन्हें भी, भजन सिखाते थे, 
राम ही गेंद राम ही डंडा, राम रमाते थे, 
देखे राम रूप जग सारा, और मुसकाते थे, 
भोजन छोड़ भजन सत संगत, नित्य कराते थे, जी
वु बाई छोटी बहना को, कथा सुनाते थे, 
संग संग रंग भजन का बहना, को भी रंगते थे ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

11 माता की आज्ञा ले अक्षय, साधु बाना धार लिया, 
दीक्षा ले भगवंत गुरु से, त्याग पूरा घरबार दिया, 
डोळी में जाकर तप करते, धूणा एक धुकाय दिया, 
भोजन भजन दोनों ही निशदिन, लंगर एक लगाय दिया, 
आप भजन में मस्त रहे, भूखो को राम जिमाय रैया, 
आवे सो अन्नजल प् जावे, राम रोट सब खाय रैया, 
भरा रहे भंडार धान सब, अचरज करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

12 डोळी में जा करि तपस्या, भूल गये घरबार, 
धुप छाव सरदी गरमी चाहे, मेघ हो मूसलधार, 
भूख प्यास बिसराये मन से, वायु थी आधार, 
तन तिनका सा सूख चला, पर सुध बुध दई बिसार, 
तन परवाह कभी नहीं की थी, मन में थे करतार, 
काम और क्रोध लोभ मद छोड़ा, त्यागा अहंकार, 
राम नाम मय तन मन होगया, राम सुमिरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

13 एक दिन एक संत आये थे, देखन में बलकारी, 
अलख जगाई आ धुणे पर, और करि किलकारी, 
तेज पुंज सूरज सा मुखड़ा, वाणी शीतल प्यारी, 
बोले तुम संग भजन करेंगे, करलो तुम तैयारी, 
रेण नेण एक पलक नींद नहीं, भजन बना था भारी, 
सुबह हुयी सुजान संत के, चलने की तैयारी, 
बोले अखाराम में जानूं, हम फिर मिलते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

14 इसी तरह से चला सिलसिला, नित प्रति मिलने का, 
सतसंग भजन व कथा राम की, नेम न टलते है, 
रात में रहे सुबह चले जाये, संत बड़े मस्तान, 
जाते कहाँ कहाँ से आते, पड़ी नहीं पहचान, 
बरसो बीत गये बातो में, न रहा वक्त का ज्ञान, 
जटाजूट तापस काया ना, रहा देह अभिमान,
समता भाव सुभाव में सुख दुःख, एक समझते है !
 परसाणे दादा अखाराम कष्टों को हरते है.....

15 एक दन आये सतं भजन कर, किया जरा विश्राम, 
निकट बुलाया फिर बैठाया, सुन प्यारे अखाराम, 
तुम हो सच्चे राम भक्त ओर, बोले संत सुजान, 
मैं प्रसन्न तुम पर हूँ अक्षय, प्रकट करूँ पहचान,
 रामदूत मैं पवनपूत सुन, नाम मेरा हनुमान, 
 प्रकट किया निज रूप कपि ने, तेज पुंज ज्यूँ भान, 
 इष्ट देव को देख तन मन, सुधी बिसरते है, 
 परसाणे दादा अखाराम कष्टों को हरते है.....

16 परमानंद मगन हो अक्षय, सुध बुध खो बैठे, 
कभी हँसते कभी रो पड़ते कभी, चरण पकड़ते है, 
कभी चलते कभी रुक रुक चलते, कभी कभी गिर बैठे, 
दौड़ दौड़ परिकम्मा करते, जय जय कर बैठे, 
बिखरी जटा ज्युं शिव हो वस्त्र का, भान भुला बैठे, 
एक लंगोटी गले जनेऊ, कपि चरणों में लेटे, 
प्रेमा भक्ति देख कपि, बांहो में भरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

17 मिले हृदय से हृदय दोय जब, सेवक स्वामी का, 
बजरंगी पहचान गए घर, अवध निवासी का, 
जिस घट में श्रीराम विराजे, घर अविनाशी का, 
मैं भी रहु राम संग घट मै, दृढ़ विश्वासी का, 
ज्यूँ रहते शिव सदा कृपालु, वास है काशी का, 
ऐसे वास करू तेरे घट में, घट सुखरासी का, 
अखाराम तेरे संग रहूँगा, वादा करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

18 एक अरज है मालिक तेरी, किरपा कर देना, 
सगुन रूप मूरत बन सेवा, चरणों की देना, 
नित्य सबेरे साँझ आरती, ऐसा मन देना, 
खीर चूरमा राम रोट का, भोग लगा लेना, 
तुलसी जल अर्पण करदूँ, जलपान करा लेना, 
संत भगत गौ पक्षी आवे, उदर पूरा देना, 
संत हृदय की इच्छा को कपि, पूर्ण करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

19 परहित सेवा की अर्जी सुन, हनुमत हरषाये, 
अति प्रसन्न बोले बजरंगी, मांगे जो मन चाहे, 
मांग मांग वर मांग भगत, किंचित ना शरमाये, 
हर इच्छा को पूरण करूँगा, हनुमत बतलाये, 
जिसको आपका दरस हुवा क्या, इच्छा रह जाये, 
अष्ट सिद्धि नवनिधि वरदायक, दाता कहलाये, 
ऐसे मालिक आप कमी क्या, अक्षय कहते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

20 फिर भी आप दे रहे मालिक, दास अरज करते, 
मरूधरा धोरो में स्वामी, विषधर बहुत बसते, 
किरसा ग्वाल पथिक जन खेतो, में विचरण करते, 
बिच्छू सांप गोयरा बांडी, जब चाहे डसते, 
साँझ सवेरे मुंह अँधेरे, सोते और जगते, 
बना रहे भय काल सर्प का, मौत बिना मरते, 
विषधर के भय से अभय करो, ये अर्जी करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

21 कलवाणी की कला दई जो, विष की हारक है, 
जल में खोल चिमटा भभूती, कष्ट निवारक है, 
रक्षा सूत्र में सात गाँठ, तांती हितकारक है, 
दृढ विश्वास राख कर बांधे, प्राण उबारक है, 
तेरा सुमिरन मेरे सुमिरन सा, फलदायक है, 
दूँ संकलाई अभी तुझे, हर जन सुखदायक है, 
महाबली बजरंगी शक्ति, तुझमे भरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

22 शक्ति भारी दीन्ह कपि तब, अंतर्ध्यान हुये, 
श्री विग्रह की करे प्रतीक्षा, बहु दिन बीत गये, 
एक दिन एक बलद गाड़े में, मूरत एक आई, 
धणी पधारे परसाणे, मन में खुशिया छाई, 
पूछा कौन कंहा से आये, कंहा मूरत पाई, 
गांव बेनाथा की रोहि से, बातें बतलाई, प
रसाणे पंहुचादो मुझे, सपने में कहते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

23 शुभ दिन शुभ घडी वार मुहूर्त में, स्थापित कपी हुये, 
जिस पल आप पधारे गाँव में, सुन्दर सगुन हुये, 
उदय अस्त आरती होव, झालर शंख बजे, 
गहरे शब्द नगारा गाजै, सेवक चंवर ढूळे, 
जय जयकार भजन किरतन की, जागण सदा सजे, 
खीर चूरमा भोग लगे, सब चलता राम रजे, 
दुखिया भी दरसन करके मन, खुशियां भरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

24 पीपल और खेजड़ी बदरी, निज कर लगवाये, 
ऊँचा मिन्दर लाल धणी का, झंडा लहराये, 
गाँव गाँव चरचा संकलाई, की करते बाते, 
सुन सुन दुखी दीन जन बाते, दरसन को आते, 
निरधनियाँ धन पाते रोगी, शक्ति पा जाते, 
निसंतान दया से प्रभु की, गोदी सुख पाते, 
खाली झोली करुण भाव से, खुशियां भरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

25 सर्प दंश भय दूर हुवा, महिमा सबने जानी, 
एक औषधि रामबाण हुई, तांती कलवाणी, 
कोई फूँक झाड़ नहीं मंतर, ना ओझा ना भोपा, 
अमृत बना कुंड निरमल जल, संग भभूती का, 
चिमटा खोल बणा कलवाणी, जिसको पिला दिया, 
चमत्कार एसा होता, मुरदो को जिला दिया, 
रोहि जंगल में सुबह शाम, निर्भय विचरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

26 विपदा दूर करे जन जन की, बरसो बीत गये, 
चमत्कार सुननेमें आते, नित नित नये नये, 
संत महंत साधु सिद्धो ने, माया रचवाई, 
पैला दिए पग पग पर विषधर, राह न रहपाई, 
बुला लिया बस्ती के बाहर, अक्षय समझाई, 
सोचा लेण परीक्षा आये, देखो संकलाई, 
पहन खडावु उडण भरी, आकाश में चलते है, 
परसाणे दादा अखाराम कष्टों को हरते है......

27 आकर बहु सन्मान सहित, संतो से मिलन हुवा, 
भगत भगत पहचान गये, आपस में धन्य कहा, 
धन्य धन्य तुम धन्य अखा, तेरे धन्य पिता माता, 
धन्य धरा मरूधरा दधीचि कुल, धन्य बहन भ्राता, 
धन्य हमारे श्रवण आज और, धन्य हुई वाणी, 
धन्य हमारा समय पा गये, पावन अन्न पाणी, 
अमर नाम अक्षय धुर्व जैसा, संत उचरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

28 अखारामजी वृद्ध भये, दादाजी नाम पड़ा, 
यही नाम सबके मन भाये, छोटा हो या बड़ा, 
दादाजी एक बार पास के, गाँव में थे आये, 
दिन भर भजन संगत संतो की, वक्त ना लख पाये, 
अस्तांचल आ पंहुचे दिनकर, तब कुछ भान हुआ, 
साँझ आरती समय हुवा, एक भक्त ऐसे कहा, 
दोनों वक्त आरती नित, दादाजी करते है, 
परसाणे दादा अखाराम कष्टों को हरते है......

29 चुपके से एक भगत उठे, दादा ने जान लिया, 
हो असवार अश्व काठी पर, अश्व को ऐड दिया, 
घडी पाव में पंहुचे मंदिर, दरसन जाय किया, 
दादाजी कर रहे आरती, यह क्या कैसे हुआ, 
मेरी घोड़ी पवनवेग से, मुझको ले आयी, 
दादाजी वंहा बैठे छोड़े, मति मेरी भरमाई, 
आरूढ़ पुनः हो आये वंही, दादा राम सुमिरते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

30 हाथ जोड़कर चरण पकड़, वो भगत वहां बोला, 
सिद्ध संत है दादाजी, फरक न एक तौला, 
एक दादाजी भजन करे यंहा, एक मंदिर के मायं, 
दो दो रूप धार कर बैठे, मन संशय कछु नायं, 
दादाजी मुसकाय कहे तुम, भजन करो भाई, 
भगति त्याग तपस्या सेवा, खुश को कपिराई, 
सेवा परम धरम करलो तुम, शुभ फल मिलते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

31 शत आयु जब पार हुई तो, करने लगे विचार, 
काल धरम हर तन व्यापत है, चाहे हो अवतार, 
आज्ञा लेकर रामदूत से, गाँव लिया बुलवाय, 
जीवित समाधि में बैठूंगा, पक्की दो चुनवाय, 
टप टप नीर नैण से टपके, मच गया हाहाकार, 
रूदन करे अरदास ग्राम जन, अब किसका आधार, 
शोक करो ना यही रहूँगा, ये पण करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

32 उसी समाधि पर भगतो ने, मंदिर बनवाया, 
छड़ी चीमटा और खड़ाऊ, सिगड़ी पुजवाया, 
पूजा करे पुजारी हर दिन, ज्योत हुवे भारी, 
गौघृत श्रीफल धुप गुग्गुल सब, होमे नर नारी, 
भोग लगे नित खीर चूरमा, दरसन बलहारी, 
जो मांगे दादा से मिलता, ऐसे दातारी, 
कृष्ण पक्ष की पाँचम शुभ दिन, मेले भरते है !
परसाणे दादा अखाराम कष्टों को हरते है......

33 रतनगढ़ के सेठ चौधरी, भगत बड़े भारी, 
दरसन को आते रहते, संग रहते परिवारी, 
विश्राम रैन के साधन की एक, कमी बड़ी भारी, 
धरमशाल दिखणादै पासे, बणा दई प्यारी, 
दूर दूर गाँवों से संत नित, आते संसारी, 
कुंड पक्का निरमाण किया, जल पावे नर नारी, 
इसी तरह से भगत कई, रचनाये रचते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

34 कुछ परिवार रहे परसाणे, बंडवा जाय बसे, 
गये धीरदेसर कुछ परिजन, छापर आय बसे, 
दादा की किरपा से परिजन, पुरजन सभी फले, 
सेवक पोता और सम्बन्धी, एक से एक भले, 
जात पात सम भाव वर्ण, दादा ना भेद करे, 
दीन दुखी रोगी निरधनियाँ, सबका कष्ट हरे, 
उनका हो जाता दादा, जो सुमिरन करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

35 चम्तकार तो लाखो है, कैसे में कह पावू, 
मति अनुसार एक दो वरणु, थोड़े में समझावू 
गुलजी गंगा डूब गए, चिमटे से उबार लिया, 
रामबगस के पुत्र हुकम का, विष भी हरण किया, 
गोली चली धनराज बचे, एक दुष्ट ने वार किया, 
फिसल सामने वापस आ, उस दुष्ट को जखम दिया, 
ऐसे सच्चे कथन बहुत, जन जन से सुनते है, 
परसाणे दादा अखाराम कष्टों को हरते है.....

36 संवत दो हज़ार छतीस में, जीर्णोद्धार हुआ, 
सपना देखा था भगतो ने, सपना सफल हुआ, 
पाँच दिवस श्रीराम यज्ञ था, कीर्तन खूब हुआ, 
सुबह शाम भंडारा चलता, भोजन नया नया, 
परसाणे ग्रामजनों उत्सव हित, भारी काम किया, 
छत्री जाट कुम्भार ग्रामजन, तन श्रम बहुत किया, 
कारीगर छापर के चाँदजी, चेजा करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

37 दो हज़ार छतीस की संवत, पौष मास आया, 
कृष्ण पक्ष की पाँचम थी, शुभ मुहूर्त बलि पाया, 
पंडित गोविंदराम भाव से, पूजा करवाई, 
हुकमचंद यजमान बने, पत्नी काली बाई, 
सुन्दर मूरत दादाजी की, स्थापित आज हुई, 
जय जयकार करे सब सेवक, खुशिया बहुत हुई, 
सोनजी गंगाधर रामेसर, पूजा करते है ! 
परसाणे दादा अखाराम कष्टों को हरते है....

38 जीर्णोधार एक हुआ पुनः, मंदिर का अति भारी, 
शिखर विशाल विशाल भवन की, रचना है न्यारी, 
सौम्य रूप गुणशील भूप, दादा परसाणे सोहे, 
पचरंग पाग केसरी जामा, धारण नये नये, 
मोतियन माल भाल पर केसर, चन्दन तिलक किये, 
पगां खड़ाऊ चन्दन की, और चिमटा रतन जड़े, 
दादा के दरबार में आ सब, मन की कहते है ! 
परसाणे दादा अखाराम कष्टों को हरते है.....

39 कृष्ण पक्ष भादौ की पाँचम, जनम दिवस आये, 
भगतो के मन आनंद भर कर, खुशिया लहराए, 
देश विदेश जहाँ जो बसते, दरसन को आये, 
चढ़ चढ़ वाहन पाँव पियादे, मार्ग भर जावे, 
कोई युगल कोई भक्त अकेला, परिजन संग आवे, 
खाली झोली भर ले जावे, मनवांछित पावे, 
दादा हमें बुलाना जल्दी, यह सब कहते है ! 
परसाणे दादा अखाराम कष्टों को हरते है......

40 मै मतिमंद निपट अज्ञानी, कविता क्या गावू 
सुना सुनाया अनुभव पाया, तुमको सुनवाऊ, 
भाषा भूल माफ कर देना, जो में लिख पाऊं, 
किरपा क्षमा बनाये रखना, पुनि पुनि दोहराऊं, 
वन जन गगन अगन जल में, में निकट तुम्हे पाऊं, 
तेरे हाथ हजारो की नित, रक्षा में पाऊं, 
चंपा अक्षय अमर कथा, चरणों में धरती है ! 
परसाणे दादा अखाराम कष्टों को हरते है......
 `
        },
        
        {
            title: "Ashutosh Sashank Shekhar",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            आशुतोष सशांक शेखर चन्द्र मौली चिदंबरा, 
            कोटि कोटि प्रणाम शम्भू कोटि नमन दिगम्बरा,

निर्विकार ओमकार अविनाशी तुम्ही देवाधि देव, 
जगत सर्जक प्रलय करता शिवम सत्यम सुंदरा,

निरंकार स्वरूप कालेश्वर महा योगीश्वरा, 
दयानिधि दानिश्वर जय जटाधार अभयंकरा,

शूल पानी त्रिशूल धारी औगड़ी बाघम्बरी, 
जय महेश त्रिलोचनाय विश्वनाथ विशम्भरा,

नाथ नागेश्वर हरो हर पाप साप अभिशाप तम, 
महादेव महान भोले सदा शिव शिव संकरा,

जगत पति अनुरकती भक्ति सदैव तेरे चरण हो, 
क्षमा हो अपराध सब जय जयति जगदीश्वरा,

जनम जीवन जगत का संताप ताप मिटे सभी, 
ओम नमः शिवाय मन जप

ता रहे पञ्चाक्षरा,

आशुतोष सशांक शेखर चन्द्र मौली चिदम्बरा, 
कोटि कोटि प्रणाम संभु कोटि नमन दिगम्बरा,
            `
        },
        
       
         {
            title: "Bajrang Baan",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            -दोहा -
            निश्चय प्रेम प्रतीति ते, बिनय करैं सनमान
तेहि के कारज सकल शुभ, सिद्ध करैं हनुमान

-चौपाई-
जय हनुमन्त सन्त हितकारी।
सुन लीजै प्रभु विनय हमारी।।

जन के काज विलम्ब न कीजै।
आतुर दौरि महा सुख दीजै ।।

जैसे कूदि सिन्धु महिपारा।
सुरसा बदन पैठि विस्तारा ।।

आगे जाय लंकिनी रोका।
मारेहु लात गई सुरलोका ।।

जाय विभीषन को सुख दीन्हा।
सीता निरखि परमपद लीन्हा ।।

बाग उजारि सिन्धु महं बोरा ।
अति आतुर यमकातर तोरा ।।

अक्षय कुमार को मार संहारा।
लूम लपेट लंक को जारा।।

लाह समान लंक जरि गई।
जय जय धुनि सुरपुर में भई।।

अब विलम्ब केहि कारन स्वामी।
कृपा करहु उर अन्तर्यामी ।।

जय जय लखन प्राण के दाता।
आतुर होय दुःख करहु निपाता ।।

जै गिरिवर जै जै सुख सागर।
सुर समूह समरथ भटनागर ।।

ॐ हनु हनु हनु हनुमन्त हठीले।
बैरिहि मारू बज्र की कीले ।।

गदा बज्र लै बैरिहिं मारो।
महाराज प्रभु दास उबारो ।।

ॐ कार हुंकार महाप्रभु धावो।
बज्र गदा हनु विलम्ब न लावो ।।

ॐ हनीं हनीं हनीं हनुमन्त कपीशा।
ॐ हुं हुं हुं हनु अरि उर सीसा ।।

सत्य होहु हरि शपथ पायके ।
राम दूत धरु मारु धाय के।।

जय जय जय हनुमन्त अगाधा।
दुःख पावत जन केहि अपराधा।।

पूजा जप तप नेम अचारा।
नहिं जानत हौं दास तुम्हारा।।

वन उपवन मग गिरि गृह माहीं।
तुम्हरे बल हम डरपत नाहीं।।

पांय परौं कर जोरि मनावौं।
येहि अवसर अब केहि दोहरावौं ।।

जय अंजनि कुमार बलवन्ता।
शंकर सुवन वीर हनुमन्ता ।।

बदन कराल काल कुल घालक।
राम सहाय सदा प्रतिपालक ।।

भूत, प्रेत, पिशाच निशाचर।
अग्नि बेताल काल मारी मर।।

इन्हें मारु तोहि शपथ राम की।
राखउ नाथ मरजाद नाम की।।

जनकसुता हरि दास कहावो।
ताकी शपथ विलम्ब न लावो ।।

जै जै जै धुनि होत अकासा।
सुमिरत होत दुसह दुःख नासा ।।

चरन शरण कर जोरि मनावौं।
यहि अवसर अब केहि गोहरावौं ।।

उठु उठु चलु तोहि राम दुहाई।
पांय परौं कर जोरि मनाई।।

ॐ चंचंचं चपल चलंता।
ॐ हनु हनु हनु हनु हनुमंता।।

ॐ हं हं हांक देत कपि चंचल।
ॐ सं सं सहम पराने खल दल।।

अपने जन को तुरत उबारो।
सुमिरत होय आनंद हमारो।।

यह बजरंग बाण जेहि मारै।
ताहि कहो फिर कौन उबारै ।।

पाठ करै बजरंग बाण की।
हनुमत रक्षा करै प्राण की।।

यह बजरंग बाण जो जापै।
ताते भूत-प्रेत सब कांपै ।।

धूप देय अरु जपै हमेशा।
ताके तन नहिं रहै कलेशा ।।।।

।।दोहा।।

प्रेम प्रतीतिहिं कपि भजै, सदा धरै उर ध्यान । 
तेहि के कारज सकल शुभ, सिद्ध करें हनुमान ।।


            `
        },
        
      
        {
            title: "Bhaye Pragat Kripala",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            भये प्रगट कृपाला दीनदयाला कौसल्या हितकारी, 
            हरषित महतारी मुनि मन हारी अ‌द्भुत रूप बिचारी ।।

1. लोचन अभिरामा तनु घनस्यामा, निज आयुध भुज चारी, 
भूषन वनमाला नयन बिसाला, सोभासिन्धु खरारी

2. कह दुइ कर जोरी अस्तुति, तोरी केहि बिधि करौं अनंता, 
माया गुन ग्यानातीत अमाना, वेद पुरान भनंता-

3. करुणा सुख सागर सब गुन, आगर जेहि गावहिं श्रुति संता,
 सो मम हित लागी जन अनुरागी, भयौ प्रकट श्रीकंता-

4. ब्रह्मांड निकाया निर्मित माया, रोम रोम प्रति बेद कहै, 
मम उर सो बासी यह उपहासी, सुनत धीर मति थिर न रहे

5. उपजा जब ग्याना प्रभु मुसुकाना, चरित बहुत बिधि कीन्ह चहै,
 कहि कथा सुहाई मातु बुझाई, जेहि प्रकार सुत प्रेम लहै-

6. माता पुनि बोली सो मति डोली, तजहु तात यह रूपा, 
कीजे सिसुलीला अति प्रियसीला, यह सुख परम अनूपा

7. सुनि बचन सुजाना रोदन ठाना, होइ बालक सुरभूपा, 
यह चरित जे गावहि हरिपद पावहि, ते न परहिं भवकूपा
            `
        },

        
        {
            title: "Chandavali Dadaji Ki",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            थारो धूप रहो गरणाय, दादोजी थारी सिगड़ी में ।
             थारो धूप रहो गरणाय, पलोड़राजा सिगड़ी में ।।

1. कंठोड़ तो बाजा दादा बाजिया, 
कोई कंठोड़ में गोरेयां रे निशान, 
दादोजी थारी सिगड़ी में

2. परसाण तो बाजा दादा बाजीया, 
कोई छापर गोरेयां रे निशान, 
दादोजी थारी सिगड़ी में

3. कुण तो चिणायो दादा देवरों, 
कोई कुणा ने दिराई गज नींव, 
दादोजी थारी सिगड़ी में

4. पोता चिणायो दादा देवरों, 
कोई पोता दिराई गज नींव, 
दादोजी थारी सिगड़ी में

5. दुरा र देश रा आव जातरी 
देव देव गठजोडा री जात 
दादोजी थारी सिगड़ी में

6. कित लख आवे दादा बांझड़ी, 
कोई कित लख बाळुडा की माय, 
दादोजी थारी सिगड़ी में

7. नव लख आवे दादा बांझड़ी, 
कोई दस लख बाळुडा की माय, 
दादोजी थारी सिगड़ी में

8. कांई धन मांगे दादा बांझड़ी, 
कोई कांई धन बाळुडा क माय, 
दादोजी थारी सिगड़ी में

9. पुत्रज मांगे दादा बांझड़ी, 
कोई अन्न धन्न बाळुडा की माय, 
दादोजी थारी सिगड़ी में

10. पुत्र जे हिंड दादा पालण, 
कोई अन्न धन्न भर्या ह भंडार, 
दादोजी थारी सिगड़ी में

11. पुत्र तो दीज्यो दादा बांझड़ी, 
कोई अन्न धन्न बाळुडा की माय, 
दादोजी थारी सिगड़ी में

12. रूपया चढ़ावे दादा रोकड़ा, 
कोई ल्याव ल्याव लाडूड़ा रा थाळ, 
दादोजी थारी सिगड़ी में

13. चढ़न चढ़ाव दादा चूरमु, 
कोई नारेळां की हुवे रे बोछाड, 
दादोजी थारी सिगड़ी में

14. पांच्यु तो अँधेरी दादा धोक्स्यां, 
कोई लुळ-लुळ लागां थारे पाँव, 
दादोजी थारी सिगड़ी में-

15. पेरण न पीताम्बर दादा धोतिया, 
कोई माथे रेशम रो रुमाल, 
दादोजी थारी सिगड़ी में

16. गले में जनेऊ दादा रेशमी, 
कोई केसर तिलक लिलाड, 
दादोजी थारी सिगड़ी में

17. पगां में खडाऊ दादा काठ की, 
कोई चिम्पटो रतन जड़ाव, 
दादोजी थारी सिगड़ी में

18. हरिया हिरा की सोवे राखड़ी, 
कोई केसर तिलक लिलाट, 
दादोजी थारी सिगड़ी में

19. ऊँचे हिन्ड पर हर का बेषणा, 
कोई दुधड़ला पखारू हर पांव, 
दादोजी थारी सिगड़ी में

20. पोता की बढ़ज्यो दादा बेलड़ी, 
कोई सेवका की इब छल राख, 
दादोजी थारी सिगड़ी में

21. चूल्हा तो चाकी दादा थे फिरो, 
कोई बहु रे बेट्याँ की रिछपाल, 
दादोजी थारी सिगड़ी में

22. म्हे थारी गांवा दादा छांवली, 
कोई सींवर्या हाजर होय, 
दादोजी थारी सिगड़ी में

23. थे म्हारी आशा मनसा पूरज्यो, 
थे करो म्हारी शक्ति को बढाव, 
दादोजी थारी सिगड़ी में

24. थारी तो आंख्या दादा च्यनणो, 
कोई म्हारोड़ी घोर अंधेर, 
दादोजी थारी सिगड़ी में

25. देशां परदेशा दादा थे फिरो, 
कोई पोता की राखो रिछपाल, 
दादोजी थारी सिगड़ी में

26. पोता थारा दादा वीनव् 
कोई पोता की राखो रीछपाल 
दादोजी थारी सिगड़ी में

हरजीरामजी का छावा, 
भलाई जीवु बाईसा का बीरा 
साँची संकळयी सारे देश म

            `
        },


        
        {
            title: "Chhand Dadaji Ka",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            छंद गुण दादा का गाता, 
            पौत्र के तुम ही पिता माता ।।

1. दाधीच कुल गौरव है दाता, 
दधिमती कुल देवी माता, 
नाम अखाराम सुख दाता, 
भगिनी जीवू बाई के भ्राता, 
पिता हरजी माता देवी परसाणे अवतार, 
1550 भादवां पंचमी मंगलवार,
कृष्ण पक्ष जन्म लियो दाता-

2. मारुतसुत प्रसन्न हो आये, 
अक्षय निज मन मंदिर लाये, 
शक्ति प्रभु बजरंग से पाए, 
कलवाणी अमृत बन जाए, 
वरद हस्त कपि ने कियो, 
ले अक्षय वर मांग 
पौत्रवंश वृद्धि सर्पभय मुक्ति 
लियो अक्षय ने मांग
लोक सब भय मुक्त पाता-

3. रूप दादा सौम्य और सुन्दर 
मधुर है तेरा सज मंदिर 
दमकता भाल ज्यू हो कुंदन 
भाल पर तिलक करे चन्दन 
यज्ञोपवित धारण किये और मोतियन की माल 
हस्त कमल में रतन चिमटा
आसन है मृग छाल
राम धुन मन तेरा गाता-

4. प्रथम तेरी धाम है परसाणा 
द्वितीय बंडवा मन माणा 
तृतीय छापर सुख बरसाणा 
दरश कर सेवक हर्षाणा 
लुणो चम्पो छंद में अर्ज करे कर जोर 
रोग शोक की मिटा राखी दे 
कर उन्नति की ओर
सेवक तेरा मन वांछित पाता--
            `
        },
        
        {
            title: "Chhand Mataji Ka",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            छंद गुण दधिमती का गाता, 
            सकल की सहाय करो माता ।।

1. दधिमती मोटी महा माई, महर कर गोठ नगर आई 
गवाल्यो चारत है गाई, कयो तुम बोलो मत भाई, 
अभी मैं बाहर तो आवु, लोक म संपत बपरावु, 
दधिमती बाहर निसरी, धुंध भय दिन रेन, 
हुई आवाजा सिंग की कोई, भीड़क भाग गई धेन, 
गवाल्यो गऊ घेर लाता-

2. गवाल्यो हो हो कर रयो, वचन देवी का भूल रयो, 
तभी देवी बाहर नहीं आई, गुप्त एक मस्तक पुजवाई, 
दधिमती की सेवा करे, जो कोई नर नार, 
निश्चय होकर ध्यान धरे, माँ बेडा करदे पार, 
दुःख दारिद्र दूर जाता-

3. गोठ एक मांगलोद मांहि, बिराजे दधिमती माँ मांहि, 
जंगल म देवल आसमानी, उसीको जाने जग जानी, 
छत्र विराजे सोहणु, चार भुजा गल हार, 
काना कुण्डल झिलमिले, कोई आप सिंग असवार, 
नोपता बाजे दिन राता-

4. परचो एक साहूकार पायो, मात को देवल चिणवायो, 
पोल एक सूरज क सामी, कुण्ड को अमृत है पानी, 
अधर खम्भ ऐसो बण्यो, जाने सगळी जान, 
कलयुग म छिप ज्यायसि कोई, सतयुग रो सेनाण, 
करु म करत लोग बाता-

5. परचो एक पालीन्यू राणो, उदयपूर मेवाड़ को जाण्यो, 
कारज उसका भी सिद्ध किना, वचन से पुत्र दे दिना, 
सुता सपनु आइयो, जाग सके तो जाग, 
देवगढ़ चितौड़ का थारा, मेटु दिल का दाग, 
द्रव एक जूना भी पाता-

6. रात को राणाजी जाग्यो, मात क पांवा उठ लाग्यो, 
मात थांरो अखिल वचन पाँवू देश म देवल चिणवावु, 
जब देवी क हुकुम स्यु, आयो देश दीवान, 
मंदिर चिनायो भूप स्यु, कोई ऊंचा किया निवाण, 
कुण्ड क पेड़ी लगवाता-

7. सेवक नित सेवा ही करता, ध्यान नित दधिमती का धरता, 
जोगण्या नृत्य करात भेरू, डमाडम बाजत है डमरू, 
मारवाड़ क मायने, प्रगट भई है गोठ 
आपो ही आप विराजे जननी, बाहर निसरी ज्योत 
जातरी रात दिवस आता

8. संवत एक उन्नीस सो दस मे, छंद गुण गायो रंग रस मे, 
चौथ सुदी श्रावण का मासा, सकल की पुरो मन आशा, 
दशराव मेलो भरे, चैत्र आसोजा माय, 
दूर देश का आव जातरी, पुरो मन की आस, 
अन्न धन दीज्यो जी माता-

9. ब्राह्मण दायमा जाता, खिंमसर नगरी में रहता, 
मात को नन्द छंद गायो, मात क चरना चित आयो, 
जो जन गावे अरु सुने, निष दिन धरे ज्यो ध्यान 
गुरु बड़ा गुणवान है, कोइ मूलचंद महाराज, 
जोड़ कर जेठमल गाता-
`
        },
        
//         {
//             title: "Dadhimati Mangal Path-1",
//             youtubeId: "", // I added a working ID here for you
//             lyrics: `



// `
//         },
        
        
//         {
//             title: "Dadhimati Mangal Path-2",
//             youtubeId: "", // I added a working ID here for you
//             lyrics: `

            

// `
//         },

        {
            title: "Dhan Dhan Bholenath Baant Diya",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            धन धन भोलेनाथ बाँट दिया, 
            तीनो लोक एक पलभर में, 
            ऐसे दीन दयालु मेरे शम्भू, 
            भरो खजाना पल भर में ।।

1. प्रथम वेद दे दिया ब्रह्म को 
बने वैद के अधिकारी, 
विष्णु को दिया चक्र सुदर्शन, 
लक्ष्मी सी सुन्दर नारी, 
इंद्र को दे दई कामधेनु, 
और ऐरावत सा बलकारी, 
कुबेर को तूने बना दिया, 
सारी वसुद्या का भंडारी, 
अपने तन पर वस्त्र न राखे, 
राखे तो खप्पर कर में

2. अमृत तो देवो को पिला दिया, 
आप हलाहल पान किया, 
ब्रह्म ज्ञान दे दिया उसी को, 
जिसने शिव का ध्यान किया, 
भागीस्थ को गंगा दे दई, 
अब जल से स्नान किया, 
बड़े बड़े पापियो का तूने, 
पल भर में कल्याण किया,
 अपने तन पर वस्त्र न राखे, 
 मस्त रहे बाघम्बर में

3. रावण के गढ़ लंका दे दई, 
बीस भुजा दस शीश दिया, 
रामचंद्र को धनुष बाण और 
हनुमत को जगदीश दिया 
मनमोहम को मुरली दे दई, 
मोर मुकुट बक्शीश दिया, 
मुक्ति हेतु काशी के वास में, 
भक्तोंको बिसवा बीस दिया, 
आप नशे में चूर रहे नित, 
भंग पिए उस खप्पर में-

4. नारद को श्री वीणा दे दई, 
गन्धर्व को सब राग दिया, 
कर्मकांड दे दिए ब्राह्मण को, 
सन्यासी को त्याग दिया, 
जिसपर पूर्ण कृपा हो शिव की, 
उसको अनहद ज्ञान दिया, 
ब्रह्म ज्ञान दे दिया उसी को, 
जिसने शिव का ध्यान किया, 
बनारसी देवीसिंह कहता, 
शिव शिव गावो घर घर में
            `
        },
        
        {
            title: "Dwadsharya Surya Stuti",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            ।। श्री द्वादशार्या सूर्य स्तुतिः ।।

उद्यन्नद्यविवस्वानारोहन्नुत्तरां दिवं देव ।
हृद्रोगं मम सूर्यो हरिमाणं चाऽऽशु नाशयतु ॥ १ ॥

निमिषार्धेनैकेन द्वे च शते द्वे सहसे द्वे । 
क्रममाण योजनानां नमोऽस्तु ते नलिननाथाय ॥ २ ॥

कर्मज्ञानखदशकं मनश्च जीव इति विश्वसर्गाय ।
द्वादशधा यो विचरति स द्वादशमूर्तिरस्तु मोदाय ॥ ३ ॥

त्वं हि यजूऋक्सामः त्वमागमस्त्वं वषट्‌कार ।
त्वं विश्वं त्वं हंसः त्वं भानो परमहंसश्च ॥ ४ ॥

शिवरूपात् ज्ञानमहं त्वत्तो मुक्तिं जनार्दनाकारात् ।
शिखिरूपादैश्वर्य त्वत्तश्चारोग्यमिच्छामि ॥ ५ ॥

त्वचि दोषा दृशि दोषाः हृदि दोषा येऽखिलेन्द्रियजदोषाः ।
तान् पूषा हतदोष किञ्चिद्रोषाग्निना दहतु ॥ ६ ॥

धर्मार्थकाममोक्षप्रतिरोधानुग्रतापवेगकरान् ।
बन्दीकृतेन्द्रियगणान् गदान् विखण्डयतु चण्डांशु ॥ ७ ॥

येन विनेदं तिमिरं जगदेत्य ग्रसति चरमचरमखिलम् ।
धृतबोधं तं नलिनीभर्तारं हर्तारमापदामीडे ॥

यस्य सहस्रामीशोरमीशु लेशो हिमांशुबिम्बगतः ।
भासयति नक्तमखिलं मेदयतु विपद्गणानरुणः ॥ ६ ॥

तिमिरमिव नेत्रतिमिरं पटलमिवाऽशेषरोगपटलं नः ।
काशमिवाधिनिकायं कालपिता रोगयुक्ततां हरतात् ॥ १० ॥

वाताश्मरीगदार्शस्त्वग्दोषमहोदरप्रमेहांश्च ।
ग्रहणीभगन्धराख्या महतीस्त्वं मे रुजो हंसि ॥ ११ ॥

त्वं माता त्वं शरणं त्वं धाता त्वं घनं त्वमाचार्यः ।
त्वं त्राता त्वं हर्ता विपदामर्क प्रसीद मम भानो ॥ १२ ॥

इत्यार्याद्वादशकं साम्बस्य पुरो नभस्थलात्पतितम् ।
पठतां भाग्यसमृद्धिः समस्तरोगक्षयश्च स्यात् ॥ १३ ॥

।। इति श्रीसाम्बकृतद्वादशार्यासूर्यस्तुतिः ।।
`
        },
        
        {
            title: " Gomatu Stuti",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` श्रीगोमातुः स्तुतिः 
            
            जय-जय वृजेश-वंदिता, जय सौख्य-मालिका ।
            जय कामधेनु वंशजा, जय पाप-क्षालिका ।।1

विष्णु-भव-विरिंचि-पाति, स्वर्ग-भू विभूति राति । 
सुभग-भाति रज-विभाति, सुरभि-बालिका । ।2

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका । 
जय कामधेनु वंशजा, जय पाप-क्षालिका।। 
सकल-विमल-बोध-राशि, भक्त-भावना-विभासि । 
श्रुति-शतैक-तत्व-काशि, महिष-कालिका।।3

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका । 
जय कामधेनु-वंशजा, जय पाप-क्षालिका ।। 
मनोरमेति नंदगांव, दत्त-शरण-साधु-भाव। 
धेनु-धन्य-धर्म-धुरी, चक्र-चालिका। 14

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका। 
जय कामधेनु-वंशजा, जय पाप-क्षालिका ।। 
ऋषि-गणैः सुपूजिता, मनोरथैः विभूषिता । 
सुजन-सुमन-विनंदिता, हि विश्व-पालिका ।।5||

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका। 
जय कामधेनु-वंशजा, जय पाप-क्षालिका।। 
जय-विभूति-वंश-नाम, पुत्र-पौत्र वित्त-राम। 
शरण-शुद्धि-धान्य-धाम, मुक्ति-लालिका । 16

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका । 
जय कामधेनु वंशजा, जय पाप-क्षालिका ।। 
जन्म-मृत्यु-जरा-रोग, वासनाहि-विष-वियोग । 
शोक-मोह-सकल-भोग, विहग-तालिका । ।7

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका । 
जय कामधेनु-वंशजा, जय पाप-क्षालिका ।। 
द्रुहिण-दयित-द्रविण-दान, भूमि-रस्ति श्रुति-विधान। 
विकल-लोक-साम-गान, कृषक-हालिका।।8

जय-जय वृजेश-वंदिता, जय सौख्य-मालिका । 
जय कामधेनु वंशजा, जय पाप-क्षालिका।।`
        },
        

        {
            title: "Gurudev Tumhari Jai Ho",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` गुरुदेव तुम्हारी जय जय हो ।

सद्गुरु तुम्हारी जय जय हो ।।1।।
सोमनाथ तुम्हारी जय जय हो ।

रामनाथ तुम्हारी जय जय हो ।।2।।
विश्वनाथ तुम्हारी जय जय हो ।

भोले नाथ तुम्हारी जय जय हो ।।3।।
महादेव तुम्हारी जय जय हो ।

महाकाल तुम्हारी जय जय हो ।।4।।
केदारनाथ तुम्हारी जय जय हो ।

त्रिम्ब्केश्वर तुम्हारी जय जय हो ।।5।।
नागेश्वर तुम्हारी जय जय हो ।

मलिकार्जुन तुम्हारी जय जय हो ।।6।।
बैजनाथ तुम्हारी जय जय हो ।

वनखंडी तुम्हारी जय जय हो ।।7।।
गुरजटी तुम्हारी जय जय हो ।

ओम्कारेश्वर तुम्हारी जय जय हो ।।8।।
श्रीशैलम तुम्हारी जय जय हो ।

सोमनाथ तुम्हारी जय जय हो ।।9।।
चन्द्रमौलि तुम्हारी जय जय हो ।

पशुपतिनाथ तुम्हारी जय जय हो ।।10।।
विश्वनाथ तुम्हारी जय जय हो ।

भूतनाथ तुम्हारी जय जय हो ।।11।।
भवनाथ तुम्हारी जय जय हो ।

विश्वनाथ तुम्हारी जय जय हो ।।12।।
उमानाथ तुम्हारी जय जय हो ।

सोमनाथ तुम्हारी जय जय हो ।।13।।
हरी ॐ हरी ॐ महादेव महादेव ।।`
        },
        

        {
            title: "Hans Vahini",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            हंस वाहिनी विद्या वरदे वीणा वादिनी मधुरम स्वर दे 
            ज्ञान प्रकाश करो हृदय में, तम त्रय ताप कलुष सब हर दे

1 महावीर सी करुणा दे 
गुरु नानक सी वाणी दे दे 
बोध बुद्ध सा हो उर में 
नव विवेक आनंद भर दे ।।

2 महाराणा सा देश प्रेम 
और वीर शिवा निडर करदे 
परमवीर सैनिक कर्तृर्तव्य में 
राष्ट्र प्रेम तन मन भर दे।।

3 मित्रों में हम चंदन हों पर 
अरि हृदय बीच में ज्वाला हों 
जीवन मृत्यु एक लक्ष्य राष्ट्र 
चंपा सा दिल उज्जवल कर दे।।
            `
        },
        
        {
            title: "Harji Tanay Karuna Ayan",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` तर्ज : मधुराष्टक,,,,, जय राम रमा रमनं शमनं

हरजी तनयं, करुणा अयनं, मरुधर रमनं, भव दुख शमनं। 
पंकज नयनं, वरदः हस्तं, हनुमदभक्तं, त्वं नित्य भजं ।।

जीवू भ्रात, अनाथन तात परम, सतचित उदार आनंदकंदम। 
गोपद सेवा, गोधन रक्षक, गोचारक पालक, गोवत्सं । ।

जय राम राम, अखाराम प्रभो, त्वं वंश दधीचिःव्योम विभो। 
चित रामलीन, तोहि रटत दीन, धन वैभव पावत अति मलीन । ।

तव मुख मधुरम् तव कर मधुरम्, तव पद मधुरम्, पद रज मधुरम् । 
वसनं मधुरम् हसनं मधुरम्, भूषण मधुरम् भूषित मधुरम् । ।

उज्जवल ललाट, तिलकं मधुरम्, चंदन कुमकुम केसर मधुरम् । 
तव पादत्राण, मलयज मधुरम्, कर माल तुलसिका है मधुरम्। ।

तव ज्योत विभूतिः, विष शमनं, तव दंड चीमटा ताप हरं। 
कफ दोष हरं, बदरीपल्लव, चित दोष हरं, तव दर्श फलं । ।

दुख पाप कटत, जो नित्य जपत, भव सिंधु अगाध, ते पार करत। 
चंपा तव सेवक, भक्त वदं, मम हृद तिष्ठं, मम हृद तिष्ठं । ।  `
        },
        
        {
            title: "Pushpanjali",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            ॐ यज्ञेन यज्ञमयजन्त देवास्तानि धर्माणि प्रथमान्यासन्।
ते हं नाकं महिमानः सचन्त यत्र पूर्वे साध्याः सन्ति देवाः॥

ॐ राजाधिराजाय प्रसह्य साहिने।
नमो वयं वैश्रवणाय कुर्महे।
स मे कामान् कामकामाय मह्यम्।
कामेश्वरो वैश्रवणो ददातु।
कुबेराय वैश्रवणाय महाराजाय नमः॥

ॐ स्वस्ति साम्राज्यं भौज्यं स्वाराज्यं वैराज्यं।
पारमेष्ठ्यं राज्यं महाराज्यमाधिपत्यमयं समन्तपर्यायी।
सार्वभौमः सार्वायुष आन्तादापरार्धात् पृथिव्यै समुद्रपर्यन्ता।
या एकराळिति तदप्येष श्लोकोऽभिगीतः—
मरुतः परिवेष्टारो मरुत्तस्यावसन् गृहे।
आविक्षितस्य कामप्रेर्विश्वेदेवाः सभासद इति॥

ॐ विश्वदक्षचक्षुरुत विश्वतोमुखो
विश्वतोबाहुरुत विश्वतस्पात्।
सं बाहुभ्यां धमति सं पतत्रैर्द्यावाभूमी जनयन् देव एकः॥

ॐ तत्पुरुषाय विद्महे महादेवाय धीमहि।
तन्नो रुद्रः प्रचोदयात्॥

नाना सुगंध पुष्पैः यथाशक्ति भवानीश।
पुष्पांजलिं मया दत्तां गृहाण परमेश्वर।
ॐ भूर्भुवः स्वः भगवते श्री सांबसदाशिवाय नमः॥

त्वमेव माता च पिता त्वमेव।
त्वमेव बन्धुश्च सखा त्वमेव।
त्वमेव विद्या द्रविणं त्वमेव।
त्वमेव सर्वं मम देव देव॥

मंत्र पुष्पांजलि समर्पयामि॥
            `
        }, 
        
        
        
        {
            title: "Pushpanjali Durgaji",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            प्रथम पुष्पांजली मंत्र 
            ॐ जयन्ती, मङ्गला, काली, भद्रकाली, कपालिनी । 
            दुर्गा, शिवा, क्षमा, धात्री, स्वाहा, स्वधा नमोऽस्तु ते ॥ 
            एष सचन्दन गन्ध पुष्प बिल्व पत्राञ्जली ॐ ह्रीं दुर्गायै नमः ॥

द्वितीय पुष्पांजली मंत्र 
ॐ महिषघ्नी महामाये चामुण्डे मुण्डमालिनी। 
आयुरारोग्यविजयं देहि देवि ! नमोऽस्तु ते ॥ 
एष सचन्दन गन्ध पुष्प बिल्व पत्राञ्जली ॐ ह्रीं दुर्गायै नमः ॥

तृतीया पुष्पांजली मंत्र 
ॐ सर्व मङ्गल मा‌ङ्गल्ये शिवे सर्वार्थ साधिके । 
शरण्ये त्र्त्यम्बके गौरी नारायणि नमोऽस्तु ते ॥१

सृष्टि स्थिति विनाशानां शक्तिभूते सनातनि। 

गुणाश्रये गुणमये नारायणि ! नमोऽस्तु ते ॥२॥

शरणागत दीनार्त परित्राण परायणे। 
सर्वस्यार्तिहरे देवि ! नारायणि ! नमोऽस्तु ते ॥३॥
            `
        },
        
      
        {
            title: "Ram Rajyabhishek",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            जय राम रमारमनं शमनं भव ताप भयाकुल पाहि जनम्।
अवधेस सुरेस रमेस विभो शरणागत मांगत पाहि प्रभो॥

दससीस विनासन बीस भुजा, कृत दूरि महा महि भूरि रुजा।
रजनीचर बूँद पतंग रहे, सर पावक तेज प्रचंड दहे॥

महि मंडल मंडन चारुतरं, धृत सायक चाप निषंग बरम्।
मद मोह महा ममता रजनी, तम पुंज दिवाकर तेज अनी॥

मनजात किरात निपात किये, मृग लोग कुभोग सरेन हिये।
हति नाथ अनाथनि पाहि हरे, विषय बन पांवर भूलि परे॥

बहु रोग बियोगिन्हि लोग हये, भवदंघ्रि निरादर के फल ए।
भव सिंधु अगाध परे नर ते, पद पंकज प्रेम न जे करते॥

अति दीन मलीन दुःखी नितहीं, जिन्ह के पद पंकज प्रीत नहीं।
अवलंब भवंत कथा जिन्ह कें, प्रिय संत अनंत सदा तिन्ह कें॥

नहिं राग न लोभ न मान मदा, तिन्ह कें सम बैभव वा बिपदा।
एहि ते तव सेवक होत मुदा, मुनि त्यागत जोग भरोस सदा॥

करि प्रेम निरंतर नेम लियें, पद पंकज सेवत शुद्ध हियें।
सम मानि निरादर आदरही, सब संत सुखी बिचरंति मही॥

मुनि मानस पंकज भृंग भजे, रघुवीर महा रणधीर अजे।
तव नाम जपामि नमामि हरी, भव रोग महागद मान अरी॥

गुन सील कृपा परमायतनं, प्रणमामि निरंतर श्रीरमनम्।
रघुनंद निकंदय द्वंद्व घनं, महिपाल बिलोकय दीन जनम्॥

बार-बार बर मागौं हरषि देहु श्रीरंग।
पद सरोज अनपायनी भगति सदा सतसंग॥
            
            `
        },

        
        {
            title: "Ram Stuti",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` कह मुनि प्रभु सुन बिनती मोरी।
महिमा अमित मोरि मति थोरी।
अस्तुति करौं कवन बिधि तोरी।
रवि सन्मुख खद्योत अंजोरी॥

श्याम तामरस दाम शरीरं।
जटा मुकुट परिधान मुनिचीरं॥

पाणि चाप शर कटि तूणीरं।
नौमि निरंतर श्री रघुवीरं॥

मोह विपिन घन दहन कृशानुः।
संत सरोरुह कानन भानुः॥

निशिचर करि बरूथ मृगराजः।
अरुण नयन राजीव सुवेशः॥

हर हृदि मानस बाल मरालं।
संसय सर्प ग्रसन उरगादः॥

भव भंजन रंजन सुर यूथः।
निर्गुण सगुण विषम सम रूपं॥

ज्ञान गिरा गोतीतमनूपं।
अमलमखिलमनवद्यमपारं॥
नौमि राम भंजन महि भारं॥

भक्त कल्पपादप आरामः।
अति नागर भव सागर सेतुः॥

अतुलित भुज प्रताप बल धामः।
धर्म वर्म नर्मद गुण ग्रामः॥

त्रातु सदा नो भव खग बाजः।
सीता नयन चकोर निशेशं॥

नौमि राम उर बाहु विशालं।
शमन सुकर्कश तर्क विषादः॥

त्रातु नाथ नो कृपा वरूथः।
तर्जन क्रोध लोभ मद कामः॥

त्रातु सदा दिनकर कुल केतुः।
कलि मल विपुल विभंजन नामः॥

संतत शं तनोतु मम रामः॥

जद्यपि बिरज व्यापक अविनासी।
सब के हृदय निरंतर बासी॥

तदपि अनुज श्री सहित खरारी।
बसतु मनसि सम काननचारी॥

जे जानहिं ते जानहुं स्वामी।
सगुण अगुण उर अंतरजामी॥

जो कोसलपति राजिव नयना।
करौं सो राम हृदय मम अयना॥

अस अभिमान जाइ जनि भोरे।
मैं सेवक रघुपति पति मोरे॥ `
        },


        
        {
            title: "Ram Stuti by Atri Muni",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            नमामि भक्तवत्सलं कृपालु शील कोमलं।
भजामि ते पदांबुजं अकामिनां स्वधामदं॥

निकाम श्याम सुंदरं भवाम्बुनाथ मंदरं।
प्रफुल्ल कंज लोचनं॥

प्रलंब बाहु विक्रमं निषंग चाप सायकं।
दिनेश वंश मंडनं मदादि दोष मोचनं॥

प्रभो प्रमेय वैभवं धरं त्रिलोक नायकं।
महेश चाप खंडनं नमामि इंदिरा पतिं॥

मुनींद्र संत रंजनं सुरारि वृंद भंजनं।
मनोज वैरि वंदितं अजादि देव सेवितं॥

विशुद्ध बोध विग्रहं भजे सशक्ति सानुजं।
समस्त दूषणापहं शचीपति प्रियानुजं॥

भजंति हीन मत्सराः सुखाकरं सतां गतिं।
वितर्क वीचि संकुले विविक्त वासिनः सदा॥

भजंति मुक्तये मुदा निरस्य इंद्रियादिकं।
प्रयांति ते गतिं स्वकं प्रसीद मे नमामि ते पदाब्ज भक्ति देहि मे॥

त्वदंघ्नि मूल ये नराः पतंति नो भवार्णवे।
तमेकमद्भुतं प्रभु निरीहमीश्वरं विभुं॥

जगद्गुरुं च शाश्वतं तुरीयमेव केवलं।
भजामि भाववल्लभं कुयोगिनां सुदुर्लभं॥

स्वभक्त कल्पपादपं समं सुसेव्यमन्वहं।
अनूप रूप भूपतिं नतोऽहमुर्विजा पतिं॥

पठंति ये स्तवं इदं नरादरेण ते पदं।
व्रजन्ति नात्र संशयं त्वदीय भक्ति संयुताः॥
            `
        },
        
        {
            title: "Sankat Mochan",
            youtubeId: "", // I added a working ID here for you
            lyrics: `
            बाल समय रवि भक्ष लियो तब, तीनहुं लोक भयो अंधियारों।
ताहि सों त्रास भयो जग को, यह संकट काहु सों जात न टारो।
देवन आनि करी बिनती तब, छाड़ी दियो रवि कष्ट निवारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

बालि की त्रास कपीस बसैं गिरि, जात महाप्रभु पंथ निहारो।
चौंकि महामुनि साप दियो तब, चाहिए कौन बिचार बिचारो।
कै द्विज रूप लिवाय महाप्रभु, सो तुम दास के सोक निवारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

अंगद के संग लेन गए सिय, खोज कपीस यह बैन उचारो।
जीवत ना बचिहौ हम सो जु, बिना सुधि लाये इहां पगु धारो।
हेरी थके तट सिंधु सबे तब, लाए सिया-सुधि प्राण उबारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

रावण त्रास दई सिय को सब, राक्षसी सों कही सोक निवारो।
ताहि समय हनुमान महाप्रभु, जाए महा रजनीचर मारो।
चाहत सिय असोक सों आगि सु, दै प्रभु मुद्रिका सोक निवारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

बान लाग्यो उर लछिमन के तब, प्राण तजे सुत रावण मारो।
लै गृह बैद्य सुषेन समेत, तबै गिरि द्रोण सु बीर उपारो।
आनि सजीवन हाथ दिए तब, लछिमन के तुम प्राण उबारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

रावण जुद्ध अजान कियो तब, नाग की फांस सबै सिर डारो।
श्रीरघुनाथ समेत सबै दल, मोह भयो यह संकट भारो।
आनि खगेस तबै हनुमान जु, बंधन काटि सुत्रास निवारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

बंधु समेत जबै अहिरावन, लै रघुनाथ पाताल सिधारो।
देबिन्हीं पूजि भलि विधि सों बलि, देउ सबै मिलि मंत्र विचारो।
जाय सहाए भयो तब ही, अहिरावन सैन्य समेत संहारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

काज किए बड़ देवन के तुम, बीर महाप्रभु देखि बिचारो।
कौन सो संकट मोर गरीब को, जो तुमसे नहीं जात है टारो।
बेगि हरो हनुमान महाप्रभु, जो कछु संकट होए हमारो।
को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो॥

॥ दोहा ॥
लाल देह लाली लसे, अरु धरि लाल लंगूर।
वज्र देह दानव दलन, जय जय जय कपि सूर॥

जय श्रीराम।
जय हनुमान।
जय हनुमान॥
            `
        },
        
        {
            title: "Shree Ram Chandra Kripalu",
            youtubeId: "", // I added a working ID here for you
            lyrics: `श्री रामचन्द्र कृपालु भजु मन,
हरण भवभय दारुणम्।
नव कंज लोचन कंज मुख,
कर कंज पद कंजारुणम्॥१॥

कन्दर्प अगणित अमित छवि,
नव नील नीरद सुन्दरम्।
पटपीत मानहुँ तडित रुचि शुचि,
नोमि जनक सुतावरम्॥२॥

भजु दीनबन्धु दिनेश दानव,
दैत्य वंश निकन्दनम्।
रघुनन्द आनन्द कन्द कोशल,
चन्द दशरथ नन्दनम्॥३॥

शिर मुकुट कुंडल तिलक,
चारु उदारु अङ्ग विभूषणम्।
आजानु भुज शर चाप धर,
संग्राम जित खरदूषणम्॥४॥

इति वदति तुलसीदास शंकर,
शेष मुनि मन रंजनम्।
मम् हृदय कंज निवास कुरु,
कामादि खलदल गंजनम्॥५॥

मन जाहि राच्यो मिलहि सो,
वर सहज सुन्दर सांवरो।
करुणा निधान सुजान शील,
स्नेह जानत रावरो॥६॥

एहि भांति गौरी असीस सुन सिय,
सहित हिय हरषित अली।
तुलसी भवानिहि पूजी पुनि-पुनि,
मुदित मन मन्दिर चली॥७॥

॥ सोरठा ॥
जानी गौरी अनुकूल सिय,
हिय हरषु न जाइ कहि॥`
        },
        
        {
            title: "Shyam Pushpanjali",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` हाथ जोड़ विनती करूं, सुणज्यो चित लगाय।
दास आगयो शरण में, रखियो इसकी लाज॥

धन्य ढूंढा रो देश है, खाटू नगर सुजान।
अनुपम छवि श्री श्याम की, दर्शन से कल्याण॥

श्याम श्याम मैं रटु, श्याम है जीवन प्राण।
श्याम भक्त जग में बड़े, उनको करूं प्रणाम॥

खाटू नगर के बीच में, बन्यो आपको धाम।
फाल्गुन शुक्ला मेला भरे, जय जय बाबा श्याम॥

फाल्गुन शुक्ला द्वादशी, उत्सव भारी होय।
बाबा के दरबार से खाली, जाया न कोई॥

उमापति लक्ष्मीपति, सीतापति श्रीराम।
लज्जा सबकी राखियो, खाटू के श्री श्याम॥

पान सुपारी इलायची, इत्र सुगंध भरपूर।
सब भक्तन की विनती, दर्शन देवो हुजूर॥

दयालू सिंह जी तो प्रेम से, धरे श्याम को ध्यान।
श्याम लियो परिवार पावे सदा, श्याम कृपा से मान॥ `
        },
        
        {
            title: "Varde Veena Vadini Var De",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` वरदे वरदे वरदे वीणा वादिनी वरदे,
             प्रिय स्वतंत्र राव अमिय मंत्र नव, 
             भारत में भरदे ।

1. नव गति नव लय ताल छंद नव, 
नवल कंठ नव जल्दी मंद नव, 
नव नभ के नव विहग वृंद को, 
नभ पर नव स्वर दे

2. काट फंड उर के बंधन स्तर, 
बहा जननी ज्योतिर्मय निर्झर, 
कलुष भेद तम हर प्रकाश भट्ट, 
जगमग जग करदे- `
        },
        
        {
            title: "Virdavali Dadaji Ki",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` पिता हरजीरामजी अखारामजी नाम, 
            जीवू बाई भ्रात को, कोटि कोटि प्रणाम ।।

1. परसनेऊ शुभ धाम है, बंडवा सेवाग्राम, 
छापर में सेवक घने, गूंजे घर घर नाम ।।

2. दादाजी महिमा अमित, भावे आठो याम, 
बालाजी की भक्ति से, अक्षय हुआ स्वनाम ।।

3. अंजनी सुत के दास हो, रहते हरदम पास, 
करामात कलवाणी की, चलती बारहों मास ।।

4. युगल धाम सुहावने, पीपल की है छाँव,
 बालाजी दादाजी के, रोज पूजते पाँव ।।

5. म्हे तो चाकर आपरा, महर करीज्यो आय, 
माथे हाथ फेरज्यो, सौ संकट मिट ज्याय ।।

6. एक आपरो आसरो, एक आपरी आश, 
एक आपरी भक्ति को, सदा रहे विश्वास ।।

सोरठाः

धोरे ऊपर धाम, चिमटो चोखो काम करे । 
परसनेऊ है ग्राम, सेवक नित चरणन परे ।। `
        },
        
        {
            title: "Ya Kundendutu Sar Har",
            youtubeId: "", // I added a working ID here for you
            lyrics: ` या कुन्देन्दुतुषारहारधवला या शुभ्रवस्त्रावृता।
या वीणावरदण्डमण्डितकरा या श्वेतपद्मासना॥
या ब्रह्माच्युतशंकरप्रभृतिभिर्देवैः सदा पूजिता।
सा मां पातु सरस्वती भगवती निःशेषजाड्यापहा॥

दोर्भिर्युक्ता चतुर्भिः स्फटिकमणिनिभैरक्षमालां दधाना।
हस्तेनैकेन पद्मं सितमपि च शुकं पुस्तकं चापरं॥

भासा कुन्देन्दुशङ्खस्फटिकमणिनिभा भासमाना समाना।
सा मे वाग्देवतेयं निवसतु वदने सर्वदा सुप्रसन्ना॥

सुरासुरसेवितपादपङ्कजा करे विराजत्कमनीयपुस्तका।
विरिञ्चिपत्नी कमलासनस्था सरस्वती नृत्यतु वाचि मे सदा॥

सरस्वती सरसिजकेसरप्रभा तपस्विनी सितकमलासनप्रिया।
घनस्तनी कमलविलोललोचना मनस्विनी भवतु वरप्रसादिनी॥ `
        },
        
        // {
        //     title: "",
        //     youtubeId: "", // I added a working ID here for you
        //     lyrics: `.`
        // },
        
        
    ]
};
