// STEP 2: The Specific Songs for THIS file
window.appData["Bhajans"].subcategories[" Yash Bhajan "] = [

{
    title: "  Aa Durga Maharani",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आ दुर्गा महाराणी, ओ प्यारो सो मुखड़ो, 
    सिंह की असवारी, मोह लियो मनड़ो ।।

1. सर पे है जो सजा, मुकुट मणियों जड़ा,
 जैसे हो रात में, तारों भरा आसमां, 
 तारों बीच में चन्दा, यो प्यारो सो मुखड़ो

2. गोटे की चुनरी, सर पे प्यारी लागे,
 कानो की बालियाँ, जग से न्यारी लागे, 
 चम-चम चमक रह्यो है, यो प्यारो सो मुखड़ो-

3. आँखों में प्यार का, सागर झलकता है, 
भक्तों के दर्द से, दिल पिघलता है, 
'यश' कहे हर लेना, हमारा भी दुखड़ो- `
},

{
    title: "  Aaj Dada Ki Jayati Hai",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आज दादा की जयंती है,
     सेवक अर्ज करत है जिनकी,
      महिमा न्यारी है ।।

1. जन्म पर प्रभु तुम्हारे, 
भक्ति के भजन है गाये,
 हरजी घर जनम लियो है,
  परसनेऊ धाम बन्यो है,
   बहुत सी महिमा तुम्हारी,
    नैया अब तार हमारी, 
    पांचु न मेलो लागे, 
    भांवरे बाजा बाजे, 
    तुम पे तन मन धन सब अर्पण,
     भक्ति प्यारी है

2. है कंचन थार मनोहर,
 घी कपूर अगर ज्योतकर, 
 चन्द्र सी महिमा तुम्हारी, 
 कलवानी दुःख नाशिनी,
  हरषी सुमन बरसावो,
   गाई एक राग सुनावो,
    दादा के मंदिर कि शोभा,
     अजब निराली है

3. तुम्ही एक नाथ हमारे,
 मेरे तुम्ही रखवारे,
  मेरे मन मंदिर उजियारे, 
  प्राण के हो तुम प्यारे,
   यश चरणो का चेरा, 
   द्वारे ये भजन सुनाये,
    अक्षय है नाम निहारा,
     वैसा ही काम तिहारा, 
     सुर नर मुनि जन द्वारे तेरे, 
     वेद उचारे है-  `
},

{
    title: " Aao Chale Parsneu Saare ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आवो चले परसनेऊ सारे
     मेरे दादा के द्वारे । 
    मेरे दादा के द्वारे वो 
    है हनुमत के प्यारे ।।

1 परसनेऊ की यात्रा करलो 
शुभ दर्शन दादा के करलो 
जीवन में सब खुशिया भरलो 
भागे गम सारे

2 स्वर्ग स्वरुप है दर्शन सारे
 गूंजे दादा नाम जयकारे 
 खुले हुए है यंहा भंडारे 
 झोलिया भर प्यारे

3 यश भी पवन धाम चला है
 पूरन सब परिवार चला है 
 सारे सेवादार चले है 
 तू भी दर जारी `
},


{
    title: " Aapki Santaan Hai Hum ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` आपकी संतान है हम 
    आप से क्या प्रार्थना 
    मांगे बिना देते हमें तो
     फिर करे क्यों याचना

1. इसके नाटक मंच है ये 
हम तो अभिनय कर रहे 
ये जगत परिवार अपना 
प्यार से हम घर रहे 
तप कर्म ही पूजा हमारी

सेवा है आराधना-

2. जो हुवा अच्छा हुवा
 अच्छा है जो भी हो रहा 
 होगा जो अच्छा है वो 
 ये ज्ञान हमको हो रहा 
 शिव पिता हो आप मेरे 
 तो हमें क्या सोचना

3. विष्व नंदन हम बने 
सब प्रेम से हिलमिल रहे 
सर्व का कल्याण हो 
सब को सभी अपना कहे 
मन में है सबके लिए

शुभ भावना शुभ कामना- `
},

{
    title: " Aisa De Vardaan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ओ बाबा ऐसा दे वरदान, 
    फिर न रहे कोई अरमान ।।

1. सुबह उठू तेरा दर्शन पावू
 सान्झ ढले तेरी आरती गावू 
 मेरी सांस में हो तेरा नाम-

2. पर पीड़ा को समझू अपना, 
सबके सुखो में सुख हो आपना, 
मेरा घरबार हो तेरा दरबार-

3. यश कहे बाबा ऐसा वर दो,
 मधुर मै गावू ऐसा स्वर दो, 
 मेरी आवाज हो मेरी पहचान- `
},

{
    title: " Baba Bajrang Mere ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाबा बजरंग मेरे बाबा बजरंग 
    ध्याऊँ तुम्हे पाऊँ 
    तुम्हे ध्याऊँ तुम्हे मैं तो पाऊँ तुम्हे है ये आशा मेरी ।।

1. मन आँगन में तेरा बसेरा है बाबा बजरंगी 
मन मंदिर में तेरे नाम की बजती है अब बंशी
 झूम झूम गाऊँ, झूम झूम नाचूं 
 झूम झूम गाऊँ, मैं झूम झूम नाचूं 
 है आशा मेरी-

2. जब से देखा दिल ने तुमको अपना मान लिया
 तुम हो मेरे जीवन बाबा ये तो जान लिया 
 तुम ही बता दो, कैसे मैं पाऊँ 
 तुम ही बता दो, कैसे मैं पाऊँ भक्ति तेरी

3. संकट मोचन नाम तिहारो जाने दुनिया सारी
 सालासर रा बालाजी थारे जाऊं में बलि हारी 
 कष्ट हरो, विघ्न हरो, 
 कष्ट हरो मेरे, विघ्न हरो है ये 
 अर्जी मेरी- `
},

{
    title: " Baba Humko Tera ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाबा हमको तेरा, दर मिल गया है,
     नसीब अपना समझो, अमर बन गया है ।।

1. बाबा का दीवाना तो, तनहा नहीं है,
 तुम साथ हो हर पल ये, हम को यकीन है, 
 मेरा दिल प्रभु का घर बन गया है-

2. किस्मत में मेरी, चैन जो नहीं है,
 तेरी कृपा से बाबा, हम पल रहे हैं, 
 तेरे दर पे आके, चैन मिल गया है

3. राम का दीवाना तू, राम जानता है,
 आज तुमको आना है, राम की कसम है, 
 राहों में तेरे ये, पलकें बीछी है--

4. दर्श करादो अब तो, हम बेकरार है,
 स्वर्ग से भी प्यारा अब तो, तेरा दरबार है, 
 तेरा पुजारी बाबा, 'यश' बन गया है- `
},

{
    title: " Baba Ke Mandir Ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` बाबा के मंदिर की शोभा -2 
    हमें कितनी सुहानी लगती है
     मंदिर में जो भी जाए तो -2 
     वो स्वर्ग के जैसी लगती है ।।

1. केसर का तिलक लगाये जो
 वो केसरी नंदन कहलाये
  मूरत में सूरत देखि तो - 2 
  वहां चन्द्र सी ज्योति बिखरती है

2. पूनम के दिन तो आये बहुत 
दर पे भक्तों की भीड़ बहुत 
इस भीड़ में खुशियाँ छाई है -2 
जो स्वंग के जैसी लगती है-

3. जो भी इस दिन वहां जाता है
 खाली वापस नहीं आता है 
 सबको तो बाबा देता है -2
  हमने भी झोली भरली है-

4. सालासर वाले बाबा को
 देखा तो ऐसा लगता है
  'यश' कहे हमें मुख पे उनके 
  रवि की चमक सी लगती है- `
},

{
    title: " Bahut Hairan hun Ishwar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `बहुत हैरान हूँ ईश्वर, तुम्हें कैसे मनावूँ मै ।
तुम्हें कैसे मनावूँ मै, तुम्हें कैसे रिझावूँ मै ।
कोई मेरी नहीं वस्तु, जिसे सेवा मै लावूँ मै ।
तुम्हें अर्पण मैं करता हूँ, अश्क जो मेरी आँखो मै ।।
बहुत हैरान में हूँ भगवान...........................

1 करे किस रूप आवाहन, की तुम मौजूद ज़र्रों में ।
रहते मौजूद ज़र्रों में, जन्हा की हर जुबानो में ।
भुजाएँ ह ना गर्दन है ना, सीना ना पेशानी है ।
तुम हो निर्लेप नारायण, कँहा चंदन लगाते है ।
बनाया है जो इस जग को, उसे कैसे बनावूँ में ।
अनादर है बुलाने को, अगर घंटी बजावूँ मै ।।
बहुत हैरान में हूँ भगवान...........................

2 तुम्हीं मूरत में रहते हो, तुम्हीं छाये हो फूलो में ।
परिंदो की उड़ानो में, जगत के अल्पप्राणो में ।
बड़े नादान है वो जन, जो गढ़ते प्रभु की मूरत को ।
लगाते भोग है तुमको, खिलाता है जो इस जग को ।
तुम्हारे तेज से रोशन, ये सूरज ये सितारे है ।
घटा घनघोर हो जाये, तो "यश" दीपक दिखावूँ मै ।।
बहुत हैरान में हूँ भगवान........................... `
},

{
    title: " Dada Apne Deewane Se ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दादा अपने दीवाने से, एक करम करा देना,
जिस दिन मै तुझे भूलू दुनिया से उठा लेना ।।

1. किस्मत का मारा हूँ, चोखट पे पड़ा तेरी,
कभी नजर पड़े तेरी, चरणों में बिठा लेना——————

2. चाहता हूँ मगर मेरी, चाहत भी ऐसी है,
कभी दिल में दर्द देना, कभी दर्द दबा देना——————

3. सपने में अगर मुझमे, अभिमान की बू आये,
तुझे कसम फकीरों की, मेरा कंठ दबा देना——————

4. मै दास हूँ दादा तेरा, मुझे साथ ही रहना,
दादा अपने गुलामो में, मेरा नाम लिखा देना—————— `
},

{
    title: " Dada Darshan Ke Pyase Aaj ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `दादा दर्शन के प्यासे आज,
आवो बार बार, महिमा अपार,
फिर क्यूँ न में दर्शन पवू आज ।।

1. एक प्यारी छवि, मेरे मन में बसे,
दिन रैन मेरे नयन में हँसे,
नई भक्ति मिली, नई शक्ति मिली,
फिर ऐसे क्यूँ मेरा मन गाएगा——————

2. जो जग में रहु, तो ऐसे रहु,
ज्यो जल में कमल का फूल रहे,
एक बार तुम्हे पा जावु अगर,
अर्पण करदु म मुझको आज——————

म म म म ग म म ग म म ग म ध म ध म
म ध नि सा नि सा ध नि सा नि सा ध
ध नि सा ग सा ग नि सा ग सा ग नि
सा ग म म ग म  ग न स स न स
ग म ग स ग स  स ग स न ग न
ग न ग म ग म  म ग म ग म ग स
न डी न डी न डी म  डी न डी न डी न स अ `
},

{
    title: " Dada Humko Tera Dar Mil Gaya Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दादा हमको तेरा, दर मिल गया है,
     नसीब अपना समझो, अमर बन गया है ।।

1. दादा का दीवाना तो, तनहा नहीं है, 
तुम साथ हो हर पल ये, हम को यकीन है,
 मेरा दिल प्रभु का घर बन गया है-

2. किस्मत में मेरी, चैन जो नहीं है, 
तेरी कृपा से दादा, हम पल रहे हैं, 
तेरे दर पे आके, चैन मिल गया है

3. बाला का दीवाना तू, बाला जानता है,
 आज तुमको आना है, बाला की कसम है, 
 राहों में तेरे ये, पलकें बीछी है--

4. दर्श करादो अब तो, हम बेकरार है, 
स्वर्ग से भी प्यारा अब तो, तेरा दरबार है, 
तेरा पुजारी दादा, 'यश' बन गया है `
},

{
    title: "Dada Tere Charano Ki ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दादा तेरे चरणों की, रज धूल जो मिल जाये,
सच कहता हूँ मेरी, तकदीर संवर जाये ।।

1. सुनते है दया तेरी,
दिन रात बरसती है,
एक बूंद जो मिल जाये,
मन की कलि खिल जाए ———————

2. ये मन बड़ा चंचल है,
कैसे तेरा भजन करू,
जितना इसे समझाऊ,
उतना ही मचल जाये———————

3. नजरो से गिराना नहीं,
चाहे लाख सजा देना,
नजरो से जो गिर जाये,
मुश्किल है संभल पाए———————

4. मेरे एस जीवन की,
बस एक तम्मना है,
दादा सामने हो मेरे,
और प्राण निकल जाये——————— `
},

{
    title: "Dadhimati Maa Ambe Maa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` दोहा : माँ दुर्गा सुखदायिनी, जग की पालनहार।
पूजो माँ को नौ दिवस, कर देगी उद्धार।।

दोहा : देवी पूजा अर्चना, नमन करूँ धर ध्यान।
बिन माँगे मोती मिले, दुख का करे निदान।।

दोहा : माँ का सुमिरन जो करे, भक्ति भाव गुणगान।
भवसागर से तारती, मैया दे वरदान।।

दोहा : माता को नित पूजके, कर्म करे जो नेक।
जीवन में सुख भोगता, पाकर बुद्धि विवेक।।

दधिमती माँ, अम्बे माँ, नैना नीर बहावूं !
तूम बिन मेरा कोई नहीं है, कुलदेवी मेरी माँ !!

1 तेरी सेवा पूजा चाहूँ, यही मेरा अरमान है माँ!
ध्यान लगाकर ये सोचूँ तो, यंहि है दुर्गे माँ!!1!!
दधिमती माँ..........................................

2 मुझको साँसे मिली है तुमसे, जीवन डोर भी तुमसे माँ!
मुझसे पावन प्रीत लगी है, तुम तरुवर की छाँव!!2!!
दधिमती माँ..........................................

3 पल पल याद तुम्हारी आये, जब आये तब रोवुँ रे !
रो रो कर में तुम्हे पुकारू, आवो दुर्गे माँ !!3!!
दधिमती माँ..........................................

4 आशावो के दीप जलाये, भजन अरदास के गावु रे !
मन मंदिर में आन बसों अब, मेरी दया निधान !!4!!
दधिमती माँ..........................................

5 माँ दुर्गा काली सुरसुंदरी, कितने सुंदर तेरे नाम माँ!
भव से “यश” को पार करो माँ, केवट बन मेरी माँ!!5!!
दधिमती माँ.......................................... `
},

{
    title: "Dwar Tumhare Aaya",
    youtubeId: "", // I added a working ID here for you
    lyrics: `द्वार तुम्हारे आया मैं अखाराम दादा,
     शरण पड़े कि लजा राखियो परसाने वाला ।।

1. तन से मन से पूजा करूंगा, 
नित उठ थारे शीश धरूँगा, 
ऐसा वरदान दो, जपु तेरी ही माला

2. तुमने तो कई सेवक तारे,
 भक्त खड़े द्वारे तुझको पुकारे,
  अपने भक्तो को,
   हरदम जिसने सम्भाला--

3. मैं तो तेरे सेवक मैं तो तेरे पोता, 
कृपा करो हे जगत के दादा, 
सारे जग में दादा,
तेरी शक्ति का आला-

4. दादा धणी है नाम तुम्हारा,
 पार करो बेडा नाथ हो म्हारा,
  'यश' कहे जल्दी से, 
  आवो दुखहरन वाला-  `
},
{
    title: " Ek Aaradhana ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` एक आराधना है ये बाबा मेरी, 
    मेरे दिल में रहे बस ये सूरत तेरी ।।

1. मैं तो दुनिया में यूँ ही भटकता रहा,
 मोह माया में बाबा मैं फसता रहा, 
 जा रुकी तेरे दर पे नज़र जो मेरी
वंही आई नज़र मुझको मंजिल मेरी-

2. मैं तो बरसों तेरे दर पे आता रहा, 
और दिलों जां से तुझको मनाता रहा,
 तेरे दर्शन को प्यासी है आँखे मेरी
  पर ना आई नजर मुझको सूरत तेरी-

3. मेरी है ये तमन्ना की पाऊँ तुम्हे,
 आके दर पे तेरे बाबा ध्याऊँ तुम्हे
 , है ये जीवन की अंतिम ही आशा मेरी
  तेरे दर पे निकले ये साँसे मेरी- `
},


{
    title: " He Jag Janani He Jagdamba ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` हे जग जननी हे जगदम्बे, 
    माँ तू भवानी शरणे म ले जे, 
    आदि शक्ति माँ आदि अनादि,
     अम्बा अर्जी उर्मा ले जे ।।

1. धूप बनु तो माँ सुगंध दीज्यो, 
राख बनहूँ उडी जावा थे दीज्यो, 
म बळू पर न बाळु दूजा न, 
जीवन म्हारो सुघंदित करज्ये, 
हे जग जननी-

2. कोई के तीर को निशान बनु, 
शीश म्हारो टूटन न दीज्यो, 
घणु सहू पण घणु कहु नहीं, 
घायल ही पड़ी रहवा दीज्ये,
 हे जग जननी-

3. होइ भले सुख म्हारो सरीखों,
 रंज तू उसको होने न दीजे,
  म्हार सरिस दुख भक्तन को,
   रोवन को दो आंसू दीजे, 
   हे जग जननी-

4. दी ज्यो शक्ति माँ थारी भक्ति मने,
 जग का दुःख सहन की शक्ति दीज्यो,
  दुर्लभ शक्ति माँ थारा चरण माँ,
   'यश' कहे मने खोळे लीज्ये,
    हे जग जननी- `
},

{
    title: " He Shiv shankar he Tripurari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `राग : दरबारी

हे शिव शंकर हे त्रिपुरारी,
प्रभु मेरी विनती शरण म लेना,
आदि शक्ति प्रभु आदि अनादि,
अर्ज़ी शंभु उर्मी लेना ।।

1 धूप बनूँ प्रभु सुगंध तो देना, राख बनहुँ उड़ जावु ये देना,
म जलु ना जलाबू दूजा न, जीवन मेरा सुघन्दित करना,
हे शिव शंकर हे त्रिपुरारी..........................

2 किसी के तीर का निसान बनु म, शीश ये मेरा झुकने ने देना,
घणु सहु पर कुछ भी कहूँ ना, घायल ही मुझे रहने देना,
हे शिव शंकर हे त्रिपुरारी..........................

3 हो भले सुख मुझसे ज़्यादा, रंज ये मुझको होने ना देना,
मेरे सरिस दुःख भक्तन को, रोने को दो आंसू देना,
हे शिव शंकर हे त्रिपुरारी..........................

4 देना शक्ति प्रभु तेरी भक्ति की, जग दुःख सहने की शक्ति देना,
दुर्लभ शक्ति प्रभु तेरे चरणों में, यश कहे हमें गोद में लेना,
हे शिव शंकर हे त्रिपुरारी.......................... `
},

{
    title: " Jab Koi Nahi Aata Mere Dada Aate Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` जब कोई नहीं आता मेरे दादा आते है,
मेरे दुःख के दिनों में वो बड़े काम आते है ।।

1. मेरे नैया चलती है, पतवार नहीं चलती,
किसी और को अब मुझको तरकर नहीं चलती,
मै डरता नहीं जग से, दादा साथ आते है,
मेरे दुःख के दिनों में वो बड़े काम आते है,
जब कोई नहीं आता——————

2. कोई याद करे उनको दुःख हल्का हो जाए,
कोई भक्ति करे उनकी, वो उनका हो जाए,
ये बिन बोले सब कुछ पहचान जाते है,
मेरे दुःख के दिनों में वो बड़े काम आते है,
जब कोई नहीं आता——————

3. ये इतने बड़े होकर, दीनो से प्यार करे,
अपने भक्तो के दुःख को वो पल में दूर करे,
सब भक्तो का कहना दादा मान जाते है,
मेरे दुःख के दिनों में वो बड़े काम आते है,
जब कोई नहीं आता——————

4. मेरे मन के मंदिर में दादा का वास रहे,
कोई रहे ना रहे बस दादा पास रहे,
मेरे व्याकुल मन को दादा जान जाते है,
मेरे दुःख के दिनों में वो बड़े काम आते है,
जब कोई नहीं आता—————— `
},

{
    title: " Jitna Diya Mere Dada Ne ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` म गुलाम हूँ उनकी बखशीश का, अरदास भी जुबा पे लाया नहीं। 
    बिन माँगे दिया ओर इतना दिया दामन में हमारे समाया नहीं।।

जितना दिया मेरे दादा ने मुझको, उतनी मेरी औकात नहीं। 
ये तो कर्म है मेरे धणी का मुझसे में तो ऐसी बात नहीं।।

1 तू भी वंही पर जा इस दर पे, सबकी बिगड़ि बनती है
 देख तेरी, तक़दीर बनाले, उनके लिए कोई बात नहीं है।।

2 कतरे को समंदर कर डाला, जब मोज पे लहरें आती है
 उनकी रीत, पुरानी है ये, जो खाली देखी भर डाली।।

3 तुमही मेरे भगवन दादा, जो बदली "यश" की दुनिया है 
कैसे बतावु मेरे तुम क्या हो, तुमसे मेरी पहचान तो है।। `
},

{
    title: " Kaise Hai Woh Balaji ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` कैसे हो वो बाला जी जो श्री राम को ध्याते है
सब कहते है सब कहते है
वो भक्तों के बड़े काम आते है ।।

1. सूक्ष्म रूप दिखाए तो वो नज़र कहीं ना आवे
सूक्ष्म नज़र आये पर्वत जब रूप विराट दिखावे
घट घट वाशी वो अविनाशी
घट घट वाशी वो अविनाशी
इनको जो भी ध्याते है
सब कहते है, सब कहते है
वो संकट में बड़े काम आते है——————

2. कानां कुंडल मोती झलके मस्तक मुकुट विराजे
पहन खडाऊ चले है बजरंग हाथों में गदा विराजे
पवन गति की चाल से जो
पवन गति की चाल से जो
मीलों तक चलते जाते है
सब कहते है, सब कहते है
वो भाव सागर से भी पार लगाते है——————

3. केसर तिलक लगाये फेरे राम नाम की माला
काल भी नाम से कांपे इनके मुख पे सूर्य सी ज्वाला
संकट मोचन मंगल मूर्ती संकट मोचन मंगल मूर्ती
का सालासर धाम है
यश कहते है, यश कहते है
वो भक्तों का एक सच्चा द्वारा है—————— `
},

{
    title: "Kinare Se Kashti ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` किनारे से कश्ती लगानी पड़ेगी,
     भंवर बीच नया, बचानी पड़ेगी ।।

1. मैया तुमतो आये पर, तेरी याद आये,
 तुम्हारे शिव कौन, बिगड़ी बनाये, 
 लगन है पूरानी, निभानी पड़ेगी-

2. तुम्हारे लिए कुछ भी मुश्किल नहीं है,
 जग कि हो मैया, तुम्ही तो कही है, 
 मेरी बात को अब निभानी पड़ेगी- `
},

{
    title: " Lagi Re Dada Lagan ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` लागी रे दादा लगन तेरे नाम की।
     लागी थी लगन जैसे, बालाजी को राम की ।।

1 ऐसी लगन लगी, अब तो होश रहे ना बाकी 
बन गयी दादा तेरे नाम खयालों की म दासी
 रहती तलब अब, बस तेरे नाम की।।

2 तुम हो राम रहीम हो दादा तुम कृष्ण मुरारी 
तुम ही ब्रह्मा तुम हो विष्णु तुम हो शिव त्रिपुरारी 
तुम बिन मेरे दादाजी दुनिया किस काम की ।।

3 महिमा लिखे तुम्हारी, दिल से पोता यश गाए 
जो तेरे दर आए दादा झोली भरकर जाए 
करूँ में तो विनती परसाने धाम की ।। `
},

{
    title: " Maa Dadhimati Tum Mujhe ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  माँ दधिमती तुम मुझे वरदान देदो ना ! 
    जहां बसे हो तुम मुझे भी स्थान देदो ना !!

1 मै जीव हुँ इस जगत में, जहां नहीं जीवन,
 नाम तो है जीवन बस ये बोझ का बंधन, 
 आपके सेवा में मेरी लगन लगादो ना !!1!!
  जहां बसे हो तुम मुझे भी स्थान देदो ना

2 इस जँहा में हो हल्ले से पाप का गुणगान, 
बेसूरी हो गयी है मेरी, पुण्य की सरगम,
 दिल रूपी इस तार को चरणो से जोड़ो ना !!2!!
  जहां बसे हो तुम मुझे भी स्थान देदो ना

3 जो जगत में जै करे है, सौ करे शोषण,
 "यश" कहे कोई ऐसे ही, नहीं करे पोषण, 
 मतलबी संसार में, अहसान करदो ना !!3!!
  जहां बसे हो तुम मुझे भी स्थान देदो ना

माँ दधिमती तुम मुझे वरदान देदो ना
 जहां बसे हो तुम मुझे भी स्थान देदो ना

माँ दधिमती तुम मुझे वरदान देदो ना 
जहां बसे हो तुम मुझे भी स्थान देदो ना`
},

{
    title: " Manwa Mora Milan Me Tore ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मनवा मोरा मिलन में तोरे, 
    दादा दादा बोले,
     जीवन जब से गोद में तेरे, 
     करने लगा कलोर ।।

1. एक नजर में दिल में तुमको, 
दादा अपना मान लिया, 
मेरे जीवन मेरे साथी,
 तुमको है पहचान लिया, 
 इन आँखों में सांझ ढले और,
  सुबह आँखे खोले-

2. दूर तलक है सागर बिखरा, 
तनमन का कुछ भान नहीं,
 तुमको पाया सबकुछ पाया, 
 अब कोई अरमान नहीं, 
 मन आँगन में यादो के तेरे,
  झूल रहे हम झूले-

3. एक रोटी जंजीर है टूटी, 
उड़ते वन के हम पंछी, 
इतना परमानंद मिला है, 
बजती चैन कि अब बंशी,
 तेरे ज्ञान कि मधुर मुरलिया, 
 प्राणो में रस घोले- `
},

{
    title: "Mera Dada Mast Malang "  ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मस्तक पे तिलक लगाके,
गलदे विच कांठिया सजके ।
सोवानी है सूरत ज्यांकी,
वो है संत अनंत ।
मेरा दादा मस्त मलंग,
मेरा दादा मस्त मलंग ।।

1 मधुर मुस्कान है उसकी
सहाना शान है उसकी
दयावानी महादानी
यही पहचान उसकी
भक्त की पूरी करता,
हर एक मांग——————

2 मस्ती में पोता यूँ नाचे
की घुँघरू छनन छनन बाजे
मेरे दादा की मूरत की
हर अदा मनमोहक लागे
सबनु दिलावे दादा,
जो है उनके संग——————

3 उसे हनुमत पियारा है
हमें उसका सहारा है
देवे दर्शन मेरे दादा
हमने जब भी पुकारा है
कहता है यश सभी से,
बोलो मेरे संग—————— `
},

{
    title: " Mhare Dada Ko Darbaar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `म्हार दादा को दरबार, 
    जय जयकार जय जयकार । 
    परसाने मांहि धाम, 
    जय जयकार जय जयकार ।।

1. ये दरबार निरालो सब सु,
 थांरी पूजा उत्तम,
  खुशियो से भरे भण्डार,
   म्हार दादा को दरबार-

2. दादा को जितना भी मनाओ, 
कुछ नहीं मन में आदर न हो, 
ओ दादा करता बड़ा ही प्यार,
म्हार दादा को दरबार-

3. थांरी माया थे ही जानो,
 'यश' कहे अब दया विचारो,
  भक्तो के पालनहार, 
  म्हार दादा को दरबार-  `
},

{
    title: " Mhare Mande Ri Baat"  ,
    youtubeId: "", // I added a working ID here for you
    lyrics: `म्हारे मनड़े री बात, दादा थारे से ना छानी हैं ।
थाने लाज बचाणी हैं, म्हारे मनड़े की बात ।।

1 पोता म्हे हां थारा, थे ही तो बस म्हारा, हो कुल रा देवता ।
आडा ही आया हो, म्हाने बचाया हो, ओ दादोजी थे ही सदा ।
भुला कैयां दादा, थांरी घणी मेहरबानी हैं, थाने लाज बचाणी हैं ।
म्हारे मनड़े री बात............................ ।।

2 दुखड़ा रा मार्या हां, झोळी पसार्या हां, दयालु महर करो ।
आ जाओ दादा-धणी, ले हाथ म चिमटों-छड़ी, थे मत ना देर करो ।
पलोड़वंश रा नाथ, बोलो क्या री खींचा ताणी हैं, थाने लाज बचाणी हैं ।।
म्हारे मनड़े री बात............................ ।।

3 नसीब खोटो है, म्हारो मालिक मोटो है, तो डर किस बात रो ।
मनड़ो यो काच्चो है, तू देव सांच्चो है, रुखाळो दिन रात रो ।
विपदा जो आई, दादा थाने ही सुल्टाणी है, थाने लाज बचाणी हैं ।
म्हारे मनड़े री बात............................ ।।

4 बैगासा आ जाओ, धीरज बंधा जाओ, घटा घन घोर है ।
क्या आया ना बणती, थान आणो ही पड़सी, थारेपर दादा जोर है ।
डगमग डोले नांव, थाने पार लगाणी है, म्हारी लाज बचाणी हैं ।
म्हारे मनड़े री बात............................ ।।  `
},

{
    title: " Mujh Deen se Dadhimati Maa ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` मुझ दीन से दधिमती माँ, एक करम करा देना,
     जिस दिन मै तुझे भूलू दुनिया से उठा लेना ।।

1. किस्मत का मारा हूँ, चोखट पे पड़ा तेरी,
 कभी नजर पड़े तेरी, चरणों में बिठा लेना-

2. चाहता हूँ मगर मेरी, चाहत भी ऐसी है, 
कभी दिल में दर्द देना, कभी दर्द दबा देना-

3. सपने में अगर मुझमे, अभिमान की बू आये, 
तुझे कसम फकीरों की, मेरा कंठ दबा देना

4. मै दास हूँ अम्बे तेरा, मुझे साथ ही रहना, 
माँ अपने गुलामो में, मेरा नाम लिखा देना `
},

{
    title: " Na Denu To Na Kar Deto ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तर्ज : तिरलोकि रो नाथ जाट र रे गयो हालि रे

ना देणु तो ना कर देतो, क्यूँ नाच नचावे रे ।
 थारा पोता तो चौखट पर बैठ्या, आस लगावे रे ।।

1 तीन लोक म दादोजी, थांरो ही डंको बाजे रे ।
 खाली हाथ चला ज्यास्या तो, थांरी चौखट लाजे रे ।
  नैना बरषे नीर दादोजी, और थे मुस्कावो रे । 
  थारा पोता तो चौखट पर बैठ्या.....

2 दादोजी तो मौज कर और, पोता फाका मार रे ।
 म्हे दुनिया म सुण्या ना देख्या, क्यूँ ना बात विचारे रे । 
 सरका दे थोड़ो सो तेरो, के घट ज्यावे रे ।
  थारा पोता तो चौखट पर बैठ्या..

3 भूल चूक कोई होगी तो, माफ करो म्हे टाबरिया । 
मंदिर तेरे घंटा बाजे, मेरे घर म बाजरिया । 
पोता जोड़े हाथ दादोजी, क्यूँ तरसावे रे । 
थारा पोता तो चौखट पर बैठ्या... `
},

{
    title: "	O Baba Pyar Se Bulaya Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `ओ बाबा प्यार से बुलाया है आवोना,
     आवोना दर्श दिखावोना ।।

1. जब से सुना है नाम तुम्हारा, 
तब से लिया है तेरा सहारा,
 देने सहारा बजरंग आवोना-

2. चारो तरफ है घोर अँधेरा, 
नजर न आये कंही पे सवेरा, 
ज्योति जलाने अबतो आवोना-

3 तेरे दर्श को आये दर पे, 
दर्शन को है अंखिया तरसे,
 प्यास बुझाने अबतो आवोना-

4. महिमा तेरी अजब निराली,
 दर पे आये जो जाये न खाली, 
 'यश' कहे दर्श दिखावोना- `
},

{
    title: " O Maa Aaye Hai ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ओ माँ आये है तेरे द्वार पे जाऊ न खाली तेरे द्वार से।।

1. जीवन मे गम है मैया, खुशियाँ पाने, 
तेरे लाल को, आये मनाने, कहदो उन्ही से,
 कहदो उन्ही से, वो देखे हमें

2. भक्तों की टोली, आई है दर पे,
 लाल चुनरिया, लायी है संग में, 
 तुमको मनाने, तुमको रिझाने माँ, 
 बड़ी दूर से

3. महफिल में रौनक, रहे न रहे मेरी, 
हर दम रहे दिल में, ज्योति माँ तेरी, 
तुमको भुलाऊ, कभी न में दिल से है,
 आशा मेरी-

4. माँ अंजनी हमको, तेरा सहारा, 
'यश' कह रहा है माँ, दे दो सहारा,
 हारे मनाके, हारे रिझाके, 
 तेरे लाल को- `
},

{
    title: " O Sun Saalasar Wale ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` ओ सुन सालासर वाले, 
    तेरी महिमा गाते है-2 
    हो बाबा हो -3 ||

1. सीता का पता लगाये, लक्ष्मण के प्राण बचाए, 
सूरज उगने से पहले, सरजीवन बूंटी लाये, 
सालासर के बाला तेरी जय जय कार
हो--

2. लंका में धूम मचाये, सारी लंका को जलाए,
 वीरों के वीर बाला, तेरा पार कोई ना पाए, 
 लाल लंगोटे वाले तेरी, महिमा अपार है

3. सालसर धाम तुम्हारा, मेंहदीपुर नाम तुम्हारा,
 मेरी बिगड़ी बना दे बाबा, मुझे तेरा एक सहारा, ,
 राम के दुलारे तेरी, महिमा अपार है--

4. मैं भी हूँ बालक तेरा, तू ध्यान तो रखना मेरा,
 नित नाम जपूँ मैं तेरा, तुम संकट हरियो मेरा,
  'यश' कहे मोहे शरण लीजिये तेरा द्वारा है `
},

{
    title: " Parsaane Dada Ki Mahima Hai Nyari ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` परसाने दादा की महिमा है न्यारी । 
    भक्ति पाकर मै तो खुशिया मनाई ।।

1. दुःख पाता ही म्हे तो, दादा न पुकारा, 
रात दिवस म्हे तो, दादा न मनावा,
 परसाने दादा म्हे तो, थार धाम आवा,
  थार धाम आवा म्हे तो, धोक लगावा,
   परसाने दादा की

2. परसाने मंदिर थार, ध्वज फरूख,
 जातरी निशदिन, मेवा चढाव, सुमिरन करता ही, 
 दुःख मिट ज्याव, दुःख मिट ज्याव 'यश', 
 भव तर ज्याव, परसाने दादा की `
},

{
    title: " Parsaane Ke Dada ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` परसाने के दादा, तेरे ही चरण पड़े,
     आये है दर पे, भक्तो के संग में ।।

1. हरजीसुत जीवु, बाई के भ्राता,
 म्हारी लाज का, तेहि रखवाला, 
 तेरे ही शरण पड़े, परसाने के दादा

2. हनुमत उपासक, दुःख विनाशक, 
गले जनेऊ, पैर खड़ाऊ, 
हमरे दिल में बसे, परसाने के दादा

3. सेवा में रहते, पौत्रगण तेरे,
 चरणं में 'यश' गाता, सारा जग ध्याता, 
 जग का प्रतिपाला, परसाने के दादा `
},

{
    title: " Parsaane Ri Dhaam jyaaro Akharam naam ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` परसाने रि धाम, 
    ज्यांरो अखारामजी नाम, 
    थांरी ध्वज फरुख असमान, 
    थारी महिमा न्यारी है ।।

1. एक भक्ति तेरी सच्ची, 
एक तुंही सच्चा दादा, 
तू जगत का पालनहारा, 
तुंही खुशियो का दाता, 
दुःख में सुख में, दादा का धरूँ मैं ध्यान-

2. बंडवा मांहि गुमटी थांरी,
 परसाने एक धाम, सूरज सामि ज्योत जले है,
  छापर में दरबार, भोर भये सांझ ढले, 
  यश तेरा करे गुंजार

3. बाल रूप में तूने,
हनुमत का ध्यान लगाया, 
अपने वचनो में लेकर के,
 हनुमत को सखा बनाया, 
बालाजी दादाजी माताजी, करे कमाल-

4. सांप गोयरा खायोडा,
 शरण म थारी आवे,
 थारी कलवाणी पाकर के,
  नव जीवन लेकर ज्याव, 
  अक्षय कोष है, 
  अक्षय ही तेरा नाम-
 `
},

{
    title:  " Parsaane Wale Humain Bachale ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` परसाने वाले हमें बचाले हम बालक नादाँ दया करना दादा ।।

1. बहुत दिनों से आते है, आते ही शरमाते है
 तेरी दया के होने से बिगड़े काम बन जाते है 
 सुन सुन महिमा दादा तेरी, धरु मैं तेरा ध्यान-

2. दुःखी जानो के काम तुम्हिने मिनटों में कर डाले है
 हम रहे नादाँ दादाजी माठ कराने वाले है 
 करते गलती पर मत देना, गलती पर तुम ध्यान-

3. शरण तेरी जो आता है खाली वह नहीं जाता है 
तुम्ही पिता और मात दादाजी जग पालक कहलाये है 
बड़ो बड़ो से सुना है हमन,

रखते सबका ध्यान- `
},


{
    title: " Saacho Tharo Darbaar ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सांचो थारो दरबार
     पोता आया थार द्वार 
     दादा ध्यान रखना

1 घुम्यो सारी दुनिया 
मिल्यो न कोई साथी 
जो केव अपना 
संता स्यु सुनी है 
सांचो है एक साथी 
दादाजी अपना, दादाजी अपना, 
जग झूठा सपना-

2 दादा थारो टाबर 
बड़ो ही दुखियारों 
सताव है जन्हा 
थे ही मेरा सब कुछ 
पिता और माता म जावुंगा कन्हा,
म जावुंगा कन्हा, 
बस रहूंगा यंहा

3 लाखा का बनाया 
हो मेरा भी सवारोगा 
कारज जरूर मेरी छोटी
 नैया खावे है हिचकोला ओ
  मेरे हजूर, ओ मेरे हजूर,
   माफ करना कसूर-

4 फूला स्यु सजावां थारी या
 फुकवारी पधारो थे धणी 
 भक्त बीच बैठो सुनो सेंकी 
 अर्जी जो लेव थांरो नाम, 
 जो लेव थांरो नाम,
  और आवे थार धाम- `
},

{
    title: " Saanso Ka Kya Bharosa " ,
    youtubeId: "", // I added a working ID here for you
    lyrics: ` साँसों का क्या भरोसा,
     किस वक्त निकल जाए,
      प्रभु नाम लेले प्राणी, 
      बस वो ही काम आये ।।

1. मत कर तू तेरी मेरी
 मत दिल दुखा किसी 
 का लेले दुआ तू सबकी 
 बस वो ही साथ जाए

2. जब हो बुरा जमाना साया 
भी हो बेगाना तू जो दिल से 
उनको ध्यावे प्रभु साया बनके आवे

3. मत कर तू पैसा पैसा 
पैसा ही जड़ दुखो की 
यश हो जो ज्यादा पैसा
 प्रभु नाम पे लुटा दे `
},


{
    title: " Saaran Pehle Main Toh Baba ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` सारां पहले मैं तो बाबा
गणपति के विघ्न हरण के
मिलके धोक लगावां जी ।।

1. गुणबंधनाय, गुणप्राणाय, गुणेश्वराय, गुणश्रेष्ठाय,
गुणगौराय, गुणकराय, गुणप्रियाय, गुणप्राज्ञाय,
म्हारा अवगुण सब हर लीज्यो जी——————

2. गिरीश्वराय, गृहेश्वराय, गृहदेवताय, गृहशानाय,
गवीशानाय, गवान्नाधाय, गृहद्धक्षाय, गृहस्तुताय,
म्हारे घर में आय विराजो जी——————

3. गंगाप्रियाय, गच्छप्रियाय, गोवर्धनाय, गोष्ठप्रियाय,
गुडप्रियाय, गर्विष्ठाय, गौप्रदाय, हे गोपाय,
म्हारा संकट सब हर लीज्यो जी——————

4. शंकर सुवन गौरी के नंदन
हाथ जोड़ यश करता है वंदन
दशाध्यक्ष थे सर्वात्मक थे,
दशाध्यक्ष थे सर्वात्मक थे
म्हारे घर में आय बिराजो जी—————— `
},

{
    title: " Shree Ram Ji Ke Atke ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` श्री राम जी के अटके कोई काम ही ना होते,
माँ अंजनी के लाल, हनुमान जो ना होते ।।

1. सागर था बहोत गहरा, वहाँ उड़के कौन जाते,
जो मिलते दैत्य दानव, सब राह रोक लेते,
हनुमान उनके सर तब, जो फोड़ ही ना देते——————————

2. सीता को खोजने की, खबर कौन लाता,
मत की गोद में कौन, मुदरी गिरता,
आया माँ लाल तेरा, ये कौन उनसे कहते——————————

3. कहीं सुबह ना हो जाए, सूरज को मुख में लेते,
लक्ष्मण के प्राण खातिर, जो अपने प्राण देते,
धरकर विराट रूप, जो पर्वत को खोद लेते——————————

4. करो याद तुम प्रभु कभी, हनुमान दौड़े आते,
श्री राम जी के खातिर, जो यम से ही लड़ जाते,
तुम सुनना बाबा मेरी, 'यश' भी है दास तेरे—————————— `
},

{
    title: " Tu Hi Tu ",
    youtubeId: "", // I added a working ID here for you
    lyrics: `  तू ही तू
हसी तस्वीर के तारों में परिंदों की उड़ानों में
जरों में चटानो में जरों में चटानो में
जहाँ की हर जुबानों में मैं कहूँ हर सच में तू ही तू ।।

1. तमन्नाओं के सहरा में हसी गुलज़ार देखा है
मेरी नज़रों ने जिस दिन से तेरा दरबार देखा है
हाँ देखा है हाँ देखा है तेरा दरबार देखा है
तुझे देखा नहीं लेकिन तुझे महसूस करते है
तेरा दीदार हो हासिल तमन्ना दिल में रखते है
दूर रहकर भी है —— रु ब रु——————

2. जो दिल से मांगी जाती है दुआ खाली नहीं जाती
तेरे वादों में है शामिल की ये टाली नहीं जाती
तेरा दरबार सितारों में बहारो में नज़ारों में
तू जिस दिल की भी दुनिया में महोब्बत बनके है शामिल
वो अपने ख्वाहिशों के ख्वाब को क्यूँ ना करे हासिल
दिल को है बस तेरी —— जुस्तजू——————

नि नि नि सा सा सा नि नि सा सा नि नि सा सा
नि नि नि रे रे नि नि रे रे नि नि रे रे नि नि प म
प प म रे म म रे सा रे रे सा नि नि सा रे म सा रे
म प म प नि सा —————— `
},

{
    title: " Tum To Yanhi Dada ",
    youtubeId: "", // I added a working ID here for you
    lyrics: ` तुम तो यंही कंही दादा मेरे आस पास,
     आते नजर नहीं पर मेरे साथ साथ हो ।।

1. बहते पवन को झोंके, ये एहसास ये दिलाते,
 संग संग हो हमारे, महसूस ये कराये, 
 दिल में हमारे आज भी, करते निवाश हो

2. हमको तो ये यकीन है, तेरे साथ चल रहे है,
 तेरी दया से दादा, हम भी जो पल रहे है ! 
 बच्चो को अपने प्यार का, देते सखास हो

3. आती है हमको आज भी, साकार उपासना, 
रोशन तुम्ही से दादा, मेरे दिल की आशना,
 बनकर के ज्ञान चन्द्रमा, देते प्रकाश हो `
},

];
